[
  {
    "section": 1,
    "text": "The Constitution of the Iroquois Nations The Great Law of Peace 1. I am Dekanawidah and with the Five Nations' Confederate Lords I plant the Tree of Great Peace. I plant it in your territory, Adodarhoh, and the Onondaga Nation, in the territory of you who are Firekeepers. I name the tree the Tree of the Great Long Leaves. Under the shade of this Tree of the Great Peace we spread the soft white feathery down of the globe thistle as seats for you, Adodarhoh, and your cousin Lords. We place you upon those seats, spread soft with the feathery down of the globe thistle, there beneath the shade of the spreading branches of the Tree of Peace. There shall you sit and watch the Council Fire of the Confederacy of the Five Nations, and all the affairs of the Five Nations shall be transacted at this place before you, Adodarhoh, and your cousin Lords, by the Confederate Lords of the Five Nations. 2. Roots have spread out from the Tree of the Great Peace, one to the north, one to the east, one to the south and one to the west. The name of these roots is The Great White Roots and their nature is Peace and Strength. If any man or any nation outside the Five Nations shall obey the laws of the Great Peace and make known their disposition to the Lords of the Confederacy, they may trace the Roots to the Tree and if their minds are clean and they are obedient and promise to obey the wishes of the Confederate Council, they shall be welcomed to take shelter beneath the Tree of the Long Leaves. We place at the top of the Tree of the Long Leaves an Eagle who is able to see afar. If he sees in the distance any evil approaching or any danger threatening he will at once warn the people of the Confederacy. 3. To you Adodarhoh, the Onondaga cousin Lords, I and the other Confederate Lords have entrusted the caretaking and the watching of the Five Nations Council Fire. When there is any business to be transacted and the Confederate Council is not in session, a messenger shall be dispatched either to Adodarhoh, Hononwirehtonh or Skanawatih, Fire Keepers, or to their War Chiefs with a full statement of the case desired to be considered. Then shall Adodarhoh call his cousin (associate) Lords together and consider whether or not the case is of sufficient importance to demand the attention of the Confederate Council. If so, Adodarhoh shall dispatch messengers to summon all the Confederate Lords to assemble beneath the Tree of the Long Leaves. When the Lords are assembled the Council Fire shall be kindled, but not with chestnut wood, and Adodarhoh shall formally open the Council. [ ed note: chestnut wood throws out sparks in burning, thereby creating a disturbance in the council ] Then shall Adodarhoh and his cousin Lords, the Fire Keepers, announce the subject for discussion. The Smoke of the Confederate Council Fire shall ever ascend and pierce the sky so that other nations who may be allies may see the Council Fire of the Great Peace. Adodarhoh and his cousin Lords are entrusted with the Keeping of the Council Fire.",
    "meta": {
      "theme": "Governance and Law",
      "region": "North America",
      "use_case": "Confederacy Formation and Governance",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "Constitution",
        "Treaty",
        "Indigenous Law"
      ],
      "influence_map": {
        "influenced_works": [
          "Possibly influenced early American democracy"
        ],
        "modern_applications": [
          "Used in contemporary Iroquois governance"
        ]
      },
      "chunk_index": 1
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_001"
  },
  {
    "section": 2,
    "text": "4. You, Adodarhoh, and your thirteen cousin Lords, shall faithfully keep the space about the Council Fire clean and you shall allow neither dust nor dirt to accumulate. I lay a Long Wing before you as a broom. As a weapon against a crawling creature I lay a staff with you so that you may thrust it away from the Council Fire. If you fail to cast it out then call the rest of the United Lords to your aid. 5. The Council of the Mohawk shall be divided into three parties as follows: Tekarihoken, Ayonhwhathah and Shadekariwade are the first party; Sharenhowaneh, Deyoenhegwenh and Oghrenghrehgowah are the second party, and Dehennakrineh, Aghstawenserenthah and Shoskoharowaneh are the third party. The third party is to listen only to the discussion of the first and second parties and if an error is made or the proceeding is irregular they are to call attention to it, and when the case is right and properly decided by the two parties they shall confirm the decision of the two parties and refer the case to the Seneca Lords for their decision. When the Seneca Lords have decided in accord with the Mohawk Lords, the case or question shall be referred to the Cayuga and Oneida Lords on the opposite side of the house. 6. I, Dekanawidah, appoint the Mohawk Lords the heads and the leaders of the Five Nations Confederacy. The Mohawk Lords are the foundation of the Great Peace and it shall, therefore, be against the Great Binding Law to pass measures in the Confederate Council after the Mohawk Lords have protested against them. No council of the Confederate Lords shall be legal unless all the Mohawk Lords are present. 7. Whenever the Confederate Lords shall assemble for the purpose of holding a council, the Onondaga Lords shall open it by expressing their gratitude to their cousin Lords and greeting them, and they shall make an address and offer thanks to the earth where men dwell, to the streams of water, the pools, the springs and the lakes, to the maize and the fruits, to the medicinal herbs and trees, to the forest trees for their usefulness, to the animals that serve as food and give their pelts for clothing, to the great winds and the lesser winds, to the Thunderers, to the Sun, the mighty warrior, to the moon, to the messengers of the Creator who reveal his wishes and to the Great Creator who dwells in the heavens above, who gives all the things useful to men, and who is the source and the ruler of health and life. Then shall the Onondaga Lords declare the council open. The council shall not sit after darkness has set in. 8. The Firekeepers shall formally open and close all councils of the Confederate Lords, and they shall pass upon all matters deliberated upon by the two sides and render their decision. Every Onondaga Lord (or his deputy) must be present at every Confederate Council and must agree with the majority without unwarrantable dissent, so that a unanimous decision may be rendered. If Adodarhoh or any of his cousin Lords are absent from a Confederate Council, any other Firekeeper may open and close the Council, but the Firekeepers present may not give any decisions, unless the matter is of small importance. 9. All the business of the Five Nations Confederate Council shall be conducted by the two combined bodies of Confederate Lords. First the question shall be passed upon by the Mohawk and Seneca Lords, then it shall be discussed and passed by the Oneida and Cayuga Lords. Their decisions shall then be referred to the Onondaga Lords, (Fire Keepers) for final judgement. The same process shall obtain when a question is brought before the council by an individual or a War Chief.",
    "meta": {
      "theme": "Council Procedures and Responsibilities",
      "region": "North America",
      "use_case": "Conducting Council Meetings and Decision-Making",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "Council Procedure",
        "Decision-Making",
        "Indigenous Governance"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Used in contemporary Iroquois governance"
        ]
      },
      "chunk_index": 2
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_002"
  },
  {
    "section": 3,
    "text": "10. In all cases the procedure must be as follows: when the Mohawk and Seneca Lords have unanimously agreed upon a question, they shall report their decision to the Cayuga and Oneida Lords who shall deliberate upon the question and report a unanimous decision to the Mohawk Lords. The Mohawk Lords will then report the standing of the case to the Firekeepers, who shall render a decision as they see fit in case of a disagreement by the two bodies, or confirm the decisions of the two bodies if they are identical. The Fire Keepers shall then report their decision to the Mohawk Lords who shall announce it to the open council. 11. If through any misunderstanding or obstinacy on the part of the Fire Keepers, they render a decision at variance with that of the Two Sides, the Two Sides shall reconsider the matter and if their decisions are jointly the same as before they shall report to the Fire Keepers who are then compelled to confirm their joint decision. 12. When a case comes before the Onondaga Lords (Fire Keepers) for discussion and decision, Adodarho shall introduce the matter to his comrade Lords who shall then discuss it in their two bodies. Every Onondaga Lord except Hononwiretonh shall deliberate and he shall listen only. When a unanimous decision shall have been reached by the two bodies of Fire Keepers, Adodarho shall notify Hononwiretonh of the fact when he shall confirm it. He shall refuse to confirm a decision if it is not unanimously agreed upon by both sides of the Fire Keepers. 13. No Lord shall ask a question of the body of Confederate Lords when they are discussing a case, question or proposition. He may only deliberate in a low tone with the separate body of which he is a member. 14. When the Council of the Five Nation Lords shall convene they shall appoint a speaker for the day. He shall be a Lord of either the Mohawk, Onondaga or Seneca Nation. The next day the Council shall appoint another speaker, but the first speaker may be reappointed if there is no objection, but a speaker's term shall not be regarded more than for the day. 15. No individual or foreign nation interested in a case, question or proposition shall have any voice in the Confederate Council except to answer a question put to him or them by the speaker for the Lords. 16. If the conditions which shall arise at any future time call for an addition to or change of this law, the case shall be carefully considered and if a new beam seems necessary or beneficial, the proposed change shall be voted upon and if adopted it shall be called, \"Added to the Rafters\". Rights, Duties and Qualifications of Lords 17. A bunch of a certain number of shell (wampum) strings each two spans in length shall be given to each of the female families in which the Lordship titles are vested. The right of bestowing the title shall be hereditary in the family of the females legally possessing the bunch of shell strings and the strings shall be the token that the females of the family have the proprietary right to the Lordship title for all time to come, subject to certain restrictions hereinafter mentioned.",
    "meta": {
      "theme": "Council Procedures,  Lordship, and Amendments",
      "region": "North America",
      "use_case": "Decision-Making Process, Roles of Lords, and Adapting the Law",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "Council Procedure",
        "Lordship",
        "Amendments",
        "Indigenous Governance"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Used in contemporary Iroquois governance"
        ]
      },
      "chunk_index": 3
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_003"
  },
  {
    "section": 4,
    "text": "18. If any Confederate Lord neglects or refuses to attend the Confederate Council, the other Lords of the Nation of which he is a member shall require their War Chief to request the female sponsors of the Lord so guilty of defection to demand his attendance of the Council. If he refuses, the women holding the title shall immediately select another candidate for the title. No Lord shall be asked more than once to attend the Confederate Council. 19. If at any time it shall be manifest that a Confederate Lord has not in mind the welfare of the people or disobeys the rules of this Great Law, the men or women of the Confederacy, or both jointly, shall come to the Council and upbraid the erring Lord through his War Chief. If the complaint of the people through the War Chief is not heeded the first time it shall be uttered again and then if no attention is given a third complaint and warning shall be given. If the Lord is contumacious the matter shall go to the council of War Chiefs. The War Chiefs shall then divest the erring Lord of his title by order of the women in whom the titleship is vested. When the Lord is deposed the women shall notify the Confederate Lords through their War Chief, and the Confederate Lords shall sanction the act. The women will then select another of their sons as a candidate and the Lords shall elect him. Then shall the chosen one be installed by the Installation Ceremony. When a Lord is to be deposed, his War Chief shall address him as follows: \"So you, __________, disregard and set at naught the warnings of your women relatives. So you fling the warnings over your shoulder to cast them behind you. \"Behold the brightness of the Sun and in the brightness of the Sun's light I depose you of your title and remove the sacred emblem of your Lordship title. I remove from your brow the deer's antlers, which was the emblem of your position and token of your nobility. I now depose you and return the antlers to the women whose heritage they are.\" The War Chief shall now address the women of the deposed Lord and say: \"Mothers, as I have now deposed your Lord, I now return to you the emblem and the title of Lordship, therefore repossess them.\" Again addressing himself to the deposed Lord he shall say: \"As I have now deposed and discharged you so you are now no longer Lord. You shall now go your way alone, the rest of the people of the Confederacy will not go with you, for we know not the kind of mind that possesses you. As the Creator has nothing to do with wrong so he will not come to rescue you from the precipice of destruction in which you have cast yourself. You shall never be restored to the position which you once occupied.\" Then shall the War Chief address himself to the Lords of the Nation to which the deposed Lord belongs and say: \"Know you, my Lords, that I have taken the deer's antlers from the brow of ___________, the emblem of his position and token of his greatness.\" The Lords of the Confederacy shall then have no other alternative than to sanction the discharge of the offending Lord. 20. If a Lord of the Confederacy of the Five Nations should commit murder the other Lords of the Nation shall assemble at the place where the corpse lies and prepare to depose the criminal Lord. If it is impossible to meet at the scene of the crime the Lords shall discuss the matter at the next Council of their Nation and request their War Chief to depose the Lord guilty of crime, to \"bury\" his women relatives and to transfer the Lordship title to a sister family. The War Chief shall address the Lord guilty of murder and say: \"So you, __________ (giving his name) did kill __________ (naming the slain man), with your own hands! You have committed a grave sin in the eyes of the Creator. Behold the bright light of the Sun, and in the brightness of the Sun's light I depose you of your title and remove the horns, the sacred emblem of your position and token of your greatness. I now depose you and return the title to your clan mothers and the horns I now return to the women to whom they belong.\"",
    "meta": {
      "theme": "Accountability and Removal of Lords",
      "region": "North America",
      "use_case": "Addressing Negligence, Misconduct, and Criminal Acts by Lords",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "Accountability",
        "Impeachment",
        "Indigenous Law"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Used in contemporary Iroquois governance"
        ]
      },
      "chunk_index": 4
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_004"
  },
  {
    "section": 20,
    "text": "The War Chief shall address the offending Lord in these words: \"Hearken, you who were a Confederate Lord: The Lords of the Confederacy of the Five Nations have decided to depose you. You are no longer of their number. You have violated the rules of the Confederacy, and by your misconduct you have betrayed the trust of your people. Hearken, you who were a Confederate Lord: Your Lordship title and all the rights pertaining to it are hereby removed and taken from you. They shall be buried in the depths of the earth. Hearken, you who were a Confederate Lord: By your disobedience and your acts of folly you have incurred the displeasure of the Great Creator and have brought shame and disgrace upon your women relatives. We now remove from your brow the deer's antlers, which was the emblem of your position and token of your nobility. I now depose you and expel you and you shall depart at once from the territory of the Five Nations Confederacy and nevermore return again. We, the Five Nations Confederacy, moreover, bury your women relatives because the ancient Lordship title was never intended to have any union with bloodshed. Henceforth it shall not be their heritage. By the evil deed that you have done they have forfeited it forever.\" The War Chief shall then hand the title to a sister family and he shall address it and say: \"Our mothers, ____________, listen attentively while I address you on a solemn and important subject. I hereby transfer to you an ancient Lordship title for a great calamity has befallen it in the hands of the family of a former Lord. We trust that you, our mothers, will always guard it, and that you will warn your Lord always to be dutiful and to advise his people to ever live in love, peace and harmony that a great calamity may never happen again.\"",
    "meta": {
      "theme": "Deposing a Confederate Lord",
      "region": "Northeastern North America",
      "use_case": "Governance and Justice",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "law",
        "governance",
        "punishment",
        "leadership"
      ],
      "influence_map": [],
      "chunk_index": 5
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_005"
  },
  {
    "section": 21,
    "text": "Certain physical defects in a Confederate Lord make him ineligible to sit in the Confederate Council. Such defects are infancy, idiocy, blindness, deafness, dumbness and impotency. When a Confederate Lord is restricted by any of these condition, a deputy shall be appointed by his sponsors to act for him, but in case of extreme necessity the restricted Lord may exercise his rights.",
    "meta": {
      "theme": "Eligibility for Confederate Council",
      "region": "Northeastern North America",
      "use_case": "Governance and Representation",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "disability",
        "representation",
        "council"
      ],
      "influence_map": [],
      "chunk_index": 6
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_006"
  },
  {
    "section": 22,
    "text": "If a Confederate Lord desires to resign his title he shall notify the Lords of the Nation of which he is a member of his intention. If his coactive Lords refuse to accept his resignation he may not resign his title. A Lord in proposing to resign may recommend any proper candidate which recommendation shall be received by the Lords, but unless confirmed and nominated by the women who hold the title the candidate so named shall not be considered.",
    "meta": {
      "theme": "Resignation of a Lordship",
      "region": "Northeastern North America",
      "use_case": "Governance and Succession",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "resignation",
        "succession",
        "leadership"
      ],
      "influence_map": [],
      "chunk_index": 7
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_007"
  },
  {
    "section": 23,
    "text": "Any Lord of the Five Nations Confederacy may construct shell strings (or wampum belts) of any size or length as pledges or records of matters of national or international importance. When it is necessary to dispatch a shell string by a War Chief or other messenger as the token of a summons, the messenger shall recite the contents of the string to the party to whom it is sent. That party shall repeat the message and return the shell string and if there has been a summons he shall make ready for the journey. Any of the people of the Five Nations may use shells (or wampum) as the record of a pledge, contract or an agreement entered into and the same shall be binding as soon as shell strings shall have been exchanged by both parties.",
    "meta": {
      "theme": "Use of Wampum",
      "region": "Northeastern North America",
      "use_case": "Communication and Record Keeping",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "wampum",
        "communication",
        "contracts",
        "agreements"
      ],
      "influence_map": [],
      "chunk_index": 8
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_008"
  },
  {
    "section": "Confederacy Messengers and Invasion Warning",
    "text": "When the Lords of the Confederacy take occasion to dispatch a messenger in behalf of the Confederate Council, they shall wrap up any matter they may send and instruct the messenger to remember his errand, to turn not aside but to proceed faithfully to his destination and deliver his message according to every instruction. If a message borne by a runner is the warning of an invasion he shall whoop, \"Kwa-ah, Kwa-ah,\" twice and repeat at short intervals; then again at a longer interval. If a human being is found dead, the finder shall not touch the body but return home immediately shouting at short intervals, \"Koo-weh!\"",
    "meta": {
      "theme": "Communication and Security",
      "region": "Five Nations Confederacy",
      "use_case": "Maintaining order and security within the Confederacy",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "messenger protocols",
        "invasion warning",
        "death notification"
      ],
      "influence_map": [],
      "chunk_index": 9
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_009"
  },
  {
    "section": "Clans, Consanguinity, and Lineage",
    "text": "Among the Five Nations and their posterity there shall be the following original clans: Great Name Bearer, Ancient Name Bearer, Great Bear, Ancient Bear, Turtle, Painted Turtle, Standing Rock, Large Plover, Deer, Pigeon Hawk, Eel, Ball, Opposite-Side-of-the-Hand, and Wild Potatoes. These clans distributed through their respective Nations, shall be the sole owners and holders of the soil of the country and in them is it vested as a birthright. People of the Five Nations members of a certain clan shall recognize every other member of that clan, irrespective of the Nation, as relatives. Men and women, therefore, members of the same clan are forbidden to marry. The lineal descent of the people of the Five Nations shall run in the female line. Women shall be considered the progenitors of the Nation. They shall own the land and the soil. Men and women shall follow the status of the mother. The women heirs of the Confederated Lordship titles shall be called Royaneh (Noble) for all time to come. The women of the Forty Eight (now fifty) Royaneh families shall be the heirs of the Authorized Names for all time to come.",
    "meta": {
      "theme": "Social Structure and Inheritance",
      "region": "Five Nations Confederacy",
      "use_case": "Defining social organization and land ownership",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "clan system",
        "matrilineal descent",
        "land ownership",
        "titles",
        "names"
      ],
      "influence_map": [],
      "chunk_index": 10
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_010"
  },
  {
    "section": "Naming Ceremonies and Lordship Titles",
    "text": "When an infant of the Five Nations is given an Authorized Name at the Midwinter Festival or at the Ripe Corn Festival, one in the cousinhood of which the infant is a member shall be appointed a speaker. He shall then announce to the opposite cousinhood the names of the father and the mother of the child together with the clan of the mother. Then the speaker shall announce the child's name twice. The uncle of the child shall then take the child in his arms and walking up and down the room shall sing: \"My head is firm, I am of the Confederacy.\" As he sings the opposite cousinhood shall respond by chanting, \"Hyenh, Hyenh, Hyenh, Hyenh,\" until the song is ended. If the female heirs of a Confederate Lord's title become extinct, the title right shall be given by the Lords of the Confederacy to the sister family whom they shall elect and that family shall hold the name and transmit it to their (female) heirs, but they shall not appoint any of their sons as a candidate for a title until all the eligible men of the former family shall have died or otherwise have become ineligible. If all the heirs of a Lordship title become extinct, and all the families in the clan, then the title shall be given by the Lords of the Confederacy to the family in a sister clan whom they shall elect.",
    "meta": {
      "theme": "Inheritance and Governance",
      "region": "Five Nations Confederacy",
      "use_case": "Maintaining continuity of leadership and social order",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "naming ceremonies",
        "lordship titles",
        "succession",
        "clan responsibilities"
      ],
      "influence_map": [],
      "chunk_index": 11
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_011"
  },
  {
    "section": "Responsibilities and Duties of Royaneh Women",
    "text": "If any of the Royaneh women, heirs of a titleship, shall wilfully withhold a Lordship or other title and refuse to bestow it, or if such heirs abandon, forsake or despise their heritage, then shall such women be deemed buried and their family extinct. The titleship shall then revert to a sister family or clan upon application and complaint. The Lords of the Confederacy shall elect the family or clan which shall in future hold the title. The Royaneh women of the Confederacy heirs of the Lordship titles shall elect two women of their family as cooks for the Lord when the people shall assemble at his house for business or other purposes. It is not good nor honorable for a Confederate Lord to allow his people whom he has called to go hungry. When a Lord holds a conference in his home, his wife, if she wishes, may prepare the food for the Union Lords who assemble with him. This is an honorable right which she may exercise and an expression of her esteem. The Royaneh women, heirs of the Lordship titles, shall, should it be necessary, correct and admonish the holders of their titles. Those only who attend the Council may do this and those who do not shall not object to what has been said nor strive to undo the action.",
    "meta": {
      "theme": "Governance and Social Responsibility",
      "region": "Five Nations Confederacy",
      "use_case": "Defining the roles and responsibilities of Royaneh women",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "royaneh women",
        "lordship titles",
        "council duties",
        "social responsibility",
        "food provisions"
      ],
      "influence_map": [],
      "chunk_index": 12
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_012"
  },
  {
    "section": "The Iroquois Constitution",
    "text": "us of the one blood and of the same soil he made us and as only different tongues constitute different nations he established different hunting grounds and territories and made boundary lines between them. 74. When any alien nation or individual is admitted into the Five Nations the admission shall be understood only to be a temporary one. Should the person or nation create loss, do wrong or cause suffering of any kind to endanger the peace of the Confederacy, the Confederate Lords shall order one of their war chiefs to reprimand him or them and if a similar offence is again committed the offending party or parties shall be expelled from the territory of the Five United Nations. 75. When a member of an alien nation comes to the territory of the Five Nations and seeks refuge and permanent residence, the Lords of the Nation to which he comes shall extend hospitality and make him a member of the nation. Then shall he be accorded equal rights and privileges in all matters except as after mentioned. …portions deleted… Rights and Powers of War 79. Skanawatih shall be vested with a double office, duty and with double authority. One-half of his being shall hold the Lordship title and the other half shall hold the title of War Chief. In the event of war he shall notify the five War Chiefs of the Confederacy and command them to prepare for war and have their men ready at the appointed time and place for engagement with the enemy of the Great Peace. 80. When the Confederate Council of the Five Nations has for its object the establishment of the Great Peace among the people of an outside nation and that nation refuses to accept the Great Peace, then by such refusal they bring a declaration of war upon themselves from the Five Nations. Then shall the Five Nations seek to establish the Great Peace by a conquest of the rebellious nation. 81. When the men of the Five Nations, now called forth to become warriors, are ready for battle with an obstinate opposing nation that has refused to accept the Great Peace, then one of the five War Chiefs shall be chosen by the warriors of the Five Nations to lead the army into battle. It shall be the duty of the War Chief so chosen to come before his warriors and address them. His aim shall be to impress upon them the necessity of good behavior and strict obedience to all the commands of the War Chiefs. He shall deliver an oration exhorting them with great zeal to be brave and courageous and never to be guilty of cowardice. At the conclusion of his oration he shall march forward and commence the War Song and he shall sing: Now I am greatly surprised And, therefore I shall use it -- The powerr of my War Song. I am of the Five Nations And I shall make supplication To the Almighty Creator. He has furnished this army. My warriors shall be mighty In the strength of the Creator. Between him and my song they are For it was he who gave the song This war song that I sing! …portions deleted… Rights of the People of the Five Nations 93. Whenever a specially important matter or a great emergency is presented before the Confederate Council and the nature of the matter affects the entire body of the Five Nations, threatening their utter ruin, then the Lords of the Confederacy must submit the matter to the decision of their people and the decision of the people shall affect the decision of the Confederate Council. This decision shall be a confirmation of the voice of the people. 94. The men of every clan of the Five Nations shall have a Council Fire ever burning in readiness for a council of the clan. When it seems necessary for a council to be held to discuss the welfare of the clans, then the men may gather about the fire. This council shall have the same rights as the council of the women.",
    "meta": {
      "theme": "Governance and Warfare",
      "region": "North America",
      "use_case": "Tribal Confederacy Management",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "warfare",
        "diplomacy",
        "immigration",
        "governance"
      ],
      "influence_map": [],
      "chunk_index": 13
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_013"
  },
  {
    "section": "The Iroquois Constitution (continued)",
    "text": "…portions deleted… Religious Ceremonies Protected 99. The rites and festivals of each nation shall remain undisturbed and shall continue as before because they were given by the people of old times as useful and necessary for the good of men. 100. It shall be the duty of the Lords of each brotherhood to confer at the approach of the time of the Midwinter Thanksgiving and to notify their people of the approaching festival. They shall hold a council over the matter and arrange its details and begin the Thanksgiving five days after the moon of Dis-ko-nah is new. The people shall assemble at the appointed place and the nephews shall notify the people of the time and place. From the beginning to the end the Lords shall preside over the Thanksgiving and address the people from time to time. 101. It shall be the duty of the appointed managers of the Thanksgiving festivals to do all that is needed for carrying out the duties of the occasions. The recognized festivals of Thanksgiving shall be the Midwinter Thanksgiving, the Maple or Sugar-making Thanksgiving, the Raspberry Thanksgiving, the Strawberry Thanksgiving, the Cornplanting Thanksgiving, the Corn Hoeing Thanksgiving, the Little Festival of Green Corn, the Great Festival of Ripe Corn and the complete Thanksgiving for the Harvest. Each nation's festivals shall be held in their Long Houses. 102. When the Thansgiving for the Green Corn comes the special managers, both the men and women, shall give it careful attention and do their duties properly. 103. When the Ripe Corn Thanksgiving is celebrated the Lords of the Nation must give it the same attention as they give to the Midwinter Thanksgiving. 104. Whenever any man proves himself by his good life and his knowledge of good things, naturally fitted as a teacher of good things, he shall be recognized by the Lords as a teacher of peace and religion and the people shall hear him. The Installation Song 105. The song used in installing the new Lord of the Confederacy shall be sung by Adodarhoh and it shall be: \"Haii, haii Agwah wi-yoh \" \" A-kon-he-watha \" \" Ska-we-ye-se-go-wah \" \" Yon-gwa-wih \" \" Ya-kon-he-wa-tha Haii, haii It is good indeed \" \" (That) a broom, -- \" \" A great wing, \" \" It is given me \" \" For a sweeping instrument.\" Protection of the House 107. A certain sign shall be known to all the people of the Five Nations which shall denote that the owner or occupant of a house is absent. A stick or pole in a slanting or leaning position shall indicate this and be the sign. Every person not entitled to enter the house by right of living within it upon seeing such a sign shall not approach the house either by day or by night but shall keep as far away as his business will permit. Funeral Addresses 108. At the funeral of a Lord of the Confederacy, say: Now we become reconciled as you start away. You were once a Lord of the Five Nations' Confederacy and the United People trusted you. Now we release you for it is true that it is no longer possible for us to walk about together on the earth. Now, therefore, we lay it (the body) here. Here we lay it away. Now then we say to you, 'Persevere onward to the place where the Creator dwells in peace. Let not the things of the earth hinder you. Let nothing that transpired while yet you lived hinder you. In hunting you once took delight; in the game of Lacrosse you once took delight and in the feasts and pleasant occasions your mind was amused, but now do not allow thoughts of these things to give you trouble. Let not your relatives hinder you and also let not your friends and associates trouble your mind. Regard none of these things.' …portions deleted…",
    "meta": {
      "theme": "Culture and Tradition",
      "region": "North America",
      "use_case": "Preservation of Customs",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "temporal_orientation",
        "historical_memory"
      ],
      "usage_tags": [
        "religion",
        "ceremonies",
        "tradition",
        "social_norms"
      ],
      "influence_map": [],
      "chunk_index": 14
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_014"
  },
  {
    "section": "Haudenosaunee Peacemaking Protocol",
    "text": "Prepared by Gerald Murphy (The Cleveland Free-Net - aa300) Distributed by the Cybercasting Services Division of the National Public Telecomputing Network (NPTN). Permission is hereby granted to download, reprint, and/or otherwiseredistribute this file, provided appropriate point of origin credit is given to the preparer(s) and the National Public Telecomputing Network. {00140056v2} Haudenosaunee (Iroquois) Peacemaking Protocol Olan Leimomi Morgan, NARF Law Clerk August 2, 2016 What are some of the peacemaking protocols of the Haudenosaunee people? The Haudenosaunee utilize their founding constitution, Gayanesshagowa, to successfully implement their traditional peacemaking protocols. Among these protocols, the condolence ceremony assists adversaries in acknowledging each other’s humanity, losses, and sacrifices during disputes, creating a safe space for productive discussions. Brief Haudenosaunee History The Haudenosaunee, also known as the Iroquois, is a confederacy of six tribal nations that came together through the efforts of Dekanawida,1 also known as the Peacemaker.2 The founding constitution of the Haudenosaunee is known as the Gayanesshagowa (gaya-ness-HA-gowa), or the Great Law of Peace.3 A full rendering of the Gayanesshagowa takes several days to convey, telling of “the ways in which the Peacemaker’s teachings emphasized the power of Reason, not force, to assure certain principles.”4 The Gayanesshagowa essentially “provides the Haudenosaunee people with instructions on how to treat others, directs them on how to maintain a democratic society, and expresses how Reason must prevail in order to preserve peace.”5 In Haudenosaunee stories, a boy was born into a world of continuous waring between tribes.6 His destiny was to address the issues of continuous warfare, and he became known as Dekanawida or the Peacemaker.7 Dekanawida travels among the people, “combing their hair” with the intention of “untangling old traumas that stand in the way of peace.”8 The peacemaking process runs on the people’s will and agreement to the government.9 Dekanawida established two houses of elder brothers (Mohawks, Onondagas, Senecas) and younger brothers (Cayugas, Oneidas, and later Tuskaroras).10 1 Alyssa Mt. Pleasant, Independence for Whom? Expansion and Conflict in the Northeast and Northwest, The World of the Revolutionary American Republic: Land, Labor, and the Conflict for a Continent 119 (Andrew Shankman, ed. 2014). 2 Interviews by Peace Talks Radio with Oren Lyons, Faithkeeper of the Turtle Clan, Onondaga Council of Chiefs of the Haudenosaunee, and American Studies Professor at the University of Buffalo, and John Mohawk, American Studies Professor at the University of Buffalo, diplomat for Seneca nation, farmer, and writer (Nov. 25, 2005). 3 Id. 4 National Museum of the American Indian, Haudenosaunee Guide for Educators, Smithsonian Institution 4 (2009). 5 Id. 6 See John Mohawk, The Warriors Who Turned to Peace, YES! Magazine, Nov. 11, 2004. 7 Id. 8 Id. 9 Interview by Peace Talks Radio with Oren Lyons, Faithkeeper of the Turtle Clan, Onondaga Council of Chiefs of the Haudenosaunee, and American Studies Professor at the University of Buffalo (Nov. 25, 2005). 10 Id. {00140056v2} Under Dekanawida’s leadership, the Haudenosaunee people created a protocol for bringing enemies together “under a temporary truce.”11 Dekanawida planted a white pine tree, known as the Great Tree of Peace, explaining that this tree had “four, white roots of truth that reach in the four, cardinal directions of the earth.”12 He explained further that “[t]hose people who had no place to go could follow the root back to its source and come under the shelter of the great law of peace.”13 He instilled the idea of disarmament, uprooting the tree and commanding all to come forward and throw their weapons of war into the unearthed hole.14 Depictions of the Great Tree of Peace often include a war club, arrow, or hatchet underneath the tree;15 hence the well-known phrase for ending conflict: “burying the hatchet.”16 The Peacemaker also gave Haudenosaunee women the responsibility to choose and oversee the leaders of the community, reserving the power to remove those unworthy of such leadership.17 The protocols and practices in the Gayenesshaqowa “were in place for generations prior to European arrival,” allowing the Haudenosaunee Confederacy to establish “expansive, prosperous communities across today’s state of New York.”18 The Haudenosaunee negotiated with English colonists at least since the late seventeenth century using Gayanesshagowa protocols and principles.19 Peacemaking Protocol The goal of Haudenosaunee peacemaking protocol is to address each party’s conditions for reaching a truce.20 The initial goal is to stop the warfare.21 The Haudenosaunee believe that the truce itself does not ensure peace, although it symbolizes the start of peaceful negotiations as time goes on.22 The peacemaking protocol is mainly about the process as opposed to the outcome, because the Haudenosaunee assume that the process of maintaining peaceful relations will never end.23 They accept that the process is ongoing, and instead of seeking closure, the larger purpose of a peacemaking meeting is to serve as a reminder of the continuing progress between affected parties.24 The first step of the protocol begins with a condolence ceremony where the two warring parties “acknowledge each other’s humanity and the losses and sacrifices that each had",
    "meta": {
      "theme": "Peacemaking and Conflict Resolution",
      "region": "North America",
      "use_case": "Intertribal Diplomacy",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "peacemaking",
        "conflict_resolution",
        "negotiation",
        "diplomacy"
      ],
      "influence_map": [],
      "chunk_index": 15
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_015"
  },
  {
    "id": "iroquoisconfederacy_the_great_law_of_peace_016",
    "section": "Extracted Content",
    "text": "1. I am Dekanawidah and with the Five Nations’ Confederate [political union] Lords. I plant the Tree of Great Peace. I plant it in your territory, Adodarhoh [name of a leader], and the Onondaga Nation, in the territory of you who are Firekeepers. I name the tree the Tree of the Great Long Leaves. Under the shade of this Tree of the Great Peace we spread the soft white feathery down of the globe thistle as seats for you, Adodarhoh, and your cousin Lords. We place you upon those seats, spread soft with the feathery down of the globe thistle, there beneath the shade of the spreading branches of the Tree of Peace. There shall you sit and watch the Council Fire of the Confederacy of the Five Nations, and all the affairs of the Five Nations shall be transacted at this place before you, Adodarhoh, and your cousin Lords, by the Confederate Lords of the Five Nations. 2. Roots have spread out from the Tree of the Great Peace, one to the north, one to the east, one to the south and one to the west. The name of these roots is The Great White Roots and their nature is Peace and Strength. If any man or any nation outside the Five Nations shall obey the laws of the Great Peace and make known their disposition [an individual’s qualities and character] to the Lords of the Confederacy, they may trace the Roots to the Tree and if their minds are clean and they are obedient and promise to obey the wishes of the Confederate Council, they shall be welcomed to take shelter beneath the Tree of the Long Leaves. *pronounced as Ho-de-no-SHOW-nee This text is taken from The Constitution of the Iroquois Confederacy: https://sourcebooks.fordham.edu/mod/iroquois.asp Note: Following each bolded term, a definition has been provided in brackets to assist with comprehension. The bracketed words do not appear in the original primary source document. The Hiawatha belt is a symbol of unity between the original five Haudenosaunee nations: the Seneca, Cayugas, Onondagas, Oneida, and Mohawk. This one is from the National Museum of the American Indian in New York City.",
    "meta": {
      "theme": "unspecified",
      "region": "unspecified",
      "use_case": "doctrine_selector",
      "strategic_category": {},
      "economic_category": {},
      "civilizational_category": {},
      "usage_tags": [],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 16
    }
  },
  {
    "section": "Section 3: Rights, Duties and Qualifications of Lords",
    "text": "no attention is given a third complaint and warning shall be given. If the Lord is contumacious [disobedient] the matter shall go to the council of War Chiefs. The War Chiefs shall then divest [take away] the erring Lord of his title by order of the women in whom the titleship is vested. When the Lord is deposed [removed from office], the women shall notify the Confederate Lords through their War Chief, and the Confederate Lords shall sanction [give official approval] the act. The women will then select another of their sons as a candidate and the Lords shall elect him.",
    "meta": {
      "theme": "Governance and Accountability of Leaders",
      "region": "Haudenosaunee Confederacy (Iroquois)",
      "use_case": "Maintaining social order and addressing leadership misconduct",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems",
        "cultural_ethos"
      ],
      "usage_tags": [
        "dispute resolution",
        "impeachment",
        "gender roles",
        "matrilineal society"
      ],
      "influence_map": [],
      "chunk_index": 17
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_017"
  },
  {
    "section": "Section 4: Election of Pine Tree Chiefs",
    "text": "35. Should any man of the Nation assist with special ability or show great interest in the affairs of the Nation, if he proves himself wise, honest and worthy of confidence, the Confederate Lords may elect him to a seat with them and he may sit in the Confederate Council. He shall be proclaimed a ‘Pine Tree sprung up for the Nation’ and shall be installed as such at the next assembly for the installation of Lords. Should he ever do anything contrary [opposite] to the rules of the Great Peace, he may not be deposed from office—no one shall cut him down—but thereafter everyone shall be deaf to his voice and his advice. Should he resign his seat and title, no one shall prevent him. A Pine Tree chief has no authority to name a successor nor is his title hereditary.\n\n36. The War Chiefs shall be selected from the eligible sons of the female families holding the head Lordship titles.\n\n37. There shall be one War Chief for each Nation and their duties shall be to carry messages for their Lords and to take up the arms of war in case of emergency. They shall not participate in the proceedings of the Confederate Council but shall watch its progress and in case of an erroneous action by a Lord they shall receive the complaints of the people and convey the warnings of the women to him. The people who wish to convey messages to the Lords in the Confederate Council shall do so through the War Chief of their Nation. It shall ever be his duty to lay the cases, questions and propositions of the people before the Confederate Council.\n\n38. When a War Chief dies another shall be installed by the same rite as that by which a Lord is installed.",
    "meta": {
      "theme": "Selection and Roles of Leaders",
      "region": "Haudenosaunee Confederacy (Iroquois)",
      "use_case": "Establishing procedures for appointing leaders and defining their responsibilities",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "meritocracy",
        "representation",
        "communication",
        "military leadership"
      ],
      "influence_map": [],
      "chunk_index": 18
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_018"
  },
  {
    "section": "Section 5: Clans and Members",
    "text": "42. These clans [families] distributed through their respective Nations, shall be the sole owners and holders of the soil of the country and in them is it vested [assigned to] as a birthright.\n\n43. People of the Five Nations members of a certain clan shall recognize every other member of that clan, irrespective [no matter what] of the Nation, as relatives. Men and women, therefore, members of the same clan are forbidden to marry.\n\n44. The lineal descent of the people of the Five Nations shall run in the female line. Women shall be considered the progenitors [family line from which the people originate] of the Nation. They shall own the land and the soil. Men and women shall follow the status of the mother.",
    "meta": {
      "theme": "Clan Structure and Inheritance",
      "region": "Haudenosaunee Confederacy (Iroquois)",
      "use_case": "Defining kinship, land ownership, and lineage",
      "strategic_category": [],
      "economic_category": [
        "resource_strategies"
      ],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "kinship",
        "land ownership",
        "matrilineality",
        "exogamy"
      ],
      "influence_map": [],
      "chunk_index": 19
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_019"
  },
  {
    "section": "Section 6: Rights of the People of the Five Nations",
    "text": "93. Whenever a specially important matter or a great emergency is presented before the Confederate Council and the nature of the matter affects the entire body of the Five Nations, threatening their utter ruin, then the Lords of the Confederacy must submit the matter to the decision of their people and the decision of the people shall affect the decision of the Confederate Council. This decision shall be a confirmation of the voice of the people.\n\n94. The men of every clan of the Five Nations shall have a Council Fire ever burning in readiness for a council of the clan. When it seems necessary for a council to be held to discuss the welfare of the clans, then the men may gather about the fire. This council shall have the same rights as the council of the women.\n\n95. The women of every clan of the Five Nations shall have a Council Fire ever burning in readiness for a council of the clan. When in their opinion it seems necessary for the interest of the people they shall hold a council and their decisions and recommendations shall be introduced before the Council of the Lords by the War Chief for its consideration.\n\n96. All the Clan council fires of a nation or of the Five Nations may unite into one general council fire, or delegates from all the council fires may be appointed to unite in a general council for discussing the interests of the people. The people shall have the right to make appointments and to delegate their power to others of their number. When their council shall have come to a conclusion on any matter, their decision shall be reported to the Council of the Nation or to the Confederate Council (as the case may require) by the War Chief or the War Chiefs.\n\n97. Before the real people united their nations, each nation had its council fires. Before the Great Peace their councils were held. The five Council Fires shall continue to burn as before and they are not quenched. The Lords of each nation in future shall settle their nation’s affairs at this council fire governed always by the laws and rules of the council of the Confederacy and by the Great Peace.",
    "meta": {
      "theme": "Rights of the People and Council Procedures",
      "region": "Haudenosaunee Confederacy (Iroquois)",
      "use_case": "Ensuring popular sovereignty and establishing mechanisms for public participation in decision-making",
      "strategic_category": [
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "popular sovereignty",
        "council fires",
        "delegation",
        "representation",
        "consensus"
      ],
      "influence_map": [],
      "chunk_index": 20
    },
    "id": "iroquoisconfederacy_the_great_law_of_peace_020"
  }
]