[
  {
    "section": "Preface",
    "text": "rat II aqariutfuaTgfz ta€ 3rraw | agttatruraiv geqlsatattfuatt II #aqtat ?-X? 6[he cultivated mind is one-pointed and its determinations are firm. The uncultivated mind is & prey to fancy and 91 its decisions ar0 fickle and fleeting:' (Geeta-2-41) The conclusiong arrived at by cultivaved minds, matured the study of the Iraditional lore,stand firm and unambiguoug.The opinions of vnoultivalcd minds, ignorant of the traditional lore vsry from time to time and lead to controversieg: The truth of the senti- ment is illustratcd in the writings of the modern his- orians of India, who, without any attompt to acqua- int themselves with the gncient litcraturo of the land, and with implicit unqucs?oning faith in the veracity or validity of the wrilings of tle foreign historians who had deliberately concocted & falsehistory of our coundry with a view {o minimige {le antiquily of our civilisation, deprive u8 of gelf-respect, and on fol evcr in hond\"1ge andl ander their domination, ende- avou1' unsucc sssfullytoreconstruct & cogentand com- prehensive history of the country ard pregent & pa thetic and deplorable spectable to all gonnine lovers of Uhe land. Unless and until Our hialorians ignoro completely efface from their minds for & time, #he false historical writingg of the foroigners which clo- sed their vision and blind them to the Aruth and sit at the feet of the indigenoug gcholars of the traditi- by keep ii onal lore of the land 01' study the Epicsand the pura- nas and other historical writings in Ou\" ancient lite- rature, they will never be able to learn 0 determine the true history of Our country.",
    "meta": {
      "theme": "True History of India",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 1
    },
    "id": "mahabharat_001"
  },
  {
    "section": "Preface (continued)",
    "text": "A true historical determination should stand the test of time &nd never be liable to change from time to tine: It cannot be decided majority niong. It cannot be the result of conjectures and theories 01 ingenious arguments and counter org- ments. It must be baged on the evidence of eye- wit- nesses, 01 records baged upon the reports of eye- wit- nesses. The sage Vyasa,revered in the country a8 & very incarnation of God hasrecorded in the Mahabharath: , our sacred national epic, that 36 years after the term- ination of the Great War in which the Karavas were all defeated and destroyed and the Pandavas came out victorioug. Sri Krishna, who played a prom- inent part in the War and in securing the vicotry for the Pandavas; stuffled off his mortal coil and from that year the Kaliyuga commenced: Vyasa wag a contemporary and an eye- witness of the battle. The facts of the Great; War and the parties lo it and the result of it a10 admitted one all ancient nalive writers and modern foreign and native historians But the date of the War S0 specifically mentioned by Vyasa is ignored and varied and fanciful determina- tions of the same are suggested these historiang. Where is the need for conjectures and theories in the matter and how can conjectures and theories lead 18 to the truth ? Sri Vyaga was present on the sceneatthe time of the war and during the period of the negotiations and opi- by ond by by iii the attempis to avert the war that just preceded itand himgelf played & prominent part in the deliberations and negotiations and advised the wicked sons of Dhritarashlra, who were responsible for the war.",
    "meta": {
      "theme": "Mahabharata War and Kaliyuga",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [],
      "influence_map": [
        "Mahabharata"
      ],
      "chunk_index": 2
    },
    "id": "mahabharat_002"
  },
  {
    "section": "Preface (continued)",
    "text": "They did not heed his advice but persisted in their attitude which brought about the war and perished in it. He was actually present at the time, the common progenitor of the Kauravas a8 well as Pandavag, witnessed the battle in person, and recorded the story of the war with the title SMAHABHARATA\"_ Therein the time of the war is thus specifically narrated: The Kauravas were all destroyed in ihe war: The Pandavas were victorious. The eldest of them Yudhi- shtira wag Crowned Emperor of Bharat on the 10th after the completion of the battle. In the 36th year of his reign, Sri Krishna, the incarnation of God, who has played & prominenl partin the war and contributed considerably to the 'guccess of Yudhi_ shtira ceased his morta] existerco and returned to Vaikuntha. On receipt of ilig nows the monarch pla- ced his grandson tParikshit' on tho throne and pro\" ceeded on & pilgrimage tour to al] the chief shrines in {ho counlry accompanied by his consort Draupadi and all his four brotherg: The Kaliyuga is reckoned from the momont of Sri Krishna's niryana: This is what we find in the Mahabharata. Thig account is well-known to all the people 0f Bharat Ak.e laymen &8 well af the gcholars; with the least acqu- aintance with our epice and puranag. It w88 pregcri- hed in the calondars of the country that since the close of the Dwapara Yuga and the commencement of Kali, all the people of Bharat should, in the pres , day iv cribed narration of time and place in conneciion with their normal daily ritua], thenceforth subslitute, Kali Yuge, Pradhama Pade (the first quarlerof Kali) for Dwapara Yuge, Thuriyapade (the fourth quarter of Dwapara). On the first in the month of Chai_ tra in the year Pramadhi, which was & Friday at 2-27'-30\" the advent of Kali Was celebrated in this country with the performance of the prescribed ritu_ al8, gifts and sac1ifices. It was a sacred the firgt of a Yuga, (ie. Yugaadi) for Ahem sirce the Kali era commenced, the present in 1959, 5,060 years have passed: And the Western hislorians themselves have recognised the commencement of the Kali Era a8 a1 2-27'-30\" hours on the Z0th of Febru- ary in B. O. 3102 in their Christian Era. This has been accepted without any qvestion by all the Evrop- ean Hietoriang of our country from Sir William Jones who laid tke foundations in 1774 A. Dfor the prevai_ modern hislory of Ancient India down to Vini- cent Smith who wrote in 1915. 36 years before it i.0., in 3138 B 0 should be accpbed naturally a8 the time of the Mahabharata war.",
    "meta": {
      "theme": "Mahabharata War and Kaliyuga",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory",
        "temporal_orientation"
      ],
      "usage_tags": [],
      "influence_map": [
        "Mahabharata"
      ],
      "chunk_index": 3
    },
    "id": "mahabharat_003"
  },
  {
    "section": "Introduction",
    "text": "Authentic sources for our history, even after a century of laborious research, have not allowed us to fix the date of the Mahabharata War, the cornerstone of Ancient Indian history, based on clear and cogent evidence.  Without such waste of time, energy, and money, someone with elementary historical study equipment could have discovered it in an hour from the Mahabharata and the Puranas. Foreign historians were interested in reducing the antiquity of Bharat's literature and civilization. To do this, they pushed the date of the Mahabharata War as close to modern times as possible.  Now that their concocted false history of ancient Bharat has been established in the country and firmly rooted in the minds of students taught it in schools and colleges, the question of the date of the Mahabharata war is being taken up, with attempts to fix it between 1500 B.C. and 900 B.C.  If this is a genuine attempt to ascertain the truth, why is there no invitation to scholars of the country's traditional lore to produce reliable, verifiable evidence? This problem can be solved by referencing indigenous Sanskrit literature, not by Western historians or their Indian disciples, who lack Sanskrit knowledge.  Why are publications declaring the ancient Indian history taught in our schools and colleges false and concocted ignored? Why is the challenge not accepted, the conclusions disputed, or the arguments refuted?  Why are the authors of such publications not consulted in the present endeavor to ascertain the date of the Mahabharata war? When the recorded histories of Magadha, Kashmir, and Nepal, along with the epics and Puranas, all declare the time of the Mahabharata War unequivocally and unanimously, why search for other evidence? Why this pathetic clinging to the false determinations of Western European scholars?",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Revisionism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical analysis",
        "critique of western scholarship"
      ],
      "influence_map": [],
      "chunk_index": 4
    },
    "id": "mahabharat_004"
  },
  {
    "section": "European Influence and Indigenous Resistance",
    "text": "The propaganda of European historical scholars among students in our colleges is exposed by Mahamahopadhyaya Dr. Haraprasada Sastry, who writes from experience: 'In the eighties, my European friends advised me not to touch the Ramayana, the Mahabharata, and the Puranas for Indian history. They worked hard with coins, inscriptions, foreign travelers' notices, archaeology, sculpture, and architecture. They studied everything but the Puranas. But now Mr. Pargiter and Mr. Jayaswal produce a chronology from the Puranas that agrees with the one orientalists prepared with 150 years of toil.' (J.B.O.R.S. Vol. XIV).  Our Indian historians have not heeded his advice. They continue clinging to European historians' ways and haven't attempted to construct our country's history based on national literature.  According to our epics and Puranas, the Mahabharata war occurred 36 years before Kali. In A.D. 1959, we are in Kali's 5060th year. So, the date works out to 3138 B.C. This is the correct, unchanging determination. Some modern scholars suggest 1500 B.C. or other dates. 'May be also' means 'may not be,' and we argue, 'should not be.' Such opinions are conjectures, not determinations. Truth doesn't vary; illusion does. Modern history, i.e., our modern historians' ancient Indian history, is such an illusion. Rao Bahadur P.V. Kane misinterpreted the Brihat-samhita's 13th chapter's 3rd verse and arrived at 2448 B.C. The author exposed this mistake in 'Indian Eras.'  The only true history of the Mahabharata war is in the Mahabharata and Puranas by Vyasa, an eyewitness. Western scholars' evidence is hearsay, unacceptable to true historians.  V.B. Athavale, Dr. Kali Nath Nag, Taraknath Bhattacharya fixed the date at 3102 B.C., and Dr. Fleet at 3146 B.C. M. Troyer, Dr. Kuppayya, T.S. Narayana Sastry, B.A.B.M. Krishnamachary, A. Somayajulu, Nadimpalli Jagannadharao, Rallabhandi Subbarao, O.P. Vaidya, and many others have proven it's 3138 B.C. We congratulate those with dates of 3102 and 3146 B.C. for approaching the truth.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Revisionism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical analysis",
        "critique of western scholarship",
        "indigenous knowledge"
      ],
      "influence_map": [],
      "chunk_index": 5
    },
    "id": "mahabharat_005"
  },
  {
    "section": "Western Historical Bias and the Suppression of Indian Voices",
    "text": "Since Western historians, intending to reduce Bharat's civilization and culture's antiquity, attempted to bring the Mahabharata war closer to modern times (and consequently, the times of ancient Bharat's literary works and personalities), advancing theories that the Mahabharata was composed in the 8th century A.D. and the Rigveda a thousand years earlier, keen resentment and spirited protests have been voiced by Indian scholars. The late Justice Triambak Telang noted: 'It appears to me…that it is these 'likings' and 'satisfactions,' forgone conclusions lying in the back of most of the logical artillery brought by European scholars to bear upon our ancient literature’s chronology, temporarily damaging its antiquity. Not only have hypotheses been formed on the weakest facts, but further speculative superstructures are raised upon such hypotheses.  The base’s essential weakness is effectively kept out of view.'  Western scholars enjoyed the ruling race's prestige and government patronage. They brushed aside Indian scholars’ protests, incorporating fanciful theories into textbooks, raising Indian youth on them, and treating historians attempting to construct true history based on ancient literature with indifference and derision. Truth emerges from dispassionate study of both sides. The desire to study the other party's arguments, discuss their validity, and arrive at the truth is conspicuously absent among our modern historical scholars.  They cling to false histories, refusing to expose them to criticism and discussion.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Revisionism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical analysis",
        "critique of western scholarship",
        "colonialism",
        "suppression of knowledge"
      ],
      "influence_map": [],
      "chunk_index": 6
    },
    "id": "mahabharat_006"
  },
  {
    "section": "Sources for Determining the Date of the Mahabharata War",
    "text": "Three historical sources determine the Mahabharata war's time. First, Magadha's history, available in our Puranas, often considered Bharat's history, lists Magadha's kings and dynasties in unbroken sequence from 36 years before Kali (3138 B.C.). These lists are in Vyasa's writings, an eyewitness to the war.  Second, Kashmir's history lists kings from about 300 years before the Mahabharata war, which it fixes at 36 years before Kali (3138 B.C.). Contemporary scholars' accounts of different kings and dynasties are strung together in this history. Twelve authors attempted continuous histories based on these accounts. Some incorporated traditional information and hearsay, leading to variations and conflicts. Kalhana, a later scholar, collated, compared them with inscriptions and other materials, removed doubtful parts, and created a cogent, consistent history of Kashmir. However, modern scholars attribute wilful changes, exaggerations, and additions to Kalhana, editing the lists beyond recognition.  Third, Nepal's history begins 1000 years before the Mahabharata war, listing kings and reigns with dates on the Kali Era. Modern historians have tampered with, edited, and misinterpreted all three sources to fit their prejudices and corroborate their theories of a reduced antiquity for the Mahabharata war. Books by these scholars and their disciples are studied in our schools and colleges, depriving our youth of Bharat's true history. The basis of a true and correct history of Bharat is the time of the Mahabharata war. This volume attempts to fix the war at 36 years before Kali (3138 B.C.) and establish this determination beyond doubt based on evidence from epics, Puranas, indigenous records, astronomical treatises, and inscriptions.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Revisionism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical analysis",
        "primary sources",
        "historical methodology"
      ],
      "influence_map": [],
      "chunk_index": 7
    },
    "id": "mahabharat_007"
  },
  {
    "section": "Internal Evidence",
    "text": "The events that led to the War\nA Great Prince named Santana, belonging to the Lunar race of Kshatriyas was ruling at Hastinapura during the period of transition from the Dwapara to the Kali Yuga about 300 years before Kali i.e., 3401 B.C. He had two sons, Bhishma by his first wife 'Ganga' and Vichitra Virya, by his second wife Satyavadhi. The devoted son Bhishma, renounced his right to the succession to the throne, desisted from marriage and remained a life-long bachelor, to please his father. His step-brother Vichitra Virya, who therefore succeeded Santana to the throne, in his turn begot two sons. The elder of the two, Dhritarashtra was born blind, therefore disqualified to succeed to the throne according to law. So the right to the throne devolved on his younger brother Pandu. But out of his regard and consideration for his elder brother, Pandu placed him on the throne nominally and carried on the administration on his behalf. A princess named Gandhari (daughter of the King of Gandhara), chose to marry the blind King Dhritarashtra. She was such a devoted and exemplary wife that she lived blind-folded to the end of her life to avoid for herself the privilege of sight denied to her husband. She had a hundred sons by Dhritarashtra. They are the well-known one hundred Kauravas of the Mahabharata. The prince Pandu begot five sons; Yudhishtira and his illustrious brothers, the Pandavas. While the Pandavas were still in their boyhood, Pandu retired to the forest for austerities and passed away there. Bhishma sent for the Pandavas and arranged for the coronation of the five Pandavas along with the hundred Kauravas at Hastinapura. The malicious Kauravas tried a number of ways to bring the Pandavas to harm but failed in all their attempts. At last on the advice of Veda Vyasa, Dhritarashtra divided his kingdom into two parts, handed over one half to the Pandavas, and kept the other half for himself, to be administered by his eldest son, Duryodhana whom he nominated the crown prince. Yudhishtira, the eldest of the Pandava princes ruled over the half of the kingdom that fell to his share with Indra-Prastha (or Sakra-Prastha) as his capital. His reign at Indra-Prastha commenced in the 75th year before Kali (i.e., B.C. 3177). In that year the Saptarshi Mandala the constellation of the Great Bear crossed over into the region of the Star Magha. It remains in the Magha for 26 hundred years from 3177 B.C. before crossing over into the region of the next star on the Zodiac. Up till now Hastinapura was the capital of a kingdom. The land of the Kurus was just one of the many separate kingdoms of Bharat. But the Pandavas conquered with the might of their arms a number of other kingdoms, added considerably to their inherited territory and ruled over a vast empire extending over the entire Bharat and even beyond the river Sindhu on the west and the Himalayas on the north, including the frontier Kingdoms of Yona, Huna, Romaka, Bahlika (Bactria), Darada, Turushkasihan (Turkistan), Sakasthan (East Persia) and other territories occupied by the Mlechcha (ex-communicated Hindu Kshatriyas) princes and included in the frontiers of ancient Bharat. The eldest Pandava prince, Yudhishtira thus became the Emperor of the entire Bharat, performing the Rajasuya Sacrifice, the traditional test of suzerainty.",
    "meta": {
      "theme": "The Mahabharata War and its Precursors",
      "region": "Ancient India",
      "use_case": "Historical Analysis",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "historical_narrative",
        "political_intrigue",
        "warfare"
      ],
      "influence_map": [],
      "chunk_index": 8
    },
    "id": "mahabharat_008"
  },
  {
    "section": "Internal Evidence (continued)",
    "text": "Duryodhana, their cousin of Hastinapura was filled with envy at the glory earned by the Pandavas, invited Yudhishtira to a game of dice, and with the help of his uncle Sakuni, who was an adept at the game, defeated him. According to the rules of the game, the specified stakes for which the game was played, were obliged to spend a period of 12 years, along with their wife, the illustrious Draupadi, in the forest and another year after that, somewhere in disguise without being detected and if they happened to be detected before the year was completed, again a period of 12 years in the forest and so on, their empire to be returned to them when the term of exile was successfully completed. Thus for a time Duryodhana became the emperor by virtue of his success in the game of dice, to which he managed to entice Yudhishtira, and no act of valour or conquest on his part. But when the Pandavas fulfilled the conditions laid down, completed the term of 12 years of exile in the forest, 1 year of exile incognito, and claimed their empire, he refused to return it to them. This was the reason for the Great war.\nOn account of the consideration that Bhishma had been an honoured prince at the Kaurava court from the beginning, ever since the times of Santana and Pandu, he participated in the war on the side of the Kauravas. He was 236 years old at the time of the war and he was elder to Veda Vyasa by about 20 years. Yudhishtira was 91, Bhima 90, Arjuna 89, and the twins Nakula and Sahadeva 88. Sri Krishna was of the same age as Bhima, i.e., 90 years. The Kauravas and all their supporters were destroyed in the Great war. All the five Pandavas won the victory and survived. 36 years after the Bharata War, the entire Yadava race, to which Sri Krishna belonged, fell a prey to internecine quarrels and perished fighting with one another at the Prabhasa Tirtha. Sri Krishna survived the Mahabharata war for 36 years, i.e., lived up to the age of 90 + 36 = 126 years and in his 126th year shuffled off his carnal body. It is so recorded in the Mahabharata by Sri Veda Vyasa. The battle at Kurukshetra was confined to 18 days only. On the 19th all the ladies of the royal family of the Kauravas proceeded to the battlefield along with Kunti, the mother of the Pandavas, and Gandhari, the mother of Kauravas, for a last sight of the corpses of their husbands, sons and other relations.",
    "meta": {
      "theme": "The Mahabharata War and its Aftermath",
      "region": "Ancient India",
      "use_case": "Historical Analysis",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "warfare",
        "curse",
        "family_feud"
      ],
      "influence_map": [],
      "chunk_index": 9
    },
    "id": "mahabharat_009"
  },
  {
    "section": "Excerpt from a historical analysis",
    "text": "47 €dtar rrgrea: #roqitt Tuiarut #uraTui ai 3oat ATaatfad Ii (2_18) 9vaat $74 <Ig9T 97' 9rea srraya 5aT7TJ8414T: i (2_19 fayriatTo & qfrfacy Gar-: 1 AA TTQ &azfvvi 7qa #fatat: (2_20) [eritstfiiaar \"ar-t 8aaieat: Tagayreratriaf afad #IATTAQ II (2_21) 5at aaz9a #ataryfafezr: grTaya6a-85 ?r2aittatT Tatrott (2_22) TryTrat Tyaarg frtif: #rtaaq 3TITTHTTTV Teta4417T #ftat: 1 (2_23) 3T9t0qr7t TT #tTtttTta mqum7iagaa: #Ny & grodtr: I1 2_24 Gist of the verges ; Sri Krishna noted the ominoua circ mstanccs of the solar eclipge on 13th of the second fortnight of the month; the l4th day having lapsed and the 13th and l5th occurring together on the same jugt 28 it happened on the occasion of the Mahabharata war, and reflected sthe same omens were obgerved at the time of the Maha- bharata war, in which the entire race of Bharata perished, perhaps the Yadava race will perish now And he recollected the curge of Gandhari and further reflected. 6It is now 36 years since the Mahabharata war_ Perhaps the `prediction in her curse ig coming true: The omeng obgerved at the rgart grat day day, INTERNAL EVIDENCE time of the war according to the report of Yudhishtira are all to be observed nOw- Let the Yadavas perish at a gacred place\"' . He resolved, and arranged for the movement of all the males of the Yadava and allied tribes to the Prabhasa Tirtha for the 'Suryoparaga Snana (bath) . Again in the Maha Prasthanika Parva WB find in the description of the action taken by the Pandavas on receipt of the news of the distruction of the Yadavas eic- Vysampayana says in verses 2, 6 to 9 of chapter I.",
    "meta": {
      "theme": "Dating of the Mahabharata War",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Mahabharata",
        "Krishna",
        "Yadavas",
        "Kali Yuga"
      ],
      "influence_map": [],
      "chunk_index": 10
    },
    "id": "mahabharat_010"
  },
  {
    "section": "Excerpt from a historical analysis (continued)",
    "text": "Q71 ii rata#trattttt Twaf #aatet 5r4iaafarterz ivrta Rada Ii (1_2) TryIaTIT4 9a77 trftttut rrotrfzaat daar41g yfefezr: ii (1_8 ) afatfted tatto4t Tarv qfrfetat g aTafiamatat gwzt qiaatvj: II (1_7) QryAFYAJA: gvrToth #faoafa qs7i cftattst attttttt 37*74: (1_8) qafetztfraag? 75989 qiau: 1 a5rtstt saaneniutararq TT:g4t ii (1_9) Gist of tlie vers0s : 'On receipt of the news of tlle destruction of the Yadava, Vrishni and Andhaka otc., Iribes, Yudhi- shtira resolved to renounce the world and g0 on pilgrimage and addressing Arjune, said SI have resolved lo renounce the world and go on pilgri- 3) 10 THE AGE OF THE MAHABHARATA WAR mage. So for Yuyuthsu the son of Dhritarashtre by his Vygya wife and entrust the administration of the empire to him and instal Parikshit 98 the king of the Kurus: Then he turned to the grief stricken wife of Arjuna, 'Subhadra' and said 'the son of your son 'Parikshit' will be the king of the Kurus, YOr nepew Vajra;' the son of Aniruddha the son of Sri Krishna i. @- Sri Krishna's grandson, will be the king o the surviving Yadavas Parikshit will rule at Hastinapura The Yadavas will stay at Tndra-Prastha. Vajra will be their king: You will have to look after him. You should not; think of J3 accoampanying Us. Just at fhe moment Sahadeva approached smiling and said in the verges 19 to 27 of the lst chapter of the Mahaprasthanika Parva sMischievous practices and quarrels are arising among men due {o their avarice, in sales purcha - 8es, and encroachments on the neighbourer's lands: Injustice h1as set in: 'Kali seemg to he a1 work' . Yudhightira heard the words and fell diegns _ ted with life and said swe have lived long enough: We ghould not stay here any longer,' and removed al1 the costly jewels and clothes on his body, changed into homespun and the brotherg and Droupadi followed his example. They wero all ready to start 011 the great pilgrimage, the final jorney, with the gacred fire in their handg. They presented exactly gme picture a8 whon they had formerly started for the exile of 12 years in the forest: The women of the palace were aLl filled with grief at the sight But the brothers Droupadi were rejoicing, for their part: The five Pandavas, Droupadi, their congort; and a accompanying them, all started from Hastinapura. send anl and and dog INTERNAL EVIDENCE 11 The same account of the destruction of the Yadavas and the advent of Kali, with 36th year after the Mahabharata War in the Mahabharatam in the Telugu rendering by the three great Andhra poets and in the Devi Bhagavatha, ?nd Skandha, page 60 of the rendering in Telugu by Vidwan Saripella Viswanadha Sastry, M. A. In the face of such clear, unambiguoug and unanimous evidence everywhere in the ancient literature of Bharata which proves that the Maha- bharata War occurred in the 36th year before Kali (3102 B. C) i. 0. 3138 B. C,. and that Sri Krighna pagged &way in 3102 B.O and Yudhightira and hig hbrothers in 3077 B.C, to ignore them all, and to conjecture that the war might have occurred 1600 years after Kali, jg gacrilegious: THE AGE OF IHE MAHABHARATA WAR TOPIC II INTERPOLATIONS IN KALHANA'S RAJATARANGINI",
    "meta": {
      "theme": "Dating of the Mahabharata War, Interpolations in Rajatarangini",
      "region": "India, Kashmir",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Mahabharata",
        "Krishna",
        "Yadavas",
        "Kali Yuga",
        "Rajatarangini",
        "Kalhana"
      ],
      "influence_map": [],
      "chunk_index": 11
    },
    "id": "mahabharat_011"
  },
  {
    "section": "Excerpt from historical analysis (continued)",
    "text": "Once itis accepted that the Kali era commenced, with the moment of the demise of Sri Krishna in B. @. 3102, it is obviously unwise and imperti- nent to attempt to locate the date of the Maha- hharata War somewhere sone centuries after the begining of the Kali era. It has necessarily to be attributed to a mischievoug intention to deceive the Hindus and put them on the wrong track: To participate in the war at the time thus fixed for it by the modern scholars according to their misleading history, it should be necessary for Sri Krishna to come down once again from his per- manent abode in heaven: Is it not surprising that; the Indian historical scholars of modern timeg also should join in the endeavour to gearch for date for the Mahabharata War some time later in the Kali era, after it is accepted by one and al1 that the commencemont of the Kali era and the event chiefly responsible for it and synchro_ nising with it, the demige of Sri Krishna who played 2 prominent part in the war, was in 3102 B. C? How is it, it doge not strike them a8 an unwige and useless endeavour: This thoughtlesg imitation 0f the westren historians is only a proof of their blind allegiance ingrained in thom to their western mnasters, and utter lacking respect for the native historical literature of the country. INTERPOLATIONS IN KALHANA'S RAJATHARANGINI 13 But one apparently formidable objection may be raised to the point of view adumbrated in thege pages by a reference to verse 51 of chapter I of Kalhana'g Rajatharangini, the source of Kashmir history where it is recorded that the Pandavas and Kauravas were alive in Kali 653. Here is the answer to the objection for which the oarnest attention and dispassionate consideration of the reader is invited. The verse in question could not have been Kalhana' g. It must have been due to interpolation or tampering with the text. It is further our contention that not only this verge I_51 but the verses I-_49, 50, 54 &10 all due t0 such inter- polation: They ar0 directly contrary 10 the trend of Kalhana' g views. Dr: Buhler procured & mant- script copy of Kalhana's Rajatharangini in Kashmir took it ove1 to England fol getting it printed. The interpolations wero most probably effected at tho time, while the manuscript wDS being printed in England:",
    "meta": {
      "theme": "Dating of the Mahabharata War, Interpolations in Rajatarangini",
      "region": "India, Kashmir",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Mahabharata",
        "Krishna",
        "Kali Yuga",
        "Rajatarangini",
        "Kalhana",
        "Interpolation"
      ],
      "influence_map": [],
      "chunk_index": 12
    },
    "id": "mahabharat_012"
  },
  {
    "section": "Excerpt from historical analysis (continued)",
    "text": "Kalhana says in the verees I-55, 56 of his Rajatharangini that the constcllation of the Great Bear moves in tho rogion of each star for 2 hundred yoars, accepting the autkority of the views of Vriddha Garga Varaha Mihira their calculations of the movement of the Great Bear, and declaras that during the reign of Yudhi- shtira the constellation w88 in Magha. Yudhi- shtira' s reign extended from 75 Years before Kali i. 0. 3177 B. 0,, t0 3077 B C. This will be establighed with proofs &1d delailed explanations in the pages to cone in chapter VI of thig volume in connection with the discussion of 4) and and for 14 THE AGE OF THE MAHABHARATA WAR 'Aasan Maghaasu Munayaha' \"eTaT AITTg I-56 of Rajatharangini and XIII-3 of Brihat Samhit to which reference may be made. How could tl:e same Kalhana in the same trealiso dleclare Yudhi- shtira to be reigning in 3177 B. C. in one verse 56, and in Kali 653 01 2448 B. C. in another verse 51, two contradictory statemenis in #he SO,210 breath? If we concede him capable of such self-conlradiction inconsistency; his Ireatise should not he accepted 28 a reliable sourc0 of history. He has employed a8 the basi8 for his work the era known variously 98 the Iaukikabdla , Yudhishtira Kala, the Sapt-rshi nana, the Kashmirabda, which began in' Kali 26, 01' B. @. 3076. If the Kavravas the Pandavas had been alive in Kali 653 01 B. @. 2448, kow could he base his hiskory on the secular C1:} con mencing in B. C. 3076 with the ascent io heeven of Yudlhishtira? According Lo the account in Kalhana 8 Rajatharangini Gonanda-I, of K?shmir joined with Jarasandha in his invasion of Madhur, before the Mahabharata war; and was killed in the battle Balarama. His gon Damodara-I attempted 1.0 digturb the Swayamvara funclion of 2 princess of Gandher and W? 8 destroyed in that connection, by Sri Krishna himgelf. His son Gonand;-II became the of Kashnir in 3140 B. @. while he w2s 2 in 3138, B. 0, in the Mahabharata war. All the tribu- tary princes in the country rnnged themgelvos on one O1 other of the two sides in the war: But, says Kalhana a8 Gonanda-II of Kashmir wa8 2 minor in his teens, his participation in J7v?' and and king long by king boy yet; INTERPOLATIO VS / V KALHANA'S RAJATHARANGINI 15 the war was not solicited by either of tke two parties to it, the Kauravas and the Pzndeveg. In proof of his 8 ':lement we mlay &lso nole that nowhere in the account of tke Mahablereta wa * in the 'Malabhara{a' is there any mention of an army of Kashmir: The Pandavt s accompanied by their consort Drsupedi commenced tkeir 9 scent to heaven (Swarg: rolcna) in Kali 25 01 B.C. 3077. At that time, in momory of the gread emperor Yudhishtira, in Keli 26 or B. @. 3076, 011 thio first in the fist ha] f of C}itia whcn thc constoll- ation of the Great Be:1' crossed over fron UEe region of the Magha to tlt of the next",
    "meta": {
      "theme": "Dating of the Mahabharata War, Interpolations in Rajatarangini",
      "region": "India, Kashmir",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Mahabharata",
        "Krishna",
        "Kali Yuga",
        "Rajatarangini",
        "Kalhana",
        "Interpolation",
        "Constellations",
        "Yudhishthira"
      ],
      "influence_map": [],
      "chunk_index": 13
    },
    "id": "mahabharat_013"
  },
  {
    "section": "Introduction",
    "text": "The theory suggesting that Yudhishtira and his brothers, who supposedly passed away in 3076 BC, lived later than 1600 Kali (or the 15th century BC) and utilized the Kaliyuga era, is considered implausible. According to the Puranas and Mahabharata, Sahadeva, son of Jarasandha, the king of Magadha, was killed in the Mahabharata war in 3138 BC. His son, Somadhi, was subsequently crowned king. Somadhi ruled Magadha for 58 years, both during Dwapara alongside Yudhishtira and in Kaliyuga as a contemporary of Parikshit. This account aligns with Pargiter's 'Dynasties of the Kali Age'. Therefore, the Mahabharata War is believed to have occurred in 3138 BC at the end of Dwapara, 36 years before the beginning of Kaliyuga.  The beginning of Kaliyuga is linked to the demise of Sri Krishna in 3102 BC, a date largely undisputed even by Western scholars. Consequently, the Mahabharata war, in which Krishna played a pivotal role, must have taken place 36 years prior, in 3138 BC.  However, some scholars, motivated by a desire to minimize the antiquity of Indian history, dispute this timeline. They have promoted an alternative theory based on an interpolation in the Rajatarangini, suggesting a later date for the war. This has misled Indian historians. If the accepted start of Kaliyuga is considered, the Mahabharata war's date of 3138 BC becomes evident.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "Indian Subcontinent",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "Indian chronology",
        "Mahabharata"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 14
    },
    "id": "mahabharat_014"
  },
  {
    "section": "The Yudhishtira Saka",
    "text": "To reconstruct ancient Indian history and determine the timelines of significant figures, establishing the start of the Yudhishtira Saka is crucial. This era began with Yudhishtira's coronation as emperor after the 18-day Mahabharata war.  The Yudhishtira Saka is practically synonymous with the time of the Mahabharata War, differing only by 28 days.  Therefore, fixing the Yudhishtira Saka necessitates first firmly establishing the date of the war.  Among discovered Indian inscriptions, most belong to the Christian era, with few predating it. This raises concerns about potential suppression or destruction of inscriptions from the Mahabharata period to obscure India's ancient history.  It's improbable that no inscriptions exist from the era before the Mahabharata war, given the widespread practice of recording achievements and gifts, as evidenced by later inscriptions. This suggests deliberate destruction. One example is the Kumbhalagarh inscription (1517 VS), found in broken pieces, indicating intentional damage and dispersal. It likely contained information contradicting established narratives.",
    "meta": {
      "theme": "Yudhishtira Era and Historical Evidence",
      "region": "Indian Subcontinent",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "Indian chronology",
        "epigraphy"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 15
    },
    "id": "mahabharat_015"
  },
  {
    "section": "The Kumbhalagarh Inscription",
    "text": "Dr. G.N. Sarma discusses the fragmented Kumbhalagarh inscription (1517 VS/1460 AD) found in the Victoria Hall Museum, Udaipur. He reconstructed the text using the 'Prasasti Sangraha' manuscript. The inscription details Bappa, a Brahmin from Anandapur, who served Harita and was granted rulership. This affirms Bappa's Brahmin origin, a fact supported by various inscriptions and historical texts. This contradicts theories portraying Rajput rulers as descendants of foreign invaders or low-caste natives. The deliberate destruction of this inscription suggests an attempt to suppress the true origin of the Rajputs and uphold fabricated narratives.  The inscription highlights the tradition of Brahmins adopting Kshatriya roles, a concept evident in the term 'Brahma Kshatri'.  Such destruction of evidence indicates a systematic effort to manipulate historical narratives.",
    "meta": {
      "theme": "Suppression of Historical Evidence",
      "region": "Indian Subcontinent",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "Indian chronology",
        "Rajput history",
        "Brahmin caste",
        "Kshatriya caste"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 16
    },
    "id": "mahabharat_016"
  },
  {
    "section": "Timeline after the War",
    "text": "Shortly after the Mahabharata War and Yudhishtira's coronation, Parikshit was born. Thirty-six years later, Sri Krishna passed away on February 20th, 3102 BC.",
    "meta": {
      "theme": "Post-Mahabharata Timeline",
      "region": "Indian Subcontinent",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "Indian chronology",
        "Mahabharata"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 17
    },
    "id": "mahabharat_017"
  },
  {
    "section": "Topic IV: Conjunction of Seven Planets and Panchangas (Annual Calendars)",
    "text": "Yudhishtira became the Emperor of Bharat after his victory in the Mahabharata War. In the 36th year of his rule as Emperor, his cousin Sri Krishna, who had been his strong support and played a prominent part in the conduct of the war, passed away in Dwarska. The Puranas and the Mahabharata are all unanimous in declaring that the commencement of the Kali Yuga is reckoned from the moment of the demise of Sri Krishna (i.e., 3102 B.C.). The Vishnupurana in sloka 12-2-33 says...\n\nKali Era is not a matter of guesswork but is based on the solid foundations of Astronomical Science. According to our Astronomical science, the seven planets (1. Saturn; 2. Jupiter; 3. Mars, 4. Sun, 5. Venus, 6. Mercury, and 7. Moon) should be in conjunction (together) in the Mesha at the commencement of the Kali Era. 5060 years back, such a phenomenon occurred in 3102 B.C., at 2 hours 27 minutes and 30 seconds on 20th February. The Kali Era is reckoned from that moment. (This type of conjunction of the planets will recur again at the next such moment in the next Mahayuga after 43,20,000 years). The well-known French Astronomer Bailly and others admitted that the conjunction of the planets described by our Hindu Astronomers occurred exactly correctly to the minute and second at the time noted by them.\n\nProf. Count Bjornsljerna says: “According to the Astronomical calculations of the Hindus, the present period of the world, Kaliyuga commenced 3102 years before the birth of Christ, on the 20th February, at 2 hours 27 minutes and 30 seconds, the time being thus calculated to minutes and seconds. They say that a conjunction of the planets then took place, and their tables show this conjunction. Bailly states that Jupiter and Mercury were there in the same degree of the ecliptic, Mars at a distance of only eight, and Saturn of seven degrees; whence it follows, that at the point of time given by the Brahmins as the commencement of Kaliyuga, the four planets above mentioned must have been successively concealed by the rays of the sun (First Saturn, then Mars, afterwards Jupiter, and lastly Mercury). They thus showed themselves in conjunction; and although Venus could not then be seen, it was natural to say that a conjunction of the planets then took place. The calculations of the Brahmins is so exactly confirmed by our own Astronomical tables, that nothing but an actual observation could have given so correspondent a result.” (Vide Hindu Superiority 2.2. 252-484 by Har Bilas Sarda, third edition, 1922.)\n\nPANCHANGAS (ANNUAL CALENDARS)\nAll the Panchangas (Native Annual Calendars) in vogue in the different parts of Bharat, in which the positions and movements of the different planets and stars on the Zodiac during the year are recorded and their influence on the lives of human beings are predicted, have all been prepared year after year from times immemorial, and from the entrance of Kali, reckoning the time on the Kali Era and adding up year after year. The Kali Era is the basis of all reckoning of time in these calendars. In the calendars for the current year 'Vikari' of A.D. 1959, it will be found stated that 5060 years have gone since the Kaliyuga commenced. The Mahabharata War is to be dated 36 years previous to the advent of Kali, i.e., 5060 years back, i.e., 5060 + 1958 A.D. = 3138 B.C. This is the direct determination of the date of the Mahabharata War on the basis of our Native Annual Calendars, which form a National Institution in our country.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "astronomy",
        "calendar",
        "Hinduism",
        "ancient history"
      ],
      "influence_map": [],
      "chunk_index": 18
    },
    "id": "mahabharat_018"
  },
  {
    "section": "Topic V: The Saptarshi Era",
    "text": "In a native historical treatise, the 'Kali Yuga Raja Vrittanta' (history of the kings of the Kali Yuga), it is stated:\n\n“When Yudhishtira was crowned King at Indraprastha, over his half of the Kaurava kingdom carved out for the Pandavas, the Constellation of the Great Bear or the Saptarshi Mandala entered the region of the star Magha, in the Zodiac.”\n\nAnd again:\n\n“Seventy-five years before the commencement of the Kali Yuga, the Great Bear crossed over into Magha, i.e., in B.C. (3102 - 75 =) 3177. Yudhishtira's reign at Indraprastha therefore commenced in B.C. 3177.”\n\nThe 75 years of his reign before Kali include 25 years of Suzerainty (Emperorship) over the whole of Bharat, which he enjoyed after the performance of the Rajasuya, the 13 years of exile as a consequence of his defeat in the game of Dice, 38 years on the whole, and the demand for the restoration of his kingdom as per the terms of the game at the end of the 13 years of exile, the refusal of Duryodhana to comply with the demand, and the War in 3138 B.C., the coronation of Yudhishtira again after the War as the undisputed Emperor of Bharat and the establishment of the Yudhishtira Era, 35 years of his rule after the War and the demise of Sri Krishna, the advent of Kali, his renunciation of the kingdom, entrusting it to Parikshit and starting on the Great Journey, in 3101 B.C.\n\nAnd thereafter it is stated:\n\n“After the passage of 25 years in the Kali Yuga, i.e., in B.C. (3102 - 25) 3077, the Great Bear, in its retrograde motion, passes on from Magha to Aslesha and remains in it for a hundred years.”\n\nAnd:\n\n“Then, i.e., in B.C. 3077, Yudhishtira, after completing the Great Journey or Pilgrimage around the world, ascends to heaven.”\n\n“Even then, i.e., in B.C. (3077 - 76 + 9) =, an Era was inaugurated in memory of Yudhishtira, the Secular Era variously called Laukikabda, Saptarshimana, Yudhishtira Swargarohana Kala, the Kashmir-abda, of a duration of 3700 years.”\n\nFrom the account thus available to us in the Kaliyuga Raja Vrittanta, the dates of four well-known events are authoritatively fixed for us:\n\n1. The entry of the Great Bear into Magha: 3177 B.C.\n2. The time of the Mahabharata War or Yudhishtira Era: 3138 B.C.\n3. The commencement of the Kali Yuga: 3102 B.C.\n4. The inauguration of the Saptarshi Era, or Yudhishtira Swargarohana Kala, or Laukikabda or Kashmir-abda: 3076 B.C.\n\nThe fourth of these, called 'Laukikabda' because it was established by the people, Yudhishtira Kala, as it was established in memory of Yudhishtira, as 'Swargarohana Kala', and Kashmir-abda as it has been in vogue in Kashmir all along and used by the almanac makers as the basis of their calculations from year to year. Kalhana, the author of the history of Kashmir, known as Raja Tarangini, has used this Laukikabda as the basis of his chronology.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "astronomy",
        "calendar",
        "Hinduism",
        "ancient history"
      ],
      "influence_map": [],
      "chunk_index": 19
    },
    "id": "mahabharat_019"
  },
  {
    "section": "The Saptarshi Era (continued)",
    "text": "Dr. Buhler, the well-known European Historian, himself has admitted the antiquity of this Laukikabda, the validity of the recognition of its starting point, Kali 1, as equivalent to B.C. 3101.\n\n“I do not doubt for a moment that the calculation which throws the beginning of the Saptarshi Era back to 3076 B.C. is worth no more than that which fixes the beginning of the Kali Yuga in 3101 B.C. But it seems to me certain that it is much older than Kalhana’s time, because his equation 24 = 1070 agrees with it. It may therefore be safely used for reducing with exactness the Saptarshi years, months, and days mentioned in his work to years of the Christian Era. The results which will be thus obtained will always closely agree with those gained by Gen. Cunningham, who did use the right key.” (Vide pp. 264-268, Indian Antiquary Vol. VI of 1877 and p. 27 ff. of Vol. V of the Edn. 1876.)\n\nBesides, Dr. Buhler himself quotes the following verse in evidence of the currency of the Saptarshi Era in Kashmir:\n\n“After 25 years passed away in Kali, Yudhishtira and his brothers ascended to heaven.”\n\nDr. Buhler has interpolated in the above verse 'Saptarshivaryah' in place of 'Yudhishtiradyah'. But the emendation leads to no sensible meaning for the verse. For, the Saptarshis are always in heaven. There is no sense in stating that they will be in heaven in Kali 25. It is certainly sensible and meaningful to state, according to the other reading, that Yudhishtira and his brothers, who had been on the earth since 75 years before Kali, ascended to heaven, or passed away from the earth, in Kali 25. This is the version in the Puranas too. Dr. Buhler has effected the emendation on his own authority, deliberately to render the verse consistent with the verse similarly interpolated by him (1-51) in Kalhana’s Rajatarangini, so that the Kurus and the Pandavas...",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "astronomy",
        "calendar",
        "Hinduism",
        "ancient history"
      ],
      "influence_map": [],
      "chunk_index": 20
    },
    "id": "mahabharat_020"
  },
  {
    "section": "Saptarshi Era and Age of Mahabharata War",
    "text": "In Kashmir's almanacs, the \"Saptarshi-mana\" is used for time determinations. Dr. Buhler admitted Kali 1 as B.C. 3101 and Saptarshi Kali 26 as B.C. 3076. He acknowledged the Great Bear (Saptarshi Mandala) entering Magha in B.C. 3177 and the era starting after their entry into Aslesha in B.C. 3076. This shows he knew of the Saptarshi's 100-year stay in Magha (B.C. 3177-3077), the Puranic descriptions of Yudhishtira's reign spanning a century, and verses in 'Brihatsamhita' and 'Rajatarangini'. He therefore knew the Mahabharata War occurred in B.C. 3138, but this truth was withheld.\n\nAstronomer Varahamihira, in 'Brihatsamhita' XIII-3 (also 'Rajatarangini' I-56), refers to Yudhishtira's reign, his ascent to heaven, and the Saka Era. This verse connects Yudhishtira's ascent (basis of chronological reckoning), the Saka Era, Yudhishtira's reign, and the Great Bear's movement. This era is also called Laukikabda, Yudhistirakala, Saptarshimana, and Kashmirabda.\n\nThe verse states: \"The Saptarshis were in Magha during Yudhishtira's reign. Yudhishtira's ascent plus 2526 years is Saka-Kala.\" The Saptarshi Mandala moved from Magha to the next star in Kali 26, marking the start of the Saptarshimana/Yudhistirakala/Laukikabda/Kashmirabda era. The Saka Era in Varahamihira's time began in Kali 26 + 2526 = Kali 2552 or B.C. 550.  Varaha, to fix the Saka Era's start, linked the Saptarshi Mandala in Magha with Yudhishtira's reign. He then stated the Saka Era began 2526 years after Yudhishtira's ascent (Kali 26).\n\nThere's no reference to the Salivahana Saka.  If Varaha meant Salivahana Saka (Kali 3179), it would be 3153 years from Yudhishtira's ascent (Kali 26), not 2526.  Therefore, another Saka Era existed. We must consider the Saka Kala of Kali 2552, not the Salivahana Saka of Kali 3179. Varaha fixed Yudhishtira's reign to when the Saptarshis were in Magha.  Bhattotpala, commenting on 'Brihatsamhita' XIII-3, quoted Vriddhagarga: \"Kalidwapara Sandhautu Sthitasthe Pitrudaivalam\" (Pitrudaivalam was at Kalidwapara Sandhi).  \"Kalidwapara Sandhi\" is when Dwapara Yuga ended and Kali Yuga began (36 years after the Mahabharata War, on February 20th, B.C. 3102).  The Great Bear was then in Magha.",
    "meta": {
      "theme": "Ancient Indian Chronology",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation",
        "historical_memory"
      ],
      "usage_tags": [
        "astronomy",
        "chronology",
        "ancient_india"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 21
    },
    "id": "mahabharat_021"
  },
  {
    "section": "Astronomical Evidence Continued",
    "text": "Dr. Cunningham's table in 'Indian Eras' shows the Saptarshi Mandala's location from B.C. 5877 to A.D. 2125, placing it in Magha from B.C. 3177 to 3077. This agrees with Vriddha Garga, Varahamihira, Bhattotpala, and other ancient Indian scholars. Thus, the Saptarshi Mandala entered Magha 75 years before Kali Yuga (B.C. 3102), i.e., in B.C. 3177.  Yudhishtira was crowned in B.C. 3177, expanded his empire, performed Rajasuya, became Emperor, lost his kingdom in B.C. 3151, was exiled for 13 years (until B.C. 3138), fought the Mahabharata War, regained his empire, and in B.C. 3102, after Krishna's Nirvana and Kali Yuga's start, renounced his empire, went on pilgrimage, and ascended to heaven in B.C. 3077.\n\nVarahamihira's verse states Yudhishtira ruled from B.C. 3177-3077 while the Saptarshis were in Magha.  Adding 2526 to Yudhishtira's Swargarohana Kala (B.C. 3076) gives the Saka-Kala of Varaha's time: Kali 26 + 2526 = Kali 2552 or B.C. 550.  This is based solely on Varahamihira's statements. Thus, we establish the Saptarshi's Magha century (B.C. 3177-3077), the start of Yudhishtira Kala (B.C. 3076), and Varaha's Saka Era (B.C. 550).  Conjecturing Varaha meant the Salivahana Saka and twisting the verse's meaning is unwarranted.",
    "meta": {
      "theme": "Ancient Indian Chronology",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation",
        "historical_memory"
      ],
      "usage_tags": [
        "astronomy",
        "chronology",
        "ancient_india"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 22
    },
    "id": "mahabharat_022"
  },
  {
    "section": "Dating Varahamihira and the Mahabharata War",
    "text": "ym Saka Kala mapa:: s,yn\" which means that he W3s wriiing in the year 427 of the Saka Era i. e in Kali 2552 plus 427 2979 Kali. So Varaha belongs io 2979 Kali or B. @. 3102-2979 B. @. 123. To fix his hy get ard ASTRONOMICAL EVIDENCE 37 dime 28 427 on the Salivahana Saka Or (78-+427) A. D: 505 is obviously wrong: The year R. C. 123 35 Varahes' s time agrees with the tradition that he adorned the corert of Vikramaditya who ruled { S the Emperor of Bharat from Kali 3020 o B. C. 82 10 Kali 3120 01 A. D. 19 and established 2 new Era of his OWns the Vikrama Era, in Kali 3044 Or B. C. 57. Rao Bal advr P. V. Kane, High Court Vakil Bon) and Presidenl of the Indian History congress in 1953 interprot8 ihe verse in yet another original nlannor. He holdg that tho two lines of the verse XIII-3of the Brihaisamhita give us iwo independent aentences; thab in the first Varahamihira reproduces in his own words tlie satoment of Vriddhagarga that while Yudhishtira was reigning (from B. C. 3177 to 3077) the Saptarshi Mandala was in the star Magha; and in the second line Varaha gives u8 Lis own r7le (principle) that by the addition of 2526 to the year on the Salivahena Era (which hegan in 78 A. D.) WO the YeaI (time of Yudhishtira). We reprodvce his interpretation in his own words below: sThe vorse (Br.S. 13.3) conlairg two inde_ pendent clauges in the two halves of it, viz namely 1. The congtellation of the seven sages was in the Maghas when Yrdhisktira ruled over the earth 38 and secondly the Saka Kala increased by 2526 10 years represents tha time of that king: In the first half of XIII-3 and in geveral other verses of the same chapter (viz. verses 7 to 11) Varaha 10) bay get king 38 THE AGE OF THE MAHAZHARATA WAR states in Ara Ferses Vriddh::gargw' s views (which were in 12.0 Anstuph metre, 88 tk-e qota_ lions given Utpala from Vriddhagarga will show) in his 0TH words and in the second half hle states his OWl view whnt th? Yulhishtirj Era. The parwicle 'ca' is adcledl hecauge ihe two halves are two independent sentences and {h1e second half comes to this 'Shad dwika panc: dwi yutah sak kalah thasya r:jnah (kalah, under- sbood fron he prece-ling word Saka-Kaleh). (vide journal of the Andhra Historical Reasearch Society, Rajahmundry, Vol: XX Narayanarao Mcmorial Volume 1954' and p 75 of Ancient Hindu History II by this outhor:) Let 18 ag1e0 for 2 momeni to this Curio:s interpretation of the learned Sri Kane. Then it; means Varaha quoted Vriddagarga's opinion only L0 reject it 10 offer his own- There is 1o walrant for such an a8su mpiion anywhere in the verse or in the whole treatise, or anywhere else in the tradition of Indian Scholarship. 1t is entirely due Lo the distorted vision of Ihe loarned Sri Kane himself due to his anxioty to juslify {he statement that the Kaurava 8 and Pandava s were alive in Kali 653 or B. 0. 2448 in the I-51 vorse of Kalhana' s Rajalarangini: (which was itsolf an interpolation Dr: Buhler:) But there is 10 roason arose of any kind Lo take the two lines of the verse of Varaha #8 independent statements, or that the Saka-Kala referrjdl Lo by him is the Salivahana Saka\n-Kala. On the other hand \"awrirrv\" tThasya Rajnascha\" in the bv pt and by ASTRONOMMICAL EVIDENCE 39 gecond clause is manifestly based on the first. Varaha starls with fixing the time of Yudhishtira's reign in the century from B. @. 3177 to B. @. 3077, and proceeds to fix the bazinning of the Saka Era in vozue in his tine 21 2526 yea1S after the year of the ascent of Yulhishtir? to heaven towards the end of the centry of his reign (in B. C 3077-76 or Kali 36) i. B. C. 3076-2526 B. C. 550. This delermination is accepted a8 such by Kalhana in I-55 of his Rajatarangini &8 the determination of the Samhitakaras hased on the movement of the consteila lion of the sevem sage8 (aw71? #faa\" #tt: ra &aalst fauit:\" ) and 2s the authoritative basis for the chronology of his history and thon in his I-56 reproduces verbatim XIII-3 of the Brihatsamhita of Varaha-mihira:",
    "meta": {
      "theme": "Chronology and Dating of Ancient Indian Texts",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Ancient Indian History",
        "Astronomy",
        "Literary Analysis"
      ],
      "influence_map": {
        "influenced_works": [
          "Rajatarangini"
        ],
        "modern_applications": []
      },
      "chunk_index": 23
    },
    "id": "mahabharat_023"
  },
  {
    "section": "Bhattotpala's Commentary and Interpretation",
    "text": "There is no indi- cation in Kalhana'8 writings that there was any differonce of opinion among the ancient samhita- kara8 'Vriddha-garga' and Varahamihira' . In the comment\"ry on Varahcmihira' s Rrilia &- s)mhitn writtan by B'al'otp 1l `, he did not give any indication {hat there w ` $ difference of opinion between ' Varaha' and 'Vriddha-Garga' . In addition, he qnoted the vicw-point of Vriddha-Garga to strengthen the opinion of Varaha. Therefore tke imaginary vicws of the learned S1i Kano a10 contrary to the view-points of Kalhana, Vriddha_ Garga, Varaha and Bhatlotpala- They are #lso contrary to the views expressed by Alexander cunninghan and Dr. Bvhler and what has been stated iz Puranas Mahabharata: 0., and 40 THE AGE OF THE MAHABHARATA WAR Let 11S follow Bhatiolpaia's conmentary on XIII-3 of Brihct salnhita :~ \"gtui #zitoutaq: aradui, gfafez? qiga7+, Tvat rrarfa , #al, TTfa 4ryroafa, #ATI #aiaa-g &ITT :e4Fryot\" sMunayo Marichyaadayah Saptcrshayo; Yudh- igtire PandutanaYe, Nrupathan Raajani, Pridhviim Mahiim, Snasati paripalayati; Maglaasu Magha - Nakshathreshu, Aasan adhyathishtan' s When Yudhishtira was the ruling monarch on the carth the sages were in Magha: ~awife Tavr:\" m cThadhahi Vriddha Gargah' -neans 'Vruddha Gtrrga also 8aYS in the s3nle way and &nd he quotes the same WOrds of .Vrnddha Garga' \"#fsatrr #elg feuatia fqgeaat\" 6Kali Dwaapara sandhautu sthitaasko pithru daivatam means stat the ransition age of Dwapara into Kali, the geven sagea were in the Magha star:\" Then Bhattotpala proceeds with hie conimenlary thus :~ \"a4v gffezttqt TtST: tafes RTaaraT-T: (Tasyacha Yudhishtirasva Raaj- nah shadwika , pancha dviyutah (2526) sakakaalo (427) gatah\" which means in the (Swargarohana) kala of Ydhislira elapsed 2526 coupled with Saka- nrupakaala (4271,\"7arua4zafa aTaaq aatTTo1& WTTT TTTt \"Evam Krute Yadbhavati taavadvarsha brun- dam varthamaana kaalan yaavat gatha nleans :- when calculated in this manner tho total amount of ye?rs (i; 0., Kali 26 plus 2526 plug 427 2979 (years) will be the period that elapsed from the ge7: faf3y7: Z7 m\" ASTRONOMICAL EVIDENCE 41 commencement of Kali 1 to the time of the writirg of Brihalsamhita Varahamihira. (i.e., 3102 B. C. minus 2979 Kali =) 123 B. 0. Therefore, according to Bhattotpala, the Sakakela of Varaka in XIII-3, of his Briliatsamhi la is 427 of Sskanrupakaala but not; A. D. 78 plvs 427 505 A. D. of Salivahana. According do the interpretation of the learned Kane: algo #Gakaka 1,, increased by 2526 represents Yudhi- 9$ shtira Kalah meang Sakanrvpakaalch 427 plus 2526 2953 of Yidhishtira Kaala_ (Yudhishtira Kala's beginning B. @. 3076_ 2953 B.0. 123 the time of Varahia' N. B. Begiur ing ( f S.skanrupakaala is C. 36+2526 ) 2552 Kali and tke beginning of Salivahan : Saka-Kaala ig 3179 Kali. On tLe oi'er hand he adopts tlloir agreed opinion a8 his own. Thus it is clear fron) Kalhana' g I-56 which i8 bnt & quotalion of the game a8 well a8 XIII-3, of the Brihatsaihita of Vzrahamihira that the {ime of asrent of Yudhishtira to heaven or the beginning of the Laukikabda is in B. @. 3076, the beginning of the Saka Era in vogue in Varaha' s time is in 2552 Kali, or B. C. 550 and that the period of Yudhishtira's reign lasted from B. @. 3177 to B: C. 3077 and in that Oentury the time of ilie Mahabharata War is 36 years befora Kali O1 R.@. 3138. 11) by (B. 40 THE AGE OF THE MAHABHARATA WAR Let 11S follow Bhatiolpaia's conmentary on XIII-3 of Brihct salnhita : \"ga} #7eurau: #crdwl, 9ig774, Ttat 7ToTrfa , Tem; 7a, TTTfa qfrqtoafa , #ATI #ATT87T 31aT 3eTFygt\" #Munayo Marichyaadayah Saptcrshayo; Yudh- istire Pandutanaye, Nrupathan Ranjani, Pridhviim Mahiim, Saasati paripalayati, Maghaasu Magha - Nakshathreshu, Aasan adhyathishtan\" sc When Yudhishtira wag the ruling monarch on the carth the sages were in Magha ~agrfe Tavr:\" 1 cThadhahi Vriddha Gargah' -neans (Vruddha GtcIga also saYS in the s3n0 way",
    "meta": {
      "theme": "Commentary and Interpretation of Brihatsamhita",
      "region": "India",
      "use_case": "Literary Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Ancient Indian History",
        "Astronomy",
        "Literary Analysis"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 24
    },
    "id": "mahabharat_024"
  },
  {
    "section": "Age of the Mahabharata War - Wrong Conjectures",
    "text": "At the time of the Mahabharata War, correctly determined, the Pandavas, Draupadi, Sri Krishna, the Kauravas, Bhishma, Drona and other Bharata Warriors must be in existence. It should be the transition time from Dwapara to Kali. The Constellation of the seven sages be in the star region of Magha. It has been admitted on all hands by the Astronomical Scholars of ancient Bharat, the European Orientalists like Dr. Buhler and General Alexander Cunningham that the Constellation of the seven sages was in the Magha region from B.C. 3177 to B.C. 3077. The Astronomers, the authors of the Puranas of ancient Bharat, all unanimously declare that Yudhishtira was reigning during that century. That the ascent of Yudhishtira to heaven occurred in B.C. 3076 or Kali 26 when the Constellation passed over from Magha to the next stars is conceded by Dr. Buhler, Dr. Wilson and General Alexander Cunningham. How could Sri Krishna who passed away in B.C. 3102 and the Pandavas who passed away in B.C. 3077-76 be alive in B.C. 2448 or 1931, 1886, 1500, 1400, 1100, or 900 if any of the conjectures be correct, of the modern historians of Ancient Bharat, the European Orientalists or their Indian disciples? How could the Constellation of the seven sages which was in Magha in B.C. 3177 to B.C. 3077-76, be in any of the years noted above? Is there any inscriptional or historical authority for their determination? Such determinations and arguments deserve only the contempt of genuine historians and competent scholars. The final result of all the above discussion is the time of the Mahabharata War is indisputably B.C. 3138, when the Saptarshimandala was in Magha century.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "Indian Subcontinent",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Ancient Indian History",
        "Astronomy",
        "Mahabharata"
      ],
      "influence_map": [],
      "chunk_index": 25
    },
    "id": "mahabharat_025"
  },
  {
    "section": "Age of the Mahabharata War - Inscriptional Evidence",
    "text": "There are four inscriptions, extant and available to us (apart from several others that might have been lost or destroyed), which prove conclusively that the Mahabharata War occurred in B.C. 3138 or 36 years before Kali. Of these four, two have been published in the Indian Antiquary. The third does not seem to have attracted the attention of the Government Archaeological Department. It has been copied from the person in possession of it and published recently at Masulipatam in the Krishna District. The fourth is the copper plate inscription of Emperor Sudhanvan. The contents of these four inscriptions bear out the determination, without scope for any doubt, that the Mahabharata War occurred in B.C. 3138. It is hoped that this evidence at least will be respected by the Modern Indian historians and they will be able to reconstruct the correct history of ancient Bharat on the basis of it. Sri Krishna passed away in B.C. 3102, the Kali Yuga commenced simultaneously. In Kali 1 or B.C. 3101 Yudhishtira renounced his Empire, installed Parikshit on the imperial throne and started with his brothers on the Mahaprasthana or the Great Journey. Parikshit reigned for 60 years and died due to snake-bite in B.C. 3041. His son Janamejaya was crowned in B.C. 3041. In the 29th year of his reign i.e., in B.C. 3013-3012 or Kali 89, in the year Plavanga on Monday the new moon day at the beginning of Chaitra, he donated two villages to two religious institutions and the two gift-deeds were inscribed. One of these is found published in the pages 333, 334 of the Indian Antiquary.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "Indian Subcontinent",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Ancient Indian History",
        "Epigraphy",
        "Mahabharata"
      ],
      "influence_map": [],
      "chunk_index": 26
    },
    "id": "mahabharat_026"
  },
  {
    "section": "Epigraphic Analysis of Mahabharata War's Date",
    "text": "vince in which the land gifted away was situa- ted: Kishkindha was the capital of the South Western province of the Enpire. So he was des - cribed as \"fafona TTiTI fuTaTazte:\" sKishkindha Nagryam simhasanasthah\" in the gift-deed relat_ to the land in that province and a8 06 saytg 0 TT? fatavtfy'- 6Indraprastha Nagare simhasana- s Ghah\" in the gift-deed relating to the land in the Himalayan region. Janamejaya was crowned at Indraprastha The two gifts wore made at Indraprastha only. But the narration in the gift-deed wa8 appropriately worded in view of the location of the land gifted. The apparant discrepancy need not give rise to any doubts of the authenticity of the gifts 01 the deeds 0r the inscriptions:\n\nThe Third Inscription\n\nTHE AIHOLE INSCRIPTION\n\nThere i8 an ingcription on the walls of a temple of Siva in the village 'Iballi' in the Dharwar district: The date of the ingcription is stated in the sam0. It states further that by the year 556 on the Saka Era, (or 634 of the Christian Era) the time that elapsed in Kali, after the Mahabharata War is 37 3735. The inscription was carved the direction of king city ing only. by 52 TXIE AGE OF THE MAHABHARATA WAR Pulakesin II in A.D 634. It was this Pnlakesin who defeated and checked the Southward progress of the conquering armies of Sri Harsha Siladi- tya 01 the banks of the Krishna. His heroic, exploits, his victory in the ba tlle with Sri Harsha, the other princes defeated by 1i1n are al1 des- cribed in the ingcription:\n\nThe inscription in its entirety hag been published on pages 67-71 of the volume V of the Indian Antiqary. Modern historiang have been attaching very great impor- tance te this inscriplion 38 it gives 2 delailed account of Pulakesin II 10 whom tkere is ro reference at ail in the Puranas. The same inscription has been also pubJi- shed a8 the 16th document in Vol. No. 34 of the Keavya-mala 'eries, under the caption 'Silalekha' or 'Stone ingcription' of Pulakesin II of Ghe Ohalukya dynasty: (Vide pagcs 68-72 of I4.1 of Prachina Lekha Mala). This inscription is all in Sanskril.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Research",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "epigraphy",
        "ancient history"
      ],
      "influence_map": [],
      "chunk_index": 27
    },
    "id": "mahabharat_027"
  },
  {
    "section": "Interpreting the Aihole Inscription",
    "text": "rLhie author of this volume: who hag already pvhlished another volume entitled 66 Ancient Hindu Hislory part II; (Archaeological evidence misusedl\"), wko was known, hcfore he Look Holy orders, {he name of Sri Kota Venkatachclan, Gardhinagcram, Vijayawada and is known now, after assuming the ochre vobes a8 6 ( Advayanamda Sankara Bharati Jagadguru Swani, (Srimadabhina va Vir_ paksha Peetadhipati)\" had occssion to study the facsimi]e text of the inscription published in {ho Indian Antiquary and also learnt the Drocess of deciphering the letlors of the ingcription, with hy INSCRIPTIONAL EVIDENCE 53 the help of Sxi Rallabhandi Subbarao Pantulu, M. A., B. Ed. relired Professor of History in thle Government Ails College at Rajahmundry Honourary Secretary of the Andhra Higtorical Reseaarch Society, Rajahmundry. Thus he ccnld acquire first hand-knowledge of tle text of tke inscripbion:\n\nHere is the portion of the text giving the duie of the ingcription:\n\nMh !1 faty faw35 g #TraTetaTatfaa: 1 #ca1azaay+ 9 (T) <acaaag 1 Tataat Tmnat?; VEt tvrTt7 1 #aTy &aaaTg TR'Tttfy 4ys# 11 which mneans: Fron tke Mahabharata War, and Nfter 30 + 3000 + 700 +-500 years passed in Kali and 50 + 6 + 500 y0ars after the destruc- {ion of the Sak? kings, 012 the advise of the scholar Ravikirthi, this temple of Jinendra has been consiructed (hy Pulakesin II) Dr. Fleets conceding that three Eras a10 referred 10 in the ingcription, interprets it thus: _ Firgt he trans- lates the text; of the inscription a8 follows : Vide P 73, of Vol of the Indian Antiquary, #Three thousand seven hundred and thirty years having elapsed since the War of the Bharatas and (three thousand) five hundred and fifty years having elapsed in the Kcli and five hundred {'7d six yearg 0f the Saka kings having elspsed, #kis stone temple of Jinendra the abode of glory, wag construcled the order of the learned Ravikirthi etc , elc-, 14) ard 4ag by, Age, by 64 THE AGE OF THE MAKABHARATA WAR According do his inlerpretaiion (1) The Lime of the Mahabharata War works out to 3730 (506 on the Saka Era or) 584 of the Christian era 3146 B.O. only approximatoly to the correct figure 3138 B. @. (3) The time of the beginning of Kali works out to 3550 (506 on the Saka Era or) 584 of the Christian e1x B.0.2966. This is in utter contradic_ tion to the determination of B.C. 3102 unanimously accepled the Artsonomere and Historical Scholars of the Easl 28 well 28 Uhlo West. (3) Dr. Fleet eqnates tho Saka year 506 with 584 A. D 28 the timo of the inscription- But Pulakesin II belongs to Saka 556 or A, D. 634 and not A. D. 584. So his interpretation cannol hve accepted as it leads to wrong resulls to zho three Eras.",
    "meta": {
      "theme": "Dating the Mahabharata War",
      "region": "India",
      "use_case": "Historical Research",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "epigraphy",
        "ancient history",
        "chronology"
      ],
      "influence_map": [],
      "chunk_index": 28
    },
    "id": "mahabharat_028"
  },
  {
    "section": "INSCRIPTIONAL EVIDENCE",
    "text": "This inscription is dated the year 2663 on the Yudhishtira Saka: The same year the Journey on the earth of Sir Sankara came to a close. The Great Acharya lived only for 32 years. The years of his birth and demise therefore work out to 2631 and 2663 of the Yudhishtira Era or B. C. 509 and B. C. 477. The four great religious institutions known as the great Sankara Peethas were established by him as follows in the years noted against each:- At Dwaraka (Saradamulla) in B. C. 491. At Badari (Jyolirmathe) in B. C. 486. At Jagannadha or Puri in B. C. 485. At Sringeri in B. C. 484. These great religious institutions developed their own branches in turn and they have been in existence, under an unbroken line of administrators. Of the subordinate branches of the Sringeri Peetha two have attained considerable vogue in Andhra ) of the country. Pushpagiri and Adhinava Virupaksha: which the author is the present incumbent): The lists of successive heads of these Peethas are all preserved in the respective Peethas and reckoning back with the help of these lists we can arrive at the time of the foundation of the Peethas. The copper plate inscription of Emperor Sudhenva proves that the year of the demise of Sri Sankara is 2663 (of the Yudhishtira Era or B. C. 477-76. The beginning of the Yudhishtira Era is the time of the Mahabharata War. It had already been proved to be B. C. 3138. So Sri Sankara's life works out to B. C. 509 to B. C. 477-476,. Yudhishtira Era 2662 + 476 = 3138 B. C. Fifth: Other inscriptions : 1. In deeds dated on the Gupta Era Mahabharata War is referred to ( Vide Fleet O II, 120, 124, 129, 134, 139.) 2. An inscription found in the Temple of Madhukeswara in the village Ban:' vasi in the North Canara district; is dated 168 of the Yudhishtira Era. It must have been inserted in B. C. 3138 - 168 = B. C. 2970. 3. The inscriptions in the Belgaum District of the Mysore State are dated on the Yudhishtira Era. (Vide Journey of Dr. Fleet, through Mysore, Canara, Malabar ~-III 122) 231, 411.",
    "meta": {
      "theme": "Ancient Indian History",
      "region": "India",
      "use_case": "Historical Dating",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "inscriptional evidence",
        "chronology",
        "religious institutions"
      ],
      "influence_map": [],
      "chunk_index": 29
    },
    "id": "mahabharat_029"
  },
  {
    "section": "OPINIONS OF HISTORICAL SCHOLARS",
    "text": "1. Dr. Wilson writes \"The general fact (is) that the dynasties prior to Krishna precede the time of the Great War and the beginning of the Kali Yuga, both which events are placed five thousand years ago.\" (Vide Wilson & Vishnupurana, London Edition P. P. LXIV and LXV) 2. The Kurupandava War was fought 37 years before Kali, that is 3139 B. C. (Vide History of Classical Sanskrit Literature by M. Krishnamachariar, Intro ~ XLIII). 3. Encyclopaedia Brittanica 14th edition 5th volume p. 658: \"The Kaliyuga Era is the principal Astronomical Reckoning of the Hindus. It is frequently, if not generally, shown in the Almanac. Its initial point in 3102 B. C., and the year 5002 of Kali began in A. D. 1900.\" 4. The famous Mahammadan Astronomer Mr. Alberuni mentioned in his Indian History that 1031 A.D is equivalent to 4132 of Kali Era i.e. 3101 B. C. (Vide Alberuni's Indias translated Dr. E. C. Sachaun, IInd vol, 49th chapter 5-7 pages.) 5. Mr. Lionel, D. Barnett in his book 'Antiquities of India' Ed: 1913 published Warner writes thus: \"The Kali Era is supposed to begin from 3102 B. C. (p. 94) The present Age, which is the Kaliyuga is reckoned as having begun in the year 3102 B. C. (page 193).\" 6. Prof. Buchanan mentions an inscription in the temple of Madhukeswara at Banvagi in North Canara dated in the 168th year of Yudhishtira Era. (i.e., Yudhisthira Era begins with the year of the Mahabharata War 3138 B. C. - 168 = 2970 B. C.) 7. Prof. M. A. Trajer in his commentary on 'Rajatarangini' also admitted and adopted this Kali Era which started in B.C. 3102. 8. Mr. C. V. Vaidya in his Epic History admitted that Kaliyuga 1 is equivalent to 3101 B. C. The Nepala Rajavamsavali or the history of Nepal followed the same Kali Saka that started in 3102 B. C. (Vide Ind. Ant, Vol. XIII: P. 411 ff) 9. Dr. Buhler also admitted and adopted B. C. 3102 as the starting point of Kali and Kali 26 or 3076 B. C. as the starting point of Loukika Era or the Saptarshi Era in his commentary on Nepal history or the manuscript of Kashmir history (Rajatrangini). Vide Indian Antiquary Vol V, 27th page ff. Ed: 1876.",
    "meta": {
      "theme": "Ancient Indian History",
      "region": "India",
      "use_case": "Historical Dating",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Kali Yuga",
        "Mahabharata War",
        "historical scholarship"
      ],
      "influence_map": [],
      "chunk_index": 30
    },
    "id": "mahabharat_030"
  },
  {
    "section": "NO INSCRIPTIONAL EVIDENCE TO THE ANCIENT HISTORY OF BHARAT BY THE MODERN HISTORIANS",
    "text": "It is wrong to claim that the history of ancient Bharat, of the European Orientalists and their disciples, is based on the evidence of inscriptions. The Western Historians have been claiming that they have based their histories of ancient Bharat on the evidence of available inscriptions. But it cannot be substantiated. The cornerstone of the history of ancient Bharat, even for these European historians, is the date of the Mahabharata War. But they have not arrived at any clear determination of it even up to now. They have been indulging in mere varied conjectures that it might have occurred in the 24th, 19th, 15th, 14th, or 9th century before Christ. For the rest, they have no other reliable source for their histories of ancient Bharat except the 'Mahabharata' and the Puranas. Their only contribution to the history of ancient Bharat is the theory of the contemporaneity of Alexander, the Greek conqueror, and Maurya Chandragupta, which is a baseless and wrong theory. They have no inscriptional or historical evidence to produce in favor of this theory. Indigenous historical literature, our Puranas, indicate that Alexander's contemporary in India was Chandra Gupta of the Gupta dynasty who was reigning in B. C. 327 and could not be Chandragupta of the Maurya dynasty of Magadha who belongs to B. C. 1534. No evidence of any inscription has been adduced for their determinations of the dates of the birth and demise of the Buddha. They have made false propaganda that there is mention of the year 164 in the Kharavela inscription, but there is no mention of the year 164 or any other year in that inscription. There is no inscriptional or historical evidence to assign the inscriptions of Asoka to B. C. 272-36; no date is anywhere mentioned or referred to in any of the inscriptions. There is no evidence or authority for the assumptions of these European Orientalists that the Yona Kings mentioned in the inscriptions are Greek princes or that Yona means Greek. There is no mention of the word 'Greek' in any of the inscriptions. There is no inscriptional evidence for the dates of the reigns of the different Kings of the various dynasties of Kings that ruled over the different parts of Bharat from the time of the Mahabharata War. The only authority for their accounts of all these reigns is our Puranas themselves. They are not aware of the Saka Era of B. C. 550 mentioned by Varahamihira, or the Sri Harsha Saka of B. C. 457 or the Malava Gana Saka of B. C. 725. They are not aware that the Gupta Era of B. C. 327 started with the reign of Chandragupta of the Gupta dynasty. They date it in A. D. 320 wrongly. Despite the vivid accounts of the historical personages of Vikramaditya and Salivahana in our Puranas and in the indigenous histories of Kashmir, Nepal, and Magadha, they deny their historicity. There is no historical or inscriptional evidence in support of their theories or to confirm the writings of Ptolemy, Megasthenes, and Xuanzang, which they give so much store. They have no ancient inscription to show of any century prior to the Christian Era. So it is preposterous to propagate, as they have been doing, that their histories of ancient Bharat have been based on the evidence of inscriptions. There is a strong belief…",
    "meta": {
      "theme": "Critique of Historical Methodology",
      "region": "India",
      "use_case": "Historiography",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "inscriptional evidence",
        "European Orientalists",
        "Puranas",
        "historical methodology"
      ],
      "influence_map": [],
      "chunk_index": 31
    },
    "id": "mahabharat_031"
  },
  {
    "section": "The Misrepresentation of Ancient Indian History",
    "text": "Among traditional scholars in our country, there's a belief that ancient inscriptions were deliberately destroyed upon discovery because they contradicted established theories and fabricated histories.  These scholars allegedly went to great lengths to minimize the antiquity of India's history. Without inscriptions predating Christ, their accounts of ancient India before Christ couldn't be based on inscriptional evidence.  The Mahabharata, Puranas, and inscriptions presented in this book are the primary sources for understanding the Bharata Yuddhakala (Mahabharata War era) and the subsequent Hindu dynasties. These sources establish the Bharata Yuddhakala at 3138 B.C., 36 years before the start of the Kali Yuga, and trace continuous Hindu rule from that point to the 12th century A.D.",
    "meta": {
      "theme": "Historical Revisionism",
      "region": "India",
      "use_case": "Debunking False Narratives",
      "strategic_category": [
        "civilizational_missions",
        "historical_memory"
      ],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical analysis",
        "ancient inscriptions",
        "Indian history"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 32
    },
    "id": "mahabharat_032"
  },
  {
    "section": "The Saptarshi Mandala and Chronological Accuracy",
    "text": "The Kali Yuga began in 3102 B.C., while the Mahabharata War took place in 3138 B.C., the same year Parikshit was born and the Yudhishthira Era began. The Saptarshi Mandala (constellation of the Seven Sages) enters each star region for 100 years.  Puranic authors and astronomers used the position of the Saptarshi Mandala relative to the reigns of kings to maintain chronological accuracy, preventing discrepancies. Initially unaware of this system, European Orientalists later recognized its value in exposing their own erroneous chronological determinations, which aimed to downplay the antiquity of Indian history.  This natural and verifiable method of timekeeping, based on the movement of the Saptarshi Mandala, could not be dismissed.",
    "meta": {
      "theme": "Chronology and Astronomy",
      "region": "India",
      "use_case": "Dating Historical Events",
      "strategic_category": [
        "civilizational_missions",
        "historical_memory"
      ],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation",
        "historical_memory"
      ],
      "usage_tags": [
        "astronomy",
        "chronology",
        "Indian astronomy",
        "Saptarshi Mandala"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 33
    },
    "id": "mahabharat_033"
  },
  {
    "section": "Calculating Time from Parikshit to the Andhras",
    "text": "From Parikshit's birth to Mahapadma Nanda's coronation, 1500 years elapsed. From Mahapadma Nanda to the Andhras (Poulomas), another 836 years passed, totaling 2336 years according to Puranic scholars.  At Parikshit's birth, the Seven Sages were in Krittika. After a 2700-year cycle through 27 stars, they returned to Krittika during the Andhra period. By the time of the 24th Andhra king, Siva Satakarni, in 2705 Yudhishthira Saka, they were back in Krittika. The subsequent eight Andhra kings ruled for another 106 years, bringing the total time from the Mahabharata War (3138 B.C.) to the end of the Andhra dynasty to 2811 years. Thus, the Andhra dynasty ended in 327 B.C., coinciding with the start of the Gupta dynasty.  This places Alexander's invasion of India (326 B.C.) contemporary with Chandragupta of the Gupta dynasty, not Chandragupta Maurya.",
    "meta": {
      "theme": "Dynastic Chronology",
      "region": "India",
      "use_case": "Establishing Historical Timelines",
      "strategic_category": [
        "historical_memory"
      ],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation",
        "historical_memory"
      ],
      "usage_tags": [
        "Indian dynasties",
        "Andhra dynasty",
        "Gupta dynasty",
        "Alexander the Great"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 34
    },
    "id": "mahabharat_034"
  },
  {
    "section": "Pargiter's Misinterpretation and the Mahabharata War Date",
    "text": "European historians, by conflating Chandragupta Maurya with the Chandragupta contemporary with Alexander, reduced the antiquity of Indian history by 12 centuries.  Pargiter furthered this by attempting to find discrepancies in Puranic references to the Saptarshi Mandala to push the Mahabharata War date forward from 3138 B.C.  Pargiter's 'Dynasties of the Kali Age' contests the established date of the Mahabharata War. He alleges an error in the Puranas and amends it to fit his calculations.  He cites Matsya Purana 271-41, which describes the Saptarshi Mandala's 2700-year cycle returning to the same position during the Andhra period.  By the end of the 24th Andhra king's reign, 2705 years had passed since the Mahabharata War.  The remaining eight kings ruled for 106 years, totaling 2811 years. Pargiter deems Matsya Purana 271-41 incorrect and alters it. The verse states the Seven Sages were in Krittika at Parikshit's birth and would return there after 2700 years during the Andhra period. This contradicts Vayu Purana 99-423, which places them in Magha.",
    "meta": {
      "theme": "Debunking Pargiter's Claims",
      "region": "India",
      "use_case": "Refuting Misinterpretations",
      "strategic_category": [
        "historical_memory"
      ],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Pargiter",
        "Kali Yuga",
        "Mahabharata War",
        "chronological discrepancies"
      ],
      "influence_map": {
        "influenced_works": [
          "Dynasties of the Kali Age"
        ],
        "modern_applications": []
      },
      "chunk_index": 35
    },
    "id": "mahabharat_035"
  },
  {
    "section": "Construction of Seven Sages and the Mahabharata War",
    "text": "at some other places in the Puranas at the same time. But the seeming inconsistency can be easily explained. The Constellation of Seven Sages is a long constellation of seven stars in a zigzag line. It is possible that in the course of its movement at any one time, if the star of the Constellation at one end is in one star, the star at the other end may be in another star, and those who observe the position of the Constellation may note it with reference to the star at the one end or the star at the other end throughout consistently. Then there will be no difference in the intervals of time measured by the movement of the Constellation. A detailed account regarding the movement of this Constellation is given by Alexander Cunningham under the caption 'Saptarshi Era' on page 17 of his Indian Eras, with the help of a table…The above verse 271-41 of the Mastya Purana has been emended by Mr. Pargiter…His emended version reads…Which means: “Then, while Pratipa was reigning, the Seven were in the star Pushyami.” The reason he alleges for emending the text of the Puranas is simply that the text of the Purana seemed to him to be wrong. But really, there is nothing wrong with the text in the Purana. He then explains the meaning of the verse as emended by him…The Great Bear being in Pushyami, Pratipa reigning at that time, the interval from Pratipa to Parikshit being 814 years—all these statements, entirely the concoction, inconsistent and absurd, of Mr. Pargiter do not find a place anywhere in any Purana. Thus, with the help of his own unwarranted emendation of the verse in the Puranas, Mr. Pargiter arrives at (2700-814) 1886 years for the interval from the Mahabharata War to the end of the Andhra dynasty. The expression in the Purana means…Mr. Pargiter is obviously wrong in stating that the Great Bear took 814 years to move from Pushyami to Magha, a distance of only two stars, in two hundred years. The modern history of ancient Bharat by European Orientalists and their Indian disciples is full of such atrocities deliberately perpetrated to mislead the people of Bharat and prevent them from ever knowing their real history. Countless such atrocities can be proved against Dr. Buhler in the histories of Kashmir and Nepal…He says, “This statement read with the preceding statements would imply that some 814 years are allowed for the interval between Pratipa and Parikshit.” But in the preceding verses referred to, there is no expression which could mean 814 years, no mention of any Pratipa, or of the star Pushyami. It is all the concoction of his brain. Let us concede, as Mr. Pargiter alleges, that 10 kings reigned from Pratipa to Parikshit at the time of the Mahabharata War. The total period covered by their 10 reigns is, according to him, 814 years. In his criticism of the chronological details in the Puranas, earlier in his volume 'Kali Age', he opines that a period of 1000 years assigned for the reigns of only 32 kings is excessive, and a period of 723 years for 16 kings is absurd, and therefore the statements in the Puranas with regard to time are unreliable. (Vide page 13 of his Kali Age.) How can he himself now suggest for the reigns of ten kings 814 years which works out at 81.4 years per reign? He has not hesitated further to allot 814 years for the movement of the Great Bear from Pushyami to Magha, a distance of two stars, in the face of the recognized astronomical fact that the Great Bear takes one hundred years to move from one star to the next and two hundred years to move from Pushyami to Aslesha and then to Magha.",
    "meta": {
      "theme": "Ancient Indian Chronology",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "chronology",
        "astronomy",
        "Mahabharata",
        "Puranas"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 36
    },
    "id": "mahabharat_036"
  },
  {
    "section": "False Propaganda of European Orientalists",
    "text": "That the Kali Yuga began in B.C. 3102 on the 20th of February at 2-27’ 30” hours was known to all the European Orientalists from Sir William Jones who laid the foundations for the history of ancient Bharat in 1774 to Vincent A. Smith of 1915. They knew also the Mahabharata War took place 36 years before Kali or in 3138 B.C. But they do not admit it openly. Still, it is undeniable that it was known to them. Dr. Wilson disclosed to his European friends in 1825 that the Saptarshi Era began in Kali 26. So all the three Eras dating from the Mahabharata War and the victory of Yudhishthira, the Niryana of Sri Krishna and the advent of Kali, and the Swargarohana of Yudhishthira and the passing of the Seven Sages from Magha into the next star were all well-known to the European Orientalists, but, with the deliberate intention of bringing forward the date of the Mahabharata War for reducing the antiquity of the history of ancient Bharat and to discredit the historical value of our Puranas, they do not profess the knowledge but appear to be ignorant of them. (Vide Vol. IV of Jones’ Works of the 1778 Edn., 'The Chronology of the Hindus')…By such repeated false propaganda, they have been able to mislead all students of ancient Indian history and by dating Chandragupta Maurya and his dynasty of 1534 B.C. in B.C. 324, to reduce the antiquity of Ancient Indian History at the very beginning by 1534-324 = 1210 years. Sir William Jones himself has recorded that he knew that according to the Puranas the invasion of Alexander occurred after the reigns of the Satavahana kings of the Andhra dynasty. He has also stated his opinion that the end of the reign of the Andhra dynasty was in 452 B.C., obviously he was aware that Alexander invaded India in B.C. 326. In these circumstances, to base the chronology of the history of ancient Bharat on the invasion of India of Alexander which does not find any place in any of our Puranas could only be the result of a deliberate intention to reduce the antiquity of our history and culture. (Vide Jones’ works Vol. IV - on the Chronology of the Hindus.)",
    "meta": {
      "theme": "European Misrepresentation of Indian History",
      "region": "India",
      "use_case": "Historical Critique",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "chronology",
        "colonialism",
        "historical revisionism"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 37
    },
    "id": "mahabharat_037"
  },
  {
    "section": "History of Magadha or History of Modern Ancient India",
    "text": "Of all the countries in the world, Bharat has the most ancient history and culture. To reduce the antiquity of its history and culture, first the Christian Missionaries and then the so-called Orientalists, deliberately conspired and plotted. The French savant Louis Jacolliot writes in his 'Bible-le-Indi': “The Reverend Fathers, Jesuits, Franciscans, Stranger Missions and other corporations unite with touching harmony in India to accomplish a work of Vandalism, which it is right to denounce as well to the learned world as to Orientalists. Every manuscript, every Sanskrit work that falls into their hands is immediately condemned and consigned to the flames. Needless to say that the choice of these gentlemen always falls from preference upon those of the highest antiquity, and whose authenticity may appear incontestable.”…When Sahadeva (son of Jarasandha and king of Magadha) was killed in the Mahabharata War, his cousin Somadhi (alias Somapi) was crowned at Girivraja, capital of Magadha. He ruled over Magadha for 58 years. His son Srutasravas ruled for 60 years after him. Thus they (the Puranas) proceed to mention 22 kings and the periods of their reigns and then it is stated that these 22 kings…",
    "meta": {
      "theme": "Ancient Indian History, Focus on Magadha",
      "region": "India",
      "use_case": "Historical Account",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "Magadha",
        "Kingship",
        "Puranas"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 38
    },
    "id": "mahabharat_038"
  },
  {
    "section": "History of Magadha",
    "text": "Agty ruled for 1000 years.  However, calculations based on the Puranas indicate a total reign of 1006 years for the 22 Barhadradha kings. This minor discrepancy is insignificant.  Puranic accounts state: 22 kings ruled for 1006 years, followed by 5 Pradyota kings for 138 years, then 10 Sisunaga kings for 360 years, and finally 2 Nanda kings for 100 years, totaling 1604 years.  Chandragupta Maurya ascended the throne after the Nandas, placing his reign around 3138 - 1604 = 1534 B.C.  However, European Orientalists disregard the Kali Era and the Mahabharata War's timing. They introduce Alexander's invasion of India in 324 B.C. and claim Chandragupta Maurya was his contemporary, fixing Chandragupta's reign at 324 B.C. This reduces the antiquity of Bharat's history by 1534 - 324 = 1210 years, making every historical event's date debatable. The truth is Alexander's contemporary was Chandragupta of the Gupta Dynasty, not the Maurya Dynasty.  Correctly identifying Alexander's contemporary allows accurate calculation of the Mahabharata War's timing as 3138 B.C.  Rectifying this fundamental error allows for accurate chronology, as presented in the author's previous works 'Ancient Hindu History Parts I and II'. The theory of Alexander and Chandragupta Maurya's contemporaneity lacks inscriptional or numismatic evidence.  The cited evidence relies on the writings of a Chinese pilgrim who visited India millennia later, based on hearsay. Such hearsay is considered authoritative for Bharat's history, while Veda Vyasa's writings, considered sacred for centuries, are dismissed as unreliable by these Orientalists. Hearsay is not considered valid evidence in any legal system, yet it is the supreme authority for Bharat's ancient history. European Orientalists and their followers revere this false history, disregarding contradictory inscriptional evidence.",
    "meta": {
      "theme": "Chronology of Ancient India",
      "region": "India",
      "use_case": "Historical analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 39
    },
    "id": "mahabharat_039"
  },
  {
    "section": "History of Kashmir",
    "text": "Kalhana, a scholar and minister's son, wrote a history of Kashmir in Sanskrit. He states his methodology: he rewrites previous histories without dismissing their purpose. Ancient kings' histories were recorded by contemporary scholars with firsthand knowledge. Later historians compiled these records, adding rumors and hearsay, creating inconsistencies. Kalhana's purpose is to correct these errors using available records, inscriptions, etc. Previous scholars like Suvrata and Chavillakara had attempted this before. Kalhana studied eleven previous histories, the Nilamata Purana, royal inscriptions, treatises, and court poets' songs to create a true history.  He preserved the lists of kings and their reigns, removing hearsay incorporated by later writers. He believed hearsay was invalid for historical purposes.  However, European Orientalists' histories of India primarily rely on hearsay. They reject indigenous writings like the Mahabharata and Puranas as unreliable, similarly dismissing Kalhana's Rajatarangini. Alleging deviations from earlier histories, they reject its first three chapters and interpolate the rest to fit their theories, reducing Kashmir's history's antiquity by 1200 years.  Around the Mahabharata War, Kashmir's King Gonanda I, related to Jarasandha, died fighting alongside him against Sri Krishna. His son Damodara I was killed by Sri Krishna at Gandhara's princess's Swayamvara. Sri Krishna then ensured Damodara's pregnant wife's coronation.  She bore Gonanda II, who was crowned.  The Mahabharata War occurred shortly after, but Kashmir remained neutral due to Gonanda II's infancy. He was born around 3140 B.C. Kalhana places Gonanda III's coronation 2330 years before his own time (1148 A.D.), i.e., 1182 B.C. Mihirakula, the 12th king after Gonanda III, reigned from 704-634 B.C. European Orientalists claim Toramana, an 18th-generation descendant of Mihirakula (and therefore belonging to around 16 B.C.), was Mihirakula's father and a Huna of unknown origin.  They attempt to shift Mihirakula's reign to 632 A.D., reducing the antiquity of Kashmiri and Indian history. They cite inscriptions 164 and 165 of Mandasar, which are undated and spurious.  Pravarasena, the 17th descendant of Mihirakula, had two sons: Hiranya and Toramana.  Hiranya became king, and Toramana was crown prince.  Coins of the realm bore the image of the deity 'Bala'.",
    "meta": {
      "theme": "Chronology of Kashmir History",
      "region": "Kashmir, India",
      "use_case": "Historical analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 40
    },
    "id": "mahabharat_040"
  },
  {
    "section": "Kashmir History",
    "text": "'Baala' was the chosen deity of Kashmir's royal family. Toramana replaced coins featuring Baala with his own image, introducing new currency. The king imprisoned Toramana for this unsanctioned act.  Toramana's wife, also living with the prince, was later sent to a trusted potter's house during her confinement, where she gave birth to a son named Pravarasena II.  Toramana died in prison, and King Hiranya died childless in A.D. 14.  With Pravarasena II on pilgrimage and no suitable heir, Kashmir's ministers petitioned Emperor Vikramaditya of Ujjain, who appointed the poet and administrator Matrugupta as ruler in A.D. 14. This account, based on Kalhana's History of Kashmir, suggests Hiranya and Toramana jointly ruled Kashmir from 16 B.C. to A.D. 14. Vikramaditya, as Emperor of Bharat, appointed Matrugupta. Mihirakula and Toramana were Kshatriya princes of Kashmir, not Hunas.  European Orientalists reject these parts of Kalhana's history, claiming he tampered with his sources, and deny the existence of Vikramaditya and his Saka.  They propagate a false history of Kashmir, starting from the 4th Taranga onwards. Mihirakula and Toramana were not Hunas; no Hunas ever ruled Bharat. Vikramaditya ruled as Emperor from 82 B.C. to A.D. 19. Buhler and Stein's history of Kashmir is false; we must rely on Kalhana's edited account. The story of Toramana's coins continues...",
    "meta": {
      "theme": "Kingship, succession, and political intrigue",
      "region": "Kashmir, India",
      "use_case": "Historical analysis and critique of existing historical narratives",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [
        "resource_strategies"
      ],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "numismatics",
        "political history"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 41
    },
    "id": "mahabharat_041"
  },
  {
    "section": "The Reign of Matrugupta and Pravarasena II",
    "text": "Emperor Vikramaditya, who appointed Matrugupta, died at 120 in A.D. 19. Grieving, Matrugupta renounced Kashmir's throne, took holy orders, and died in Benares.  Pravarasena II returned from pilgrimage and was crowned. He proved an able monarch, conquering the Indo-Gangetic valley, central, and western India, ruling as a mighty emperor. Coins bearing his father's image circulated throughout his vast dominion and have been found in western and central India.  Neither Mihirakula nor Toramana were Hunas, and no Hunas ruled this part of India.  The claim of a 7th-century A.D. Chinese traveler meeting Mihirakula is false, as he belonged to 704-634 B.C.  Such falsehoods, likely interpolated by European Orientalists like Dr. Beal, aim to discredit indigenous historical writings like the Puranas and Kashmir/Nepal histories in favor of foreign accounts. Statements in foreign writings contradicting indigenous sources should be considered interpolations. ",
    "meta": {
      "theme": "Kingship, conquest, and historical revisionism",
      "region": "Kashmir, India",
      "use_case": "Debunking historical inaccuracies and emphasizing indigenous sources",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [
        "resource_strategies"
      ],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "numismatics",
        "political history"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 42
    },
    "id": "mahabharat_042"
  },
  {
    "section": "Nepal History - The Solar Dynasty and Vikramaditya",
    "text": "Nepal's fifth dynasty was a Solar Dynasty with 31 kings. The 27th, Sivadeva Varma, was crowned in Kali 2764 (338 B.C., confirmed by inscription No. 12 dating his coronation to Sri Harsha Era 119). European Orientalists, claiming the Kali Era date is wrong and misinterpreting the Sri Harsha Saka, place Sivadeva Varma's coronation in A.D. 725, reducing Nepal's history by 1063 years.  The last Solar king, Viswadeva Varma (Kali 2950-3001), had no male heir and married his daughter to Amshumantha of the Thakore dynasty. Amshumantha ruled from Kali 3001-3069 (101-33 B.C.). During his reign (Kali 3045, 57 B.C.), Emperor Vikramaditya of Ujjain visited Nepal and founded the Vikrama Era.  Dr. Buhler, denying Vikramaditya's existence, claims a Chinese traveler (Heuntsang) visited Nepal in A.D. 637 and learned of a powerful king named Amshumantha. Buhler uses this to date Amshumantha to A.D. 637, dismissing the Nepala Raja Vamsavali's account as an attempt to inflate Nepal's history.  Buhler's manipulations push Sivadeva Varma's coronation to A.D. 725 and, inconsistently, places Amshumantha (sixth generation after) in A.D. 637 instead of the implied A.D. 962. This absurdity attempts to validate interpolations in Chinese manuscripts, relying on the blind faith of Indian scholars. Despite this, scholars still repeat these inconsistent claims.",
    "meta": {
      "theme": "Chronological disputes, historical revisionism, and the Vikrama Era",
      "region": "Nepal, India",
      "use_case": "Exposing manipulation of historical data and defending the historicity of Vikramaditya",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "ancient history",
        "chronology",
        "political history"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 43
    },
    "id": "mahabharat_043"
  },
  {
    "section": "The Age of the Mahabharata War - Distrust of Indigenous Sources and European Orientalists",
    "text": "own indigenous historical writings are all unreliable without realising Or even suspecting the mischief perpe- trated by thege European Orientalists: It i8 to render it pogsible and convenient to attempt such migchief and to distort the truth and reduce the antiquity of the history of Bharat the con- coction of false and baseless theories of their own. That they have been proclaiming incessantly that the accounis of the foreign travellers ar0 more respectable authorities for the recon- struction of our ancient history than the indige- nous historical writing and interpolating absurd gtatements in them to show our indigenous 25) by 98 THE AGE OF THE MAHABHARATA WAR higtories to be nreliahle: It is clear; with this dig- cussion of the mischief attempted in connection with the history of Nepal , that the alleged writings of Heuntsang, the opinions of Dr. Beal, the hie- tory of Nepal Dr. Buhler and other writings of the European Orientalists are all unreliable. Almost all the chronological determinations in the 8o-called modern histories of ancient Bharat a1B wrong and no true history of ancient Bharat can be reconstructed unless we proceed on the basis of the material avilable in our Purana8 and start with the Mahabharata War of B. @. 3138 a8 the foundation for our chronology.",
    "meta": {
      "theme": "Historical Revisionism",
      "region": "India (Bharat)",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical_criticism",
        "orientalism",
        "puranas",
        "mahabharata"
      ],
      "influence_map": [],
      "chunk_index": 44
    },
    "id": "mahabharat_044"
  },
  {
    "section": "The Age of the Mahabharata War - Historicity of Vikramaditya",
    "text": "AGE OF THE MAHABHARATA WAR TOPIC e XVI HISTORICITY OF VIKRAMADITYA The Emperor Vikramaditya wag born to Gandharvasena Maharaja in B. C. 101 and belonge to the Panwar dynasty. He was crowned king at Ujjain in B. 0. 82 when he was 19 years of age. He reigned for 2 full century (a hundred years) and pagged away at Ujjain in A. D., 19. He conquered the whole of Bharat and reduced all the kings to the status of tributary princeg under his suzeraeinty and ruled a8 Emperor: (His history is given in detail according to the account in the Bhavighya Mahapurana; by this author in chapter VII of his 'Ohronology of Ancient Hindu History pt I). It i8 found recorded in the history of Nepal that he marched with his armieg into Nep\" in B. 0,, 57, incorporated that kingdom, (the Nc thern-mogt in Bharat) al80 into his Empire, an:, having thus completed hig conquest of the whole of Bharat, founded a new Era after him there in Nepal in Kali 3045-44 OI B 0. 57. (Vide Indian Antiquary Vol XIII; p: 411 ff): Even in the history of the kingdom of Magadha there is 2 detailed account of the kingg of the Agni dynasties in the Bhavishya Purana in connection with the four royal dynasties of Pramara, Chayahani, or Tomara, Sukla or Ohalukya, Pralihara 01 Parihara, that ruled over the conntry after the kings of the Gupta dyanasty: 100 THIE AGE OF: TE MAHABHARATA WAR Il is furthor slaled there that tho eighth king\" of the Pramara dynasty, Vikramaditya con- querd the Gupta kingdon of Magadha algo and hecaine the Emperor of Bharat: But the Euro- pean Orientalists have ignored this portion of the text and denied any place to the kings of all the Agni dynasties in their histories of Bharat: Thercafler, the l1th of the sm0 dyna - Salivahana defeated the Sakas, the foreign invaders and founded another Era after his OwII name in Kali 3179 or A. 78 accordirg Lo the Bhavishya Purana. The Zlst king of the 83me Pramara dyansty i8 Bhoja of the glorious literary tradition. In the battle which took place in A. D, 1193 betwcen Prithviraj, of the Tomara dynasty, king of Delhi and Mahammad Ghori, tho of all these four Agni dynasties (known other- wise 98 Brahma-Kshatras) took part in the fight to prBSOIVO the freedom of the country and logt their livea. The history of all thege kings of all these dynasties has been suppressed. There is ample evidence of the historicity of Emporor Vikra- maditya in the indigenous hislorieg of Magadha, in\n\nJyolirvidubharana, in Jyotigha Phala Rainamal&, in the Bhashya of (or commentary) the Satapalha Brahmana. (Vide the Authors fChronology of Kashmir History Recongtructed, from 173 to 222 Pages Ed. 1956.) The writinge of the European Orientalists who inulge in the propaganda that this famoug Emperor of India of illustrious tradition Was only a fictitious personage, that his equally famoug descendent; who also became an Emperor and founded his own Era, Salivahana was algo 2 fictitioug personase, ar0 all falge propagandist histories.",
    "meta": {
      "theme": "Vikramaditya and Salivahana Historicity",
      "region": "India (Bharat)",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "vikramaditya",
        "salivahana",
        "indian_history",
        "dynasties",
        "puranas"
      ],
      "influence_map": [],
      "chunk_index": 45
    },
    "id": "mahabharat_045"
  },
  {
    "section": "Sir William Jones and Prof. Max Muller's Theories on Indian History",
    "text": "Sir William Jones initially proposed a limited chronology for Indian history, suggesting that the historical age couldn't be traced back further than 2000 BC. He later revised his view, acknowledging the Barhadra dynasty of Magadha and identifying Chandragupta Maurya, not the Gupta king, as the contemporary of Alexander the Great. This adjustment reduced the timeline of Magadha's history by 1200 years. Prof. Max Muller, initially a proponent of the Central Asian origin of Aryans, later embraced the idea that they were native to the Ganges region, the birthplace of the human race. He emphasized the antiquity and preservation of Sanskrit, its relationship to European languages, and the importance of Indian history for a comprehensive education. He expressed great respect for Indian culture and wisdom, yet under pressure from Orientalists, declared Chandragupta Maurya as Alexander's contemporary in 1859, thus establishing a false historical foundation. He acknowledged the pressure and motivations behind his declaration, perhaps hoping Indian historians would eventually rectify the error.",
    "meta": {
      "theme": "Chronology of Ancient Indian History",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical revisionism",
        "chronological debate"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 46
    },
    "id": "mahabharat_046"
  },
  {
    "section": "Mr. M. Troyer's Objection and Max Muller's Response",
    "text": "Mr. M. Troyer, translator of Kalhana's Rajatarangini, objected to Max Muller's declaration, asserting that Chandragupta of the Gupta dynasty, not the Maurya, was Alexander's contemporary. Other European Orientalists also pointed out this error. Despite this, Max Muller maintained his stance, unable to provide supporting evidence but citing the perceived strength of the evidence for the Maurya identification. This false theory, backed by Muller's authority, has significantly impacted the understanding of ancient Indian history, leading to doubts about historical events due to its contradiction with indigenous literature. The discrepancy between the established date of Maurya Chandragupta (1534 BC) and Gupta Chandragupta (327 BC) is approximately 1200 years, pushing the Mahabharata War's date forward significantly. Max Muller ultimately expressed regret over the potential injustice done to Indian history due to questionable sources and lack of thorough investigation.",
    "meta": {
      "theme": "Chronology of Ancient Indian History",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical revisionism",
        "chronological debate"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 47
    },
    "id": "mahabharat_047"
  },
  {
    "section": "True Chronology of Ancient Indian History",
    "text": "The Kaliyuga Raja Vrittanta, a Purana compiling information from various Puranas, offers an alternative chronology.  It places the Mahabharata War 36 years before the start of Kali Yuga in 3102 BC.  It lists several dynasties with their reigns: Barhadradha (22 kings, 1006 years), Pradyota (5 kings, 138 years), Sisunaga (10 kings, 360 years), Nanda (2 kings, 100 years), Maurya (12 kings, 316 years), Sunga (10 kings, 300 years), Kanwn (4 kings, 85 years), and Andhra (32 kings, 506 years), totaling 2811 years from the Mahabharata War to the end of the Andhra dynasty in 327 BC.  The chronology continues with the Andhra Bhritya/Gupta dynasty (245 years), and the Panwar dynasty (including Emperor Vikrama and his Vikrama Era) for 1275 years, culminating in 1193 AD, marked by a conflict involving four princes of Agni Dynasties and Prithwiraj against Md. Ghori of Delhi.",
    "meta": {
      "theme": "Chronology of Ancient Indian History",
      "region": "India",
      "use_case": "Historical Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "alternative chronology",
        "dynastic history"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 48
    },
    "id": "mahabharat_048"
  },
  {
    "section": "Introduction",
    "text": "ara dynasty, died on the battle field, a death always coveted by heroes in this land of Bharat: They died an honourable death fighting in defence of the independence of their country.",
    "meta": {
      "theme": "Heroic death in defense of Bharat",
      "region": "Bharat (India)",
      "use_case": "Historical context of warfare",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "warfare",
        "honor",
        "death"
      ],
      "influence_map": [],
      "chunk_index": 49
    },
    "id": "mahabharat_049"
  },
  {
    "section": "Timeline of Hindu Rule",
    "text": "From The time of the Mahabharata War of 3138 B.C. down to end of the Andhra Dynasty of Magadha 327 B.C. (2811 years)\nKings of the Gupta dynasty (245 years)\nKings of the Panwar dynasty (1275 years)\nTotal 4331 years\nFor a period of 4331 years Hindus had reigned as Emperors over the whole of Bharat from Mahabharata War 3138 B.C. to Battle of ThancsWar 1193 A.D. (Total 4331 years).\nThe reckoning is based on the movement of the Constellation of the Seven Sages. From the time of the Mahabharata War when the Seven Sages were in Magha to the time of Mahapadnia Nanda (1504 years). Mahapadma Nanda to the time of the Andhras - when Dass into the 24th star after Magha (801 years = 2305). The period of the rule of the Andhra Dynasty (506 years). To the end of the Andhra dynasty or the beginning of the Gupta dynasty (2811 years).\nFrom the time of the Mahabharata War to the time of the reign of the 24th of the Andhra dynasty the Seven Sages complete 2 full cycles of 27 stars and reach Magha again: 2705 years.\nThe period of the rule of the remaining kings of the Andhra dynasty from the 25th king to the end (106 years).\nFrom the Mahabharata War to the end of the Andhra dynasty (2811 years). Then the period of the reigns of the Guptas (245 years), Panwar Dynasty or Brahma Kahatra Dynasty (1275 years) = 4331 years. The total period of the rule of 128 Hindu kings from the time of the Mahabharata War is 4331 years. Average length of the reign of each is 34 years.",
    "meta": {
      "theme": "Chronology of Hindu rule in Bharat",
      "region": "Bharat (India)",
      "use_case": "Establishing historical timelines",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "kingship",
        "dynasties",
        "chronology"
      ],
      "influence_map": [],
      "chunk_index": 50
    },
    "id": "mahabharat_050"
  },
  {
    "section": "Mahabharata War and Later Rule",
    "text": "The later period during which the Muhammadans, the Maharashtias, Sikhs and the English ruled over the country is from 1193 A.D. to 1947 when India attained Independence (754 years).\nSince the attainment of Independence on 15th August 1947 up to 1959 A.D. (12 years).\n5046 years + 12 = 5096 years\nYudhishtira Era = 5096 Kali Era = 1959 A.D.\nSo, THE TIME OF THE MAHABHARATA WAR IS KALI 5096 - 1959 A.D. = 3138 B.C.",
    "meta": {
      "theme": "Post-Mahabharata rule and dating",
      "region": "Bharat (India)",
      "use_case": "Calculating the date of the Mahabharata War",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "chronology",
        "Mahabharata War"
      ],
      "influence_map": [],
      "chunk_index": 51
    },
    "id": "mahabharat_051"
  },
  {
    "section": "Conclusion and Call to Action",
    "text": "From what has been stated in the Puranas, Astronomical books, Inscriptions, history of Magadha, Kashmir and Nepal histories, movement of Saptershimandala, the periods over which different dynasties of kings ruled, history of Vikramaditya and Ancient Hindu History, it has been proved that the Mahabharata War was 3138 B.C. This has also been confirmed by the evidence obtained from inscriptions. Amongst these inscriptions, the Aihole inscription put up by Pulakesin the second in 634 A.D. has been universally accepted as Gospel truth by all historians. This inscription clearly points out without any ambiguity that the Bharata War was in 3138 B.C. It is therefore confirmed beyond doubt by all the above-mentioned proofs that the Mahabharata War was in 3138 B.C.\nTherefore, I appeal to our Indian historians to study the texts of our indigenous historical writings in the originals, ascertain truth, reject the false and fantastic histories of Ancient Bharat concocted by the European Orientalists and attempt a reconstruction of the true history of Ancient Bharat.",
    "meta": {
      "theme": "Authenticity of Mahabharata War date and call for historical revision",
      "region": "Bharat (India)",
      "use_case": "Advocating for accurate historical research",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "historical revisionism",
        "Mahabharata War",
        "Indian history"
      ],
      "influence_map": [],
      "chunk_index": 52
    },
    "id": "mahabharat_052"
  }
]