[
  {
    "section": "Dedications, Table of Contents, Foreword, Preface",
    "text": "MindWar Michael Aquino\nDedications\nGeneral of the Army Dwight D. Eisenhower\nTable of Contents\nForeword - Gregory S. Seese, Psy.D.\nThe mind is its own place, and in itself can make a heaven of hell, a hell of heaven. - John Milton, Paradise Lost\nThe concept of MindWar (MW) represents a holistic and pro-active approach to Psychological Operations (PSYOP), rather than the traditional reactionary role to which it’s been relegated. MW focuses on emerging and anticipating problems, situations, and conditions affecting the Information Environment (IE) not only to manage the perceptions of groups and individuals, but to address the conditions and situations that fuel discontent and drive instability. Targeting only the symptoms of a problem, rather than addressing the underlying causes and conditions, results in only a temporary and short-term solution. This shortsighted approach has proven costly, has limited effectiveness, and does not bring about nor foster long-term change. MW provides the capability to resolve problems before they begin. Utilizing 21st century scientifically-valid, empirically-based methodologies, MW is the equivalent of a mental preemptive strike. To be effective, MW requires a detailed analysis of an anticipated or emerging situation, focusing on the physical, information, and cognitive domains. Only this combined approach will result in a necessary understanding of the underlying issues that need to be addressed for MW effectiveness. MW can be used to address not only traditional problems such as war and conflict, but also the full range of asymmetric threats (terrorism, violent extremism, drug and human trafficking), the challenges associated with globalization (migration, spread of disease, overpopulation), and the social and economic problems resulting from the physical effects of climate change (crop failure, economic volatility, and resource competition). MW further has the potential to support the major end states of the Strategic Framework for Stabilization and Reconstruction outlined by the US Institute of Peace that were adopted by the U.S. Army Peacekeeping and Stability Operations Institute for use in the conduct of civil military operations. These end states were framed according to the perception of the host nation population, as they will be the final arbiters of whether peace has been achieved. This book proposes a conceptual and operational design for the development of a MW capability. It discusses a pragmatic, multiphase model as the framework for its execution, and reviews a body of research conducted over the last 30 years that exemplifies creative and out-of-the-box thinking.\nPreface\nPoliticians should read science fiction, not westerns and detective stories. - Arthur C. Clarke\nSince the first caveman beaned another one with a rock, violence against the bodies and belongings of others (hereinafter “PhysWar”/PW) has been a constant and until now accepted method of addressing, if not resolving disputes between tribes, feudal holdings, and eventually nation-states. Indeed PW has been glorified and its participants honored, despite its being an engine of death, destruction, and misery. Certainly no other human pastime has been more publicized and memorialized in literature and the arts. A visit to any library or museum is sufficient to demonstrate that, despite all rhetoric to the contrary, humanity loves the mystique of war. The problem with this addiction is not merely one of compassion for PW’s victims. If PW had a record of positive accomplishment - resolving the issues that prompted it - it could at least be excused on these grounds. The moment that cooperative, reasoned dialogue is discarded in favor of brute force, the inexorable tendency is to reject anything other than that blind force henceforth. Negotiation, compromise, and rational problem-solving are abandoned, indeed condemned as signs of weakness and betrayal. As humanity has advanced technologically, the weapons of PW have become more efficient, projectable, and lethal. But whether it is an industrial nation with armed forces deployed worldwide, or guerrilla conflicts [the currently-in-vogue term is “terrorism”] using hand-to-hand combat, the allure has not slackened in the least. Humanity still craves, and loves, war. The 21st-century dilemma for the United States is simply that PW is no longer practical on the scale it now requires to be effective, if the destruction or exhaustion of another country, or intra/transnational group of people, can be considered effective. With the explosion of world population and corresponding migration, there are now too many enemies, whether individual or institutional. PW against them can no longer be neatly confined to national boundaries or the traditional taking of token-cities. And PW has become ruinously expensive, especially for the United States as the world’s de facto policeman and preeminent warfare state. Indeed it is arguable that war and world-policing have become the raison d’être of the United States. The Department of Defense (DOD), which absorbs approximately one-quarter of the entire U.S. Government budget",
    "meta": {
      "theme": "Introduction to MindWar",
      "region": "Global",
      "use_case": "Military and Political Strategy",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "psychological_operations",
        "information_warfare"
      ],
      "influence_map": [],
      "chunk_index": 1
    },
    "id": "mindwar_001"
  },
  {
    "section": "Introduction and Background",
    "text": "The United States has assumed the role of global policeman, with other countries expecting intervention in every crisis.  This book proposes a new type of war, MindWar (MW), that allows conflict without human casualties or physical destruction.  MW aims to achieve victory by convincing the enemy to align their policies and goals with ours, using psychological means. Traditional military force is viewed as a last resort. MW offers a solution to the escalating costs of physical war (PW) and addresses the influence of the military-industrial complex, which profits from traditional warfare. This book explores the concept, goals, and tools of MW, outlines a path to replace PW, and forecasts a future where MW satisfies mankind's war impulse.\n\nThis concept originated in a 1980 paper, \"From PSYOP to MW: The Psychology of Victory,\" commissioned by Colonel Paul Vallely and drafted by Major Michael Aquino. The paper aimed to stimulate new thinking within the Psychological Operations (PSYOP) community. It proposed prioritizing psychological means for achieving victory and relegating traditional military force to a last resort. The 1980 MW concept offered a non-lethal, non-injurious, and non-destructive approach to warfare.  While not officially adopted, some of its principles were applied in the first Gulf War and the 2003 invasion of Iraq.",
    "meta": {
      "theme": "MindWar as an alternative to traditional warfare",
      "region": "Global",
      "use_case": "Military strategy and conflict resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "psychological operations",
        "non-lethal warfare",
        "information warfare"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Gulf War",
          "2003 invasion of Iraq"
        ]
      },
      "chunk_index": 2
    },
    "id": "mindwar_002"
  },
  {
    "section": "The Advantages and Challenges of MindWar",
    "text": "The primary advantage of MW is its non-lethal nature.  No lives are lost, no property is destroyed, and lasting resentment is minimized.  However, this directly challenges the interests of the military-industrial complex, which thrives on traditional warfare. President Eisenhower's warning about the potential dangers of this complex underscores the resistance MW is likely to encounter.  The economic incentives for PW create a significant obstacle to the adoption of MW.  \n\nThe book is addressed to those who can influence the shift from PW to MW, though widespread immediate adoption is unlikely. The proposed \"laboratory\" for MW is the United States Army, specifically its Special Operations Forces (SOF). This choice is further elaborated within the text, along with its potential and limitations.  The author expresses gratitude to various individuals who contributed to the development of the MindWar concept, highlighting the shared belief in a future free from self-destruction.  The author's personal motivation stems from a desire to improve the planet's future by applying knowledge and experience in the fields of soldiering, political science, and magic.",
    "meta": {
      "theme": "Benefits and obstacles of MindWar implementation",
      "region": "Global",
      "use_case": "Military doctrine development",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "military-industrial complex",
        "special operations forces",
        "implementation challenges"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 3
    },
    "id": "mindwar_003"
  },
  {
    "section": "Introduction and Definition of MindWar",
    "text": "A “Public Affairs” effort was made to shield U.S. domestic public opinion from independent, critical media coverage during the Vietnam War, by “embedding” journalists with military units. The impact of even these minor techniques of MW was remarkable, creating a psychological climate of inexorable U.S. victory in both the United States and Iraq. However, the failure of MW to adhere to rigorous principles of truth and ethics led to a post-invasion evaporation of that climate. This highlights the Achilles’ heel of MW: its reliance on the intense emotions and commitments of its audiences necessitates delivering on promises.  If ethical values are disregarded and MW serves ulterior motives, the resulting disillusionment can be socially shattering.\n\nMindWar is defined as the psychological and psychophysiological conditioning of all participants in a sociopolitical problem, first to cooperatively stabilize it without violence, then to eliminate its basis by creating a moral community. This definition encompasses several key elements: mind (processing sensory input), war (extreme expression of intolerance), psychology, psychophysiology, conditioning (liminal and subliminal mind modification), a sociopolitical problem (disagreement between groups), stabilization (achieving the best possible resolution, the áristos), non-violence, and the creation of a moral community (kalokagathia).",
    "meta": {
      "theme": "MindWar Definition and Ethical Considerations",
      "region": "Global",
      "use_case": "Sociopolitical Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "psychological operations",
        "ethics",
        "propaganda",
        "conflict resolution"
      ],
      "influence_map": [],
      "chunk_index": 4
    },
    "id": "mindwar_004"
  },
  {
    "section": "MindWar Methodology and Principles",
    "text": "MW controls human actions by manipulating sensory impressions used to form thoughts and, consequently, outward personalities, mores, and beliefs.  As group size increases, common features emerge, enabling social forecasting and control through aggregate manipulation. This resembles Asimov's “psychohistory” and practical political science forecasting. These techniques apply to any group, regardless of their designation. The perception of independent thought, fundamental to democracy, is an illusion. Governments and private interests constantly shape public perception, predetermining voting parameters.  The MWarrior, like their PSYOP predecessor, understands this manipulation. This awareness comes with the ethical responsibility to uphold human individuality and dignity, avoiding Orwellian “Thought Police” scenarios.\n\nMW distinguishes itself from other influence efforts through its focus, duration, and intensity. It's a situation-specific operation for urgent problems. During a crisis, MW replaces existing behavior-dictating systems with a more sophisticated package. A MW campaign begins by reframing the destabilizing situation into a defined problem (Phase 1), transforming enemies into allies against this common enemy. This phase culminates in diagnosing the problem and formulating the áristos for stabilization.  Conditioning and transformation begin remotely by the MindWar Branch (MWB) and continue through Phase 4.  In Phase 2, the áristos is reverse-engineered to determine the path to its realization, and necessary resources are assembled. Phase 3 involves achieving the áristos, guided by MetaForce Branch (MFB) teams, followed by the initiation of a moral polis by ParaPolitics Branch (PPB) teams. Phase 4 formalizes victory with the polis's completion and PPB's departure. MWB terminates conditioning, and the MW campaign structure is dismantled.",
    "meta": {
      "theme": "MindWar Operational Methodology",
      "region": "Global",
      "use_case": "Sociopolitical Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "psychological operations",
        "social engineering",
        "political science",
        "conflict resolution"
      ],
      "influence_map": [
        "Isaac Asimov's psychohistory"
      ],
      "chunk_index": 5
    },
    "id": "mindwar_005"
  },
  {
    "section": "Clarifying What MindWar Is Not and Its Three Laws",
    "text": "MW is not mind control, a malicious technological conspiracy to create stupefied slaves. MWB conditioning aims solely to transform prejudices into cooperation, without dictating the direction of that cooperation.  MW is not a political ideology promoting regime change or specific “-isms.”  Achieving the áristos and pursuing kalokagathia are paramount, regardless of the political system. MW is not a religion. It doesn't address the metaphysical “Why?” of the universe or individual consciousness. Kalokagathia represents enlightened humanitarianism, not sectarian religious codes.  MW is not zombification. It doesn't control or destroy minds but requires participants to function at their highest intelligence.  The future of the moral polis depends on their self-determined resolve.\n\nThree laws govern MW:\n1. MW conducts war without causing injury, death, or disruption of livelihoods.\n2. MW accesses the human mind only to stimulate cooperative problem-solving.\n3. Physical War (PW) is the consequence of MW failure; therefore, MW must not fail.",
    "meta": {
      "theme": "MindWar Principles and Limitations",
      "region": "Global",
      "use_case": "Sociopolitical Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "psychological operations",
        "ethics",
        "misconceptions"
      ],
      "influence_map": [],
      "chunk_index": 6
    },
    "id": "mindwar_006"
  },
  {
    "section": "Physical War and its Contradictions",
    "text": "Despite its prevalence, the meaning of \"war\" remains vague.  Merriam-Webster defines it as \"a state of usually open and declared armed or hostile conflict between states or nations.\" This definition legitimizes acts that would be criminal if committed by individuals, turning them into praiseworthy heroics when done in the name of war. The killing of innocent bystanders becomes \"collateral damage,\" and the extermination of cities is deemed legitimate.  This nonsensical distinction allows war to exist; if statesmen and soldiers were held to the same standards as individuals, war would be impossible.  International law, treaties like the Geneva Conventions, and organizations like the United Nations offer non-binding idealisms, enforceable only at the convenience of warring nations.",
    "meta": {
      "theme": "The Nature of Physical War and International Law",
      "region": "Global",
      "use_case": "Understanding the Context of Warfare",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "warfare",
        "international law",
        "ethics"
      ],
      "influence_map": [],
      "chunk_index": 7
    },
    "id": "mindwar_007"
  },
  {
    "section": "Part 1",
    "text": "as Germany and Japan in World War II - generally find that accountability for “war crimes” is reserved for them, not the victors. The point of this rather harsh spotlight on the reality of PW is to establish just how cruel and terrible it is, all the more so in the present era of nuclear, biological, and chemical (NBC) weaponry, immensely powerful bombs and other mass-killing devices, and remote/imprecise/ impersonal delivery systems. Technologically advanced nations have become adroit at insulating themselves and their citizenry from such distasteful horrors, but they are there - most especially for the unfortunate victims - nevertheless. As the dictionary reminds us, wars used to be formally declared. This too has become a discarded anachronism since the end of World War II. Partly this has resulted from formal gestures to “outlaw war”, such as the Kellogg-Briand Pact of 1928 and Article 2.4 of the United Nations Charter (to both of which the United States is a signatory). PWs, of course, have gone right on - now just relabeled “police actions”, “international assistance”, or otherwise under the numerous loopholes in the Pact and Charter. “Only the dead,” observed George Santayana, “have seen the end of war.” Moreover when one or more nations resort to PW, neither the rationale for starting it nor the requirements for ending it are anything more than vague exhortations, more to rally domestic support than to communicate principles or standards to the enemy. Naturally the common people don’t want war. Neither in Russia nor in England nor for that matter in Germany. But after all it is the leaders of the country who determine the policy, and it is always a simple matter to drag the people along, whether it is a democracy or a fascist dictatorship or a parliament or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked and denounce the peacemakers for lack of patriotism and exposing the country to danger. It works the same in any country. - Reichsmarschall Hermann Göring at the Nürnberg Trials, 1946 Like old soldiers, wars don’t end - they just fade away as the combatants tire of the expense, destruction, and human misery, or finally stumble away from them, forgetting what they were supposed to be about in the first place. Journalists and historians rush into justify or condemn them, define their place in history; and as often as not within a few years once-bitter enemies find themselves bedfellows in new, re-enemied alliances. If there is one common thread to all wars, it is that in the long run of human history, they change very little in the course of civilization. They just rough it up along the way. What is particularly important here is that this haphazard nature of modern PW effectively prevents it from a rationally-planned termination. In other words, if you don’t know where it’s going or when it’s going to get there, you can’t reverse-engineer its outcome to the beginning or middle of it. You cannot develop a strategy, a master-plan to make it end quicker, less lethally, or even solving the problem(s) which supposedly made it necessary to begin with. Nor have history’s PWs broken out at necessary, inevitable junctures in antagonists’ discourse. They start by impulse or accident, by a grandstanding cannonading of Fort Sumter or a pistol-shot at a visiting Austrian archduke. Sometimes they start for no reason at all, as in the Tonkin Gulf nonincident or Adolf Hitler’s memorable speech to the Reichstag that German soldiers “had advanced into Poland and were now defending themselves”. The antagonists could have continued trying to resolve their differences civilly and reasonably. They just didn’t want to anymore.",
    "meta": {
      "theme": "Nature of War and Peace",
      "region": "Global",
      "use_case": "Analysis of Warfare",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 8
    },
    "id": "mindwar_008"
  },
  {
    "section": "Part 2",
    "text": "Men love war because it allows them to look serious. Because they imagine that it is the one thing that stops women laughing at them. In it they can reduce women to the status of objects. That is the great distinction between the sexes. Men see objects; women see the relationship between objects. Whether the objects need each other, love each other, match each other. It is an extra dimension of feeling we men are without, and one that makes war abhorrent to all real women - and absurd. I will tell you what war is. War is a psychosis caused by an inability to see relationships. Our relationship with our fellowmen. Our relationship with our economic and historical situation. And above all our relationship to nothingness. To death. - Maurice Conchis War is also expensive. It consumes not only human lives [and their potential commercial productivity], but also the materiel necessary to conduct it: weapons, transportation systems, and the entire logistical “tail” these require. Medical costs increase both during combat and long after it has ceased. According to Brown University’s online “Costs of War Project”, as of April 2015: The US federal price tag for the Iraq war - including an estimate for veterans’ medical and disability costs into the future - is about $2.2 trillion. The cost for both Iraq and Afghanistan/Pakistan is about $4.4 trillion. Neither of these figures includes future interest costs on borrowing for the wars, which our report estimates at nearly $8 trillion through 2054. [A trillion is a million million.] By way of comparison, as of 2015 the entire United States public national debt was $18.2 trillion. So in addition to the alternative/ constructive purposes for which this PW money could have been spent, its substantial financing costs will continue indefinitely into our future. “War is not healthy for children and other living things”, including those who fight it: What was once called “battle fatigue” and more recently “post-traumatic stress syndrome” has increased in severity to a point where in 2014 the U.S. Army is experiencing more than a soldier-suicide a day. If modern PW is so destructive, wasteful, and costly, one would think it would be avoided if at all possible. Yet underlying it is not only its appeal to emotional lust [for a simple, satisfying solution to annoyingly-complex problems] but an almost eerie tradition that wars are the definition of nations and their historical legacies. What we must conclude of war, therefore, is that, though irrational and nonsensical, it is nevertheless both emotionally desirable and socially inevitable. It cannot be stopped. It can, however, be transformed. D. MindWar Transformation MW is not a solution for every conflict that may arise. Nor, if it is implemented, will it necessarily be either a complete or a permanent solution. What it is is a preferred alternative to PW, an áristos, which should be tried first. If it is successful, so much the better for everyone concerned. If it fails, the participants retain the option to fall back on PW. Indeed, as discussed above, it is the undesirable alternative of PW that gives MW its principal “weapon”. It is in everyone’s interest that it not fail. It is the goal of MW to, while fulfilling man’s need for war, rechannel its expression into positive, orderly, and nondestructive procedures. To see how this is possible, we will take a closer look at its four [minus 1] phases: 1. Phase Ø: Cessation of Proxy or Covert PhysWar In an era when the conduct of undeclared war, often through intelligence agency paramilitary forces, mercenaries, proxy nations, and “military advice/aid”, has become the norm, all such devices for PW actions must be discontinued. If they are allowed during the prewar/ diplomacy period of relations between the parties, they will:",
    "meta": {
      "theme": "Costs and Consequences of War; Introduction to MindWar",
      "region": "Global",
      "use_case": "Alternative Warfare Strategies",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 9
    },
    "id": "mindwar_009"
  },
  {
    "section": "Part 3",
    "text": "a. Exacerbate immediate and lasting emotional hatred between the parties. b. Because of their covert, devious, unacknowledged nature, destroy any atmosphere of trust between the parties. c. Generate death, injury, and damage to both parties which will proportionately increase the difficulty of reaching a mutually-acceptable solution for both. d. Cause onlooking third nations/groups/ individuals to view any subsequent MW actions with cynicism, as being mere superficial formality in a conflict which has already escalated past that point of resolution. 2. Phase 1: The Redefinition of an Assigned Conflict in Terms of an Acceptable and Practical Outcome. PW is characterized by a progressively-deteriorating diplomatic situation in which one or more parties eventually lose patience, are overcome by fear or anger, or are emotionally moved by dramatic incident from reason into violence. In the case of the United States, this country has a strong tradition of civilian control of foreign policy and the diplomatic process generally. DOD is not invited into a situation until the gauntlet has been thrown down, whereupon it is expected not to retrieve it but to simply commence PW. No goal, no measure of victory [in these euphemistic days “exit strategy”] accompanies such an order to march. Vaguely it is assumed that such niceties will come later, after - in the traditionally-meaningless jargon, “the situation has been developed”. PW being a progressive and random application of blunt-instrument destruction by all combatants, however, such actual goals and requirements for its cessation never do appear. The vagaries simply continue until pressures unrelated to the actual PW contest bring it to a clumsy, unproductive fade-out. a. Declaration of MindWar The first reform of MW, therefore, is one of demarcation. It begins with a formal declaration of MW and ends with an equally formal declaration of peace. Before these are brushed aside as archaic ceremonies, consider the reasons for them. The purposes of a declaration of MW are: (1) to require the Congress to meet its responsibility under the Constitution Article I.8.11 to decide when the United States takes any international or supranational conflict from diplomacy to war. Such a decision, which directly affects countless lives on all sides, is simply too consequential to be abandoned to the current President - who, of course, is himself not an independent decision- maker in such matters even if personally well-intentioned. The rationale for Article I.8.11 was not just to ensure that the United States would not be rashly dragged or tricked into war. It was also to ensure that, if a war were declared by the elected representatives of the national citizenry, a proportionate number of that citizenry would understand and agree with the vote. In short, when the United States declares war, the entire country should be behind it. It should never be a fiat by a clique which the people neither understand nor endorse. That is the formula to lose a war from the moment it is begun, as we have experienced all too often in our post-World War II series of fiat wars.",
    "meta": {
      "theme": "MindWar Phases and Declaration",
      "region": "Global",
      "use_case": "Alternative Warfare Strategies",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 10
    },
    "id": "mindwar_010"
  },
  {
    "section": "Part 4",
    "text": "(2) to state clearly the circumstances which have caused further diplomacy to be rejected in favor of war. This is an explanation for three audiences: the citizenry of the United States, the opponent country or group, and the onlooking rest of the world. Each must be convinced that the stated reasons are both complete and sincere. Otherwise: (a) the U.S. citizenry will suspect that it has been deceived, and will not support the war. (b) the opponent will not accurately understand why it is being attacked, which prevents it from knowledgeably trying to address those reasons if it wishes to do so, and also immediately antagonizes it with the suspicion that the attack is for ulterior, more venial reasons. (c) the rest of the world will not see the justice of the U.S. attack, and may assume that it is mere predatory aggression. This is not just a public-relations consideration, as third parties are often drawn into ongoing wars as they spread and escalate. The sooner and more definitively that the United States can establish its just cause, the less chance it will be surprised by overt or covert additional enemies later on. (3) to state equally clearly the goal of the war, e.g. the conditions for its conclusion. Without such a statement, neither side knows where it’s going or what it’s doing. The war becomes a stumble-around in a darkened room, with plenty of tripping over furniture and running into walls, and no open doors with illuminated exit-signs. If, on the other hand, the United States makes it clear what it requires to stop the war, this country can direct its efforts, including popular support, towards achieving that goal. The enemy country also knows what the United States wants of it, and can immediately or subsequently decide whether to comply. Onlooking third parties can more clearly estimate whether the war might or should involve them, or whether they can effectively steer clear of it. b. Diagnosis of the “Disease” PW treats the symptoms of the disease only; MW treats the causes of the disease. As part of the Declaration process, the root problem or problems of the destabilizing situation must be clearly and objectively identified in terms of both policies/ systems and those individuals or groups controlling them. In many ways this will be the most difficult and exacting requirement of the MW process, because it calls for cold, unrationalizing honesty in all directions. There must be no off-the- table “sacred cows”: no traditional or habitual assumptions favoring either party’s desires that can pre-skew and potentially derail a MW solution. Among such “sacred cows” [for both parties]: (1) The acquisition or possession of",
    "meta": {
      "theme": "MindWar Declaration and Diagnosis",
      "region": "Global",
      "use_case": "Alternative Warfare Strategies",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [],
      "influence_map": [],
      "chunk_index": 11
    },
    "id": "mindwar_011"
  },
  {
    "id": "mindwar_012",
    "section": "Introduction and Overview",
    "text": "nuclear or any other advanced form of weaponry. - 49 - (2) Creation or preservation of economic advantage, either for a centralized economy or national industrial/trade interests. 21 (3) Type of government, whether autocratic, oligarchic, democratic, theocratic, or any variation on these. (4) Internal national policies, customs, or issues bearing indirectly upon the conflict. (5) The demands or desires of uninvolved third parties, whether other nations seeking to profit from the situation, supranational religious institutions, or international bodies such as the United Nations or NATO. c. Prescription of the “Cure”: The Áristos The moment there is a formal Declaration of MindWar, all “sacred cows” become secondary to the primary task, which is MW victory. If and when that is accomplished and the Defense Department returns the situation to civilian institutions, the “pasture” is once again their concern. Irrelevant and unessential considerations (“sacred cows”) discarded, the key elements causing the situation are identified. These will be unique to each situation, of course, so cannot be forced into standardized definitions or habitual responses to them. In the case of a territorial dispute, for instance, the disputing parties must be identified. It may be international, or intertribal, or religious factional, 21 There are powerful emotional and economic interest groups in favor of PW, who can be counted upon to resist its replacement by MW generally. - 50 - political ideological, or a mixture of more than one of these. In each situation we know only that the United States is one of the parties. The situation is then analyzed in terms of: (1) Its desired solution for each party. (2) The most beneficial solution for each party (which may not be identical to the desired one). (3) The minimum effective solution for each party. (4) The minimum tolerable solution for each party (which may not be identical to the minimum effective one). These solutions are next plotted in a matrix within an overall time-and cost- boundary, and the intersections examined for matches. Ideally a match will appear to fit (1) or (2) intersections, but probably not. So the MWarrior examines all (3) and (4) intersections, looking for the simplest, quickest, most economical, and least PW-triggering intersection. This becomes the MW victory objective, which the United States then openly announces to all parties. All participants are now aware of the U.S. Declaration of MW, the reasons for it, and the áristos for its conclusion.",
    "meta": {
      "theme": "MindWar Doctrine",
      "region": "Global",
      "use_case": "Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "conflict",
        "strategy",
        "analysis"
      ],
      "influence_map": [],
      "chunk_index": 12
    }
  },
  {
    "id": "mindwar_013",
    "section": "A. The Old Concepts",
    "text": "1. Psychological Operations\nPsychological Operations (PSYOP) is an often-misunderstood term, and both it and its specialized aspects will bear clarification prior to the discussion of its role in the American military culture and its evolution into MindWar. From the U.S. Army’s final PSYOP manual:\nPsychological Operations (PSYOP): Planned operations to convey selected information and indicators to foreign audiences to influence their emotions, motives, objective reasoning, and ultimately the behavior of foreign governments, organizations, groups, and individuals. The purpose of Psychological Operations is to induce or reinforce foreign attitudes and behavior favorable to the originator’s objectives.\n2. Psychological Warfare\nThe related and more traditional term “Psychological Warfare” had been retired by 2007, but previously:\nPsychological warfare (PSYWAR) is the planned use of propaganda and other psychological actions to influence the opinions, emotions, attitudes, and behavior of hostile foreign groups in such a way as to support the achievement of national objectives.\nNote that in these definitions per se there is no mention of “the truth” or of the United States’ commitment to it. They are simply “mission-oriented” definitions. To be sure, they could be phrased thus to encompass the PSYOP and PSYWAR of all nations, not just the United States. The implication of their definition thus in U.S. PSYOP manuals, however, is that this is the way we look at them.\n3. Propaganda\nThe stock-in-trade of pre-MW PSYOP was propaganda, which is:\n... any form of communication in support of national objectives designed to influence the opinions, emotions, attitudes, or behavior of any group in order to benefit the sponsor, either directly or indirectly.\nDespite exhaustive efforts to “respectabilize” it, propaganda as a concept still labors under the negative image Joseph Goebbels and his Propaganda Ministry created during the Third Reich. Goebbels’ passion for the utility of propaganda led him to an arrogant contempt for uncontrolled, purposeless information. In his eyes the motivational and indoctrinational goals of the German propaganda effort fully justified the complete selection and packaging of information as might be convenient or expedient:\nSuccess is the important thing. Propaganda is not a matter for average minds, but rather a matter for practitioners. It is not supposed to be lovely or theoretically correct. I do not care if I give wonderful, æsthetically elegant speeches, or speak so that women cry. The point of a political speech is to persuade people of what we think right. I speak differently in the provinces than I do in Berlin, and when I speak in Bayreuth, I say different things than I say in the Pharus Hall. That is a matter of practice, not of theory. We do not want to be a movement of a few straw brains, but rather a movement that can conquer the broad masses. Propaganda should be popular, not intellectually pleasing. It is not the task of propaganda to discover intellectual truths.\nIt is thus not surprising that today, in most people’s eyes, “propaganda” has simply become a synonym for utilitarian unconcern with the truth. In the above-cited American definition, the standard by which propaganda is measured is a mission-oriented one, in which “national interest” is the determining factor. Once more this definition can be excused as applicable to all propaganda, not just that of the United States; but in that case the door is again left open for the U.S. to utilize propaganda per that same rationale. At least up to 1979 [but, curiously, absent from all subsequent manuals] the Army made the following statement concerning its propaganda:\nU.S. Army propaganda is based on a strategy of truth. It seeks to strengthen or create a favorable image by emphasizing the credible truth. This is so because the complete truth is frequently not believable by the target audience. Dedication to the truth does not imply that a full recounting of facts is required or advisable. Facts to support certain themes may be selected while others may be excluded. The propagandist reports those facts that present his side in the best light ...\nWhat differentiates a “strategy of truth” from just “the truth”? Is the truth uttered merely because it is thought to be less vulnerable than lies, or because of a commitment to it that is above and beyond motives of advantage or expedience? And is the selective presentation of facts [and exclusion of others bearing upon the situation] justifiably considered “the truth” - even if done to enhance the “credibility” of a message to an audience?",
    "meta": {
      "theme": "Psychological Operations and Propaganda",
      "region": "United States",
      "use_case": "Military Doctrine and Strategy",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "PSYOP",
        "psychological warfare",
        "propaganda",
        "information warfare"
      ],
      "influence_map": [],
      "chunk_index": 13
    }
  },
  {
    "section": "1. Deism and the Founding Fathers",
    "text": "A prevailing belief among the intellectual elite of 18th-century America was a disbelief that God, if he were presumed to exist, would disregard the operation of natural laws to take an interest in the behavior of individual human beings for better or worse. Generally termed Deism, this belief-system included such Founding Fathers as George Washington, Benjamin Franklin, Thomas Jefferson, James Madison, Alexander Hamilton, and Thomas Paine. They therefore designed ideal governmental systems in which human reason was preeminent, with traditional Judæo/Christian divine influence being relegated to a ceremonial and symbolic role in actual political decision-making.",
    "meta": {
      "theme": "Foundational American philosophy",
      "region": "North America",
      "use_case": "Governance and political philosophy",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "American Revolution",
        "Enlightenment"
      ],
      "influence_map": {
        "influenced_works": [
          "US Constitution"
        ],
        "modern_applications": []
      },
      "chunk_index": 14
    },
    "id": "mindwar_014"
  },
  {
    "section": "2. Individual Ethics",
    "text": "Ethics, alternatively called moral philosophy, seeks to distinguish what is good from what is bad and to formulate justifiable reasons for making such distinctions. Philosophy generally refers to the rational examination of an individual’s or group’s core principles. As a branch of philosophy, ethics is a normative science; that is, it seeks to identify principles of good and evil that transcend social, cultural, or political convention (social contract theory). Beyond a merely normative approach to ethics is metaethics, which seeks to investigate normative currency-terms such as “good”, “evil”, “justice”, “ought”, “right”, and “wrong”. The neutrality and objectivity of metaethics presume that such terms are not dependent upon moral beliefs (such as religion). The metaethical concept of naturalism, advanced by theorists such as John Dewey and Herbert Spencer, posits that moral terms have a basis in scientific fact.  Intuitionists agree that moral terms have an external, reliable basis but attribute it to self-evident (“I know it when I see it”) qualities. Challenging intuitionists and naturalists are moral skepticists who insist that moral terms are completely arbitrary. Emotivists claim that such terms have no capacity for being true or false in themselves, and that the people who use them are simply stating their emotions about an issue. Subjectivists maintain that moral judgments state subjective facts only about attitudes, not the objects of those attitudes. And Imperativists insist that moral judgments are actually “commands” in another guise, hence do not focus at all on criteria of truth or objectivity. When even its basic language terms are so fraught with controversy, normative ethics is off to a rough start. Beyond this are arguments over the criteria for making any kind of moral judgment. Teleologists maintain that the morality of an action is determined solely by its consequences. Some teleologists, such as Plato, insist that the perfection of the self is the correct consequence; hedonists say that it is mere pleasure; utilitarians counter that it must be the greatest benefit to society. Theologians, such as Aquinas, Luther, et al., dispense with teleology altogether in favor of obedience to proclaimed or perceived morality from a God or gods. The sharpest attack on ethics generally comes from egoists such as Thomas Hobbes and Friedrich Nietzsche (cf. his Genealogy of Morals), who consider all ethics as verbal camouflage to conceal the reality that all actions are merely in the interest of the stronger (who by that same strength dictate all definitions of “justice”, “right”, etc.). The egoist position was represented in the Platonic Dialogue The Republic by Glaucon, and went on to form the basis for Enlightenment “social contract” theories (Hobbes, Locke, Rousseau), wherein “justice” and related terms became just matters of agreement and contract between the people of a society.",
    "meta": {
      "theme": "Philosophical approaches to ethics",
      "region": "Western Philosophy",
      "use_case": "Moral decision-making",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "philosophy",
        "morality",
        "ethics"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 15
    },
    "id": "mindwar_015"
  },
  {
    "section": "2. Individual Ethics (continued)",
    "text": "Accordingly it is not surprising that practical problem-solvers shy away from metaethical issues and try rather to address questions in terms of what are generally called descriptive ethics - the customs and standards of a given culture which serve as measurements of rightness and wrongness within that culture. An acceptance of descriptive ethics as ethics leads to an attitude of ethical relativism, according to which there is no standard for judging right and wrong apart from the cultural environment of specific situations. Hence the killing of humans by humans may be “ethical” if sanctioned by a judge or national sovereign, but the identical act may be “unethical” if undertaken by an individual, regardless of reasons. Until the Enlightenment of the late-17th and 18th centuries, ethical philosophy was completely metaethical; standards of good and evil were accepted as being prescribed by one or more divinities or divine principles (Egyptian neteru, Platonic Forms). It was humanity’s task not to determine ethics, but rather to understand and obey divinely-ordained ethics. Inherent in the American military culture, at least theoretically, is the responsibility of each individual for his own ethical behavior - and for the issuance of ethical commands to subordinates. Although the oath of military service also stipulates obedience to superior authority, this is theoretically subordinate to one’s personal ethical responsibility and cannot be used to excuse unethical acts. This, of course, was raised to the level of explicit doctrine as a consequence of the post-World War II Nürnberg trials, in which German officials had unsuccessfully argued that their oaths of obedience to Adolf Hitler superseded, hence excused actions on their part which outraged prevailing Western norms. The word “theoretically” appears twice in the above paragraph for a deliberate reason. Although the so-called “Nürnberg Principle” is officially accepted by the United States, it is a difficult standard to apply [or enforce] in practice. The reason for this difficulty ought now to be clear: It requires individuals to make decisions according to ethical criteria which they do not understand save as vague articles of faith. The best that can be hoped for is a Stoic reliance upon impressions of situations to be reliable ones. Stoicism was a philosophical system holding that it is man's duty to freely conform to natural law and his destiny, that virtue is the highest good, and that the wise man should be free from passion, equally unperturbed by joy or grief. First introduced by Zeno, a somewhat mysterious Phœnician/Egyptian (336-264 BCE), it was later espoused by Chrysippus, Cicero, Seneca, Epictetus, and Emperor Marcus Aurelius of Rome. In the “social contract” atmosphere of the Enlightenment [and American Revolution], judgment of such situational impressions was generally taken to be based upon what the philosopher David Hume (1711-1776) described as “prevailing passionate custom”. According to this standard, reason may be used to discover the “fitting” - the most practical or sensible approach - but not the “morally good”. Hence virtue and vice are products of sentiment. Virtue is not approved because it is virtue; it is considered to be virtue because it meets with passionate approval.",
    "meta": {
      "theme": "Military ethics and the Nuremberg Principle",
      "region": "Western Philosophy/United States",
      "use_case": "Military decision-making",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "Nuremberg Trials",
        "military ethics",
        "Stoicism"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 16
    },
    "id": "mindwar_016"
  },
  {
    "section": "From The Cold",
    "text": "From The Cold (New York: Pocket Books, 1963). “[U.S. Army PSYOP includes] unpardonable methods of ideological sabotage including blackmail, provocation, and terror.” - T. Belashchenko, “‘Black Propaganda’ from Fort Bragg” in Sovetskiy Voin. Moscow, June 1980, pages 46-47. - 79 - element - a “battlefield janitor” of PW’s emotional stresses, fears, and susceptibilities. In practice this has severely limited the effectiveness of military PSYOP as a means to change the ideological and ethical opinions of the enemy; it renders PSYOP useful only as a means to communicate surrender messages to opposing forces on the battlefield, or to issue controlling instructions to civilians in the area. “Orthodox” themes reaching beyond such simple, direct messages are quickly perceived as sloganistic, hence discounted by all but the most primitive audiences. The technique of interviewing captured or surrendering recipients - at the implicit end of a gun-barrel - is unlikely to elicit sincere comments as to the effectiveness of such propaganda; self-interest dictates an answer contrived to be pleasing to the interrogator. The final disgrace of PSYOP came in 2010, when the Army renamed its Frankenstein’s Monster from “PSYOP” to “Military Information Support Operations” (MISO) - fooling no one, of course, except the renamers themselves.",
    "meta": {
      "theme": "Critique of Traditional Psychological Operations",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "PSYOP",
        "MISO",
        "Propaganda",
        "Military Information"
      ],
      "influence_map": [],
      "chunk_index": 17
    },
    "id": "mindwar_017"
  },
  {
    "section": "Evolution to MindWar Branch",
    "text": "D. Evolution to MindWar Branch The new MindWar Branch (MWB) not only permanently retires PSYOP/“MISO”’s role as an embarrassing “battlefield janitor”, but emplaces it at the very center of future Army operations. Henceforth all Army missions begin with MW campaigns, with PW operations initiated only in the event of MW’s failure. MWB functions as the “controlling brain” of the MW campaign, determining, evaluating, and modifying the subject-situation conditions causing the problem. During the detection, evaluation, and preparation Phases of the campaign (Phases 0-2), it accomplishes this through the means outlined in Sections #F & G of this chapter. Once - 80 - and only if sufficient subject adjustment has been accomplished, the on-site human components of the MW campaign - first MetaForce (Chapter #4) and then ParaPolitics (Chapter #5) are inserted. At all times following such insertion, MWB maintains its “umbrella” over the entire environment, further adjusting it as necessary. It does not close this umbrella until all on-site MW assets are removed. The old PSYOP doctrine called for techniques to induce confusion, fear, and obedience in the face of U.S. PW operations. It made liberal use of secrecy, lies, rumors, deception, and anything else to degrade and demoralize the faceless, human-dignity- undeserving “Enemy”. It sought to incite alienation and if possible defection from the Enemy of its soldiers and civilians alike, thus fragmenting the underlying political and social system. MWB has nothing to do with any of this. It never lies or selectively distorts the truth. It respects every human being as having the same worth, dignity, and right to “life, liberty, and the pursuit of happiness” no matter what his/ her nationality or culture. It does not disrupt existing social or cultural institutions. The “Enemy” in MW is never other human beings; it is the problem which has caused such humans to destabilize their behavior dangerously or destructively. Thus MWB, when conducting a MW campaign, does so actively and continuously with influential humans from the subject situation, not against them. The result is a solution both understandable by and satisfactory to the native population indefinitely after the MW campaign ceases and all U.S. assets are withdrawn. We next turn to the operational universe of MWB, and the tools it uses therein. This involves the nature and functioning of human thought processes and the - 81 - techniques (“Psycontrols” [PC] or PSYCONs) used both separately and in combination to influence these.",
    "meta": {
      "theme": "Introduction of MindWar Branch",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "MindWar",
        "MWB",
        "PSYOP",
        "Propaganda",
        "Military Information"
      ],
      "influence_map": [],
      "chunk_index": 18
    },
    "id": "mindwar_018"
  },
  {
    "section": "Thought Architecture",
    "text": "E. Thought Architecture In order to influence and control the human mind, MW must first know how thoughts are inspired and constructed. This requires an identification of the two types of thought emergence: the unconscious and the conscious. Despite the fact that 95% of thinking is subconscious, most people assume that their opinions, ideas, and conclusions are all conscious decisions. 45 Indeed much of traditional MISO is based upon this assumption: that it is the deliberately-constructed ideas of an audience which are the target. This is why such campaigns are so ineffective. 1. Unconscious Thought a. Prevalence When a human perceives a situation, action, and/or other humans, an instant, unconscious framing of the sensation occurs before there is any conscious reaction or evaluation. Indeed it is the very immensity and habituation of this framing that makes it unnoticeable and unremarkable. Thus the sound of gunfire in the vicinity of one’s home elicits alarm, while near a military rifle range it would not. Approaching an intersection triggers accustomed expectations of vehicular and pedestrian behavior, the sequencing of traffic lights, and lane/crosswalk pathways. 45 Cf. Leonard Mlodinow, Ph.D., Subliminal: How Your Unconscious Mind Rules Your Behavior (New York: Pantheon, 2012). - 82 - As an individual encounters different surroundings with different inhabitants, instant classification of them takes place; this is sometimes called “instinct” or “assumptions taken for granted”. This picture is also assumed to be common to all who experience it, but it is in fact markedly unique to each individual. The sum total of all one’s cultural indoctrination, education, experiences, prejudices, desires, and emotions serves as the lens through which it it is “perceived as reality”. While the concept of unconscious thought extends well back into antiquity, it received its first modern appreciation from the philosopher Immanuel Kant (1724-1804). Bishop Berkeley’s subjective idealism had held that nothing could be known objectively - that knowledge is limited to subjective impressions. Kant refines this into what is called critical idealism, in which human thought is subdivided into sensation, understanding, and pure reason. Sensations and understanding of them and consequences of them can be proven, Kant says, but pure reason (concepts unsupported by sensations) cannot be conclusive. It is “beyond causality”. It is the first two processes - sensation and the overlay of understanding upon that sensation - which result in Kant’s “construction of reality”. This “reality” contains predispositions concerning physical surroundings, such as one’s like or dislike of the terrain, climate, elevation, level of development, etc. It also includes assumptions concerning the population, both individually and en masse, of which some are politically and culturally acceptable and others not. For instance race, religion, sex, the role of the genders, slavery, economic systems, and political ideologies are all factors with extremely powerful influence, but about which open discussion is severely constrained by - 83 - convention and taboo. Identifying and overcoming such taboos are a major challenge to MWarriors not just in Phase 1 but throughout the entire MW campaign. But it is a challenge which cannot be avoided or sanitized if the MW campaign is to succeed.",
    "meta": {
      "theme": "Understanding Thought Processes",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "MindWar",
        "MWB",
        "Cognitive Psychology",
        "Unconscious Thought"
      ],
      "influence_map": [
        "Immanuel Kant",
        "Bishop Berkeley"
      ],
      "chunk_index": 19
    },
    "id": "mindwar_019"
  },
  {
    "section": "Mind Control Experiments and Project Stargate",
    "text": "“Mind control” experiments of the 1950-70s were an effort to achieve LIPC through drugs and other invasive means, which in the case of drugs resulted only in confusion and disruption of the human brain’s neurological functions. This series of programs completely missed the point that thoughts are the manifestation of mental cohesion, not disintegration (which, since it harms the subject, is impermissible in MW).\n\nBeginning in 1973 first the CIA, then the NSA, and finally DOD embarked upon a $20 million series of “ESP” experiments together with the Stanford Research Institute (SRI). Originally entitled “Project Scanate”, in 1995 it was retitled “Project Stargate”. Stargate attempted “remote viewing” experiments, which failed due to the simple fact that the transmission of visual information to the brain does not occur outside of the visible electromagnetic spectrum (EMS), approximately 400-790 THz. It is impossible for EMS waves in this range to survive coherently through atmospheric interference at the extensive distances proposed by SRI. Moreover the electrical impulses within the brain are far too weak even to escape the skull, much less travel any distance beyond it.\n\nMeanwhile, unconnected with SRI or the government, the Transformation Project in San Francisco was collecting vast amounts of records and published results of various government and university experiments in the field of ESP from both the Western & Eastern Blocs as well as nonaligned countries. The range and scope of these files far exceeded anything in the CIA/DIA libraries on this topic. One of the most rigorous and conclusive analyses was conducted in 1977 by E. Balanovski and J.G. Taylor of the Department of Mathematics, King’s College, London. The TP files contained detailed reports of their findings, including an extensive article in Nature magazine #276, November 2, 1978. After having reviewed previous experiments attempting to test ESP for EM emission, B&T declared their dissatisfaction because of imprecise test conditions, exclusion of parts of the electromagnetic spectrum (EMS), and inadequate write-ups of the results. They determined to cover the entire EMS, and to do so under the most rigorous test conditions possible.",
    "meta": {
      "theme": "Mind Control and ESP Research",
      "region": "Global",
      "use_case": "Military and Intelligence",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "mind control",
        "ESP",
        "remote viewing",
        "electromagnetic spectrum"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 20
    },
    "id": "mindwar_020"
  },
  {
    "section": "Electromagnetic Emissions and ESP",
    "text": "The battery of sensors they assembled included skin electrodes, electrometers, magnetometers, loop antennae, crystal detectors, horn antennae, thermocouples, electric thermometers, infrared detectors, and ultraviolet detectors. Many of these sensors overlapped one another’s frequency range, and altogether they covered the entire EMS from 0 to 3x10⁵ GHz. Before the first experiment could be conducted, extensive test-running of all these sensors had occurred in order to record and filter out the irrelevant EM “noise” in the test areas, including passing cars and TV/radio station broadcasts. Readings were recorded on strip chart recorders, video tape recorders, and direct photographs of oscilloscope and frequency analyzer screens. The efficiency of this battery of devices was quickly evident, and the study concluded:\n\nWe have tried to detect EM signals emitted by people, and in particular the Fourier spectrum of such signals, to test the reality of ESP phenomena. All experiments failed to yield any unusual EM radiation. It is possible to conceive transmission of EM energy from one person to another, or of emission by one person in a manner undetectable by the apparatus we have used. This would have been so if very brief pulses of EM energy were used in such signaling with times less than the response time of the corresponding apparatus at the frequency used. There are no known mechanisms in the body able to produce such signals at the power levels required to produce the effects. We have also found that humans are insensitive to low levels of EM. A possible mechanism for such signaling is therefore clearly ruled out for telepathy and distant-viewing. The EM levels emitted to achieve metal-bending [in the microwave range to achieve the desired focusing] are joules, and there is no known mechanism in the body to achieve a peak power output of GW; it is difficult to suppose that this would be possible without severe tissue damage.\n\nSummarily the human brain can by itself neither send nor receive the stuff of which specific thoughts are made - save through the media of the physical senses. Therefore ESP does not occur, nor do purely mental efforts to produce physical effects (psychokinesis/PK). Apparent successes in these fields are either coincidental, the results of non-mental physical phenomena (magnetic fields, gravity, etc.), or deliberate deception by clever stage-magic trickery.",
    "meta": {
      "theme": "Scientific Investigation of ESP",
      "region": "Global",
      "use_case": "Scientific Research",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "ESP",
        "electromagnetic emissions",
        "scientific experimentation",
        "psychokinesis"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 21
    },
    "id": "mindwar_021"
  },
  {
    "section": "Project Jedi and Subliminal Psycontrol",
    "text": "Following a 1980 article on “psychotronic warfare” appearing in Military Review, the journal of the prestigious Command & General Staff College, the Army in 1984 launched a 5-month experiment called “Project Jedi”. Named after the Star Wars movie knights who were able to perform exotic mental/magical feats, Project Jedi sought to use neurolinguistic programming (NLP) as a new way of teaching recruits to fire weapons. This was done through psychological analysis of the thought-patterns of expert shooters as they fired. 23 soldiers were then trained to fire, some according to the NLP “guided imagery” and others per conventional instruction. Training time was reduced almost by half for the NLP group. To the extent that it decreases reaction time to unexpected situations or confrontations, NLP (whether by that or any other name) would be valuable for Special Forces personnel entering an unknown environment, as in MW Phases #0 & #1.\n\nIn 1985 forty Army soldiers undergoing Russian language training were divided into two groups, one of which was trained according to a technique called “Suggestopedia”. Developed in the 1970s by the Bulgarian psychotherapist Georgi Lozanov, it involved t’ai ch’i-like calisthenics, followed by mental relaxation & breathing exercises, followed by “guided imagery” to reduce students’ natural resistance to learning. While not unreasonable for normal teaching environments, it would have no application to MW.\n\nSubliminal LIPC (SLIPC) encompasses the entire spectrum of external influences upon the natural processes of human thought, awareness, alertness, and disposition. These influences are both naturally and artificially adjusted to maximize the subjects’ inclination to receive and positively respond to both. MW LIPC, which relies upon conscious sensory transmission and reception, may be supplemented by subliminal IPC techniques addressing non-conscious receptors of a target actor’s mind and body. Here the objective is not to do bodily or mental damage, but rather to incline the target to be more receptive to LIPC.",
    "meta": {
      "theme": "NLP, Suggestopedia, and Subliminal Influence",
      "region": "Global",
      "use_case": "Military Training and Psychological Operations",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "NLP",
        "Suggestopedia",
        "subliminal influence",
        "psychotronic warfare",
        "guided imagery"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 22
    },
    "id": "mindwar_022"
  },
  {
    "section": "Homo Electromagneticus",
    "text": "Along with all other matter/energy displacements in the material universe, the human body is a complex electromagnetic (EM) machine, including its thought processes. Humans, of course, don’t normally think of themselves as machines, but as conscious, unique beings. This casts humanity in not a physical but a metaphysical image, and explains both the basis for and the attraction of religions.\n\nIn the 1980s breakthrough research in the EM constitution of man began to emerge. Dr. Robert O. Becker, an orthopedic surgeon whose curiosity had been aroused by the regenerative powers of certain animals. He set out to identify and explore the link between EM and living tissue. In doing so he sought out relevant discoveries by fellow scientists:\n\nFrancis Ivanhoe, a pharmacologist and anthropologist at two universities in San Francisco, made a statistical survey of the braincase volume of all known Paleolithic human skulls, and correlated the increase with the magnetic field strength and major advances in human culture during the same period. Ivanhoe found bursts of brain-size evolution at about 380-340,000 years ago, and again at 55-30,000 years ago. Both periods correspond to major ice ages, the Mindel and Würm, and they were also eras when great cultural advances were made - the widespread domestication of fire by Homo erectus in the early Mindel, and the appearance of Homo sapiens sapiens (Cro-Magnon peoples) and gradual decline of Neanderthals (Homo sapiens) during the Würm. Two other glaciations in the same time span - the Ganz ca. 1,200-1,050,000 years ago and the Riss ca. 150-100,000 years ago - didn’t call forth such obvious advances in human evolution. They also differed from the other two in that the average geomagnetic field intensity was much lower. Ivanhoe has proposed a direct link from the magnetic field through the growth-hormone regulator pathways in the brain to account for the sharp evolutionary gains. He suggests that part of the hippocampus, a section of the brain’s temporal lobe, acts as a transducer of EM energy.",
    "meta": {
      "theme": "Human Electromagnetic Nature",
      "region": "Global",
      "use_case": "Scientific Research",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "electromagnetism",
        "human evolution",
        "brain size",
        "magnetic field"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 23
    },
    "id": "mindwar_023"
  },
  {
    "section": "Electromagnetic Radiation and Biological Systems",
    "text": "Research suggests certain kinds of electromagnetic radiation (EMR) can harm living organisms.  Russian researcher Yuri Kholodov found cell death in rabbit brains after exposure to 100-200 Gauss magnetic fields, which activated stress hormones without the rabbits consciously sensing stress. Dr. Becker reviewed potential side effects of Project Sanguine, a Navy ELF transmitter. He found the antenna's EM field weak but operating at frequencies similar to Earth's micropulsations, to which living things are sensitive. Similar fields raised human blood triglyceride levels and changed blood pressure and brain wave patterns in animals. Stress responses, desynchronized biocycles, and interference with cellular metabolism were possibilities. ELF radiation (30-100 Hz) interferes with biological cycles, causing mild stress and triggering immune responses.  EMR can also alter bacteria, enhancing growth and antibiotic resistance. Other studies indicate microwave exposure decreases brain energy, weak ELF fields affect reaction time, magnetic fields are higher at suicide locations, EMR exposure causes blood changes, reduces heart muscle impulse strength, aggravates cell-division diseases like cancer, and may be linked to miscarriages and birth defects in computer operators.  By 1985, Becker concluded electropollution was a threat to human health.",
    "meta": {
      "theme": "Electromagnetic Effects on Biology",
      "region": "Global",
      "use_case": "Military and Civilian Health",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "EMR",
        "ELF",
        "health effects",
        "biological cycles"
      ],
      "influence_map": [],
      "chunk_index": 24
    },
    "id": "mindwar_024"
  },
  {
    "section": "Brainwave Resonance (BWR)",
    "text": "Brainwave resonance (BWR) utilizes the principle of resonance, where a small stimulus can cause a large vibration in a system with a similar natural vibration period.  Brainwaves, measured in cycles per second (Hz), are categorized as delta (1-3 Hz, deep sleep), theta (4-7 Hz, high emotion), alpha (8-12 Hz, relaxation), and beta (13-22 Hz, logical thought).  External energy waves can induce brainwaves to cycle at the same wavelength.  Infrasonic (10-15 Hz) and Extremely Low Frequency (ELF) waves can resonate with brainwaves. BWR has passive and active applications in SLIPC (Subliminal Influence and Persuasion Control). Passively, environments can be permeated with BWR frequencies to influence individuals without their awareness.  Active BWR employs frequency generators to project desired brainwave patterns, either through satellite-based platforms or personal devices.  This can adjust emotions and awareness. MW aims to place everyone, including MWarriors, in the same positive BWR range.",
    "meta": {
      "theme": "Brainwave Manipulation",
      "region": "Global",
      "use_case": "Psychological Operations",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "BWR",
        "SLIPC",
        "frequency generators",
        "psychological influence"
      ],
      "influence_map": [],
      "chunk_index": 25
    },
    "id": "mindwar_025"
  },
  {
    "section": "Magnetism and Thought Influence",
    "text": "Magnetic fields can influence thought. Transcranial magnetic stimulation (TMS) applied to the right tempero-parietal junction (TPJ) disrupts moral judgments based on prior indoctrination. TMS could condition personnel to make decisions independent of pre-existing beliefs or remove such beliefs during interrogation. Current limitations are the temporary effects and the need for close proximity. Functional magnetic resonance imaging (fMRI) can detect brain blood flow, enabling accurate imaging of visualizations and potentially transmitting them.  The Earth's MagnetoSphere (MS) interacts with the Solar Wind (SW) through magnetic reconnection portals (MRPs), releasing energy. As MRPs become predictable, MWarriors could potentially use magnetic fields to influence human thoughts and emotions.",
    "meta": {
      "theme": "Magnetism and Cognitive Processes",
      "region": "Global",
      "use_case": "Interrogation, Indoctrination, Psychological Operations",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "TMS",
        "fMRI",
        "magnetism",
        "morality",
        "MagnetoSphere",
        "Solar Wind",
        "MRPs"
      ],
      "influence_map": [],
      "chunk_index": 26
    },
    "id": "mindwar_026"
  },
  {
    "section": "Chronobiology",
    "text": "Chronobiology (CB) studies the influence of time on biological entities. CB oscillations, or biological clocks, operate at various levels in the human body, from cellular to organismal, and at different speeds. MW focuses on oscillations related to human behavior, especially circadian rhythms (sleep-wake cycles) and ultradian rhythms (shorter cycles like hormone release). Shifting these rhythms can disrupt performance and judgment. Methods include manipulating light exposure, temperature, and social cues. MW seeks to align target individuals' biological clocks with operational needs, enhancing performance during critical periods.",
    "meta": {
      "theme": "Temporal Influence on Biology",
      "region": "Global",
      "use_case": "Performance Enhancement, Disruption",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "chronobiology",
        "circadian rhythms",
        "ultradian rhythms",
        "biological clocks"
      ],
      "influence_map": [],
      "chunk_index": 27
    },
    "id": "mindwar_027"
  },
  {
    "section": "PSYCON #4: Circadian Rhythms",
    "text": "MW is primarily concerned with the CB attuned to and governed by the solar (“circadian”) day. This entrainment determines the MWarrior’s mind and body efficiency and the subjects' receptivity and controllability. These ULF-waves, also called “Alfven Waves,” influence circadian cycles. Some human circadian cycles are immediately and strongly determined by and sensitive to sensory environmental changes. A well-known example is “jet lag.” Similar effects occur with the removal of sensory circadian reinforcement, like seclusion in a windowless room or sensory-deprivation tanks.  MW aims not to disrupt mental coherence but to maximize operative alertness and audience receptivity. Human circadian phase response curves (“PRC”) are generally established for the awake/sleep cycle. Within waking periods, alertness varies, generally highest after sleep and lowest before sleep.  Politicians, for example, schedule mentally demanding interviews in the morning and prepared speeches for the evening when audiences are most passive. As Hitler noted, speech effectiveness varies with time of day. Prior to MW team insertion, personnel PRCs should be adjusted to the location via entrainments like Melatonin and controlled light exposure. MW actions should be timed for greatest receptivity based on the target's CB PRC.",
    "meta": {
      "theme": "Mind War",
      "region": "General",
      "use_case": "Military Operations",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "circadian rhythms",
        "psychological operations",
        "mind control",
        "performance optimization"
      ],
      "influence_map": [],
      "chunk_index": 28
    },
    "id": "mindwar_028"
  },
  {
    "section": "PSYCON #5: Proxemics",
    "text": "Proxemics studies man’s use of space as a cultural elaboration. It rejects the assumption of universal sensory experience. People from different cultures inhabit different sensory worlds, filtering information differently. Proxemics is evident in animals, who have a flight distance (“FD”) and a critical distance (“CD”). Humans also have FD/CD and a personal/social distance (“PSD”).  FD/PSD/CD decisions are made by sight, hearing, and smell at a distance; and touch up close. Cultures differ in their acceptance of olfactory proximity. In some, smell informs judgments of mood, class, and relationships; in others, like the US, non-intimate scents are repellent. Human skin transmits and senses emotional states. Anger or embarrassment triggers blushing and increases blood supply, causing subtle swelling and temperature changes detectable by observers via thermal, olfactory, and visual cues. Heat and space are related; a cool, crowded room feels less cramped than a hot one. Even images of people create immediate attitude-impressions based on perceived FC/PSD/FD.  Each human has a “personal field” constituting their true boundary. The MWarrior controlling these fields controls the individuals.",
    "meta": {
      "theme": "Mind War",
      "region": "General",
      "use_case": "Military Operations",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "proxemics",
        "personal space",
        "cultural differences",
        "nonverbal communication",
        "psychological manipulation"
      ],
      "influence_map": [],
      "chunk_index": 29
    },
    "id": "mindwar_029"
  },
  {
    "section": "PSYCON #6: Atmospheric Ionization",
    "text": "Negatively-ionized air induces relaxation, alertness, energy, and well-being in humans, while positively-ionized air causes lethargy, exhaustion, irritability, and confusion. MW campaigns should utilize negatively-ionized atmospheres in both subject areas and MW facilities.  Ionizing radiation (alpha, beta, gamma/X-ray, neutron) causes damage, distinct from air ionization results. Air ionizers don't create ions by radiation; they ground cations, increasing the anion percentage. Natural anionic atmospheres occur after lightning or near fast-moving water. MW should leverage these. Cationic air results from dry conditions, katabatic and rain shadow winds, and high-velocity abrasion. All MW environments should be tested for ionization and adjusted or relocated. Artificial ionizers can be used covertly in closed areas, while devices creating favorable conditions (e.g., rainstorms) can be strategically employed in open areas.  MetaForce team insertions should be preceded and accompanied by an anionic “blanket” for team safety, efficiency, and target receptivity.",
    "meta": {
      "theme": "Mind War",
      "region": "General",
      "use_case": "Military Operations",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "atmospheric ionization",
        "psychological manipulation",
        "environmental control",
        "performance enhancement"
      ],
      "influence_map": [],
      "chunk_index": 30
    },
    "id": "mindwar_030"
  },
  {
    "section": "PSYCON #7: Color",
    "text": "Conventional PSYOP uses color culturally (e.g., black for death in the West, white in some Eastern cultures). MW focuses on color's direct impact on the brain as EMR, studied by photobiology.  Visible light (color spectrum) occupies a tiny segment of the EMS. Humans are trichromats, seeing only red, green, and blue. Other perceived colors are brain-constructed mixtures.  Nonhuman species are dichromats, monochromats, or tetrachromats (seeing ultraviolet). MW is interested in the direct brain impacts of the three actual color EMRs.",
    "meta": {
      "theme": "Mind War",
      "region": "General",
      "use_case": "Military Operations",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "color psychology",
        "electromagnetic radiation",
        "psychological manipulation",
        "photobiology"
      ],
      "influence_map": [],
      "chunk_index": 31
    },
    "id": "mindwar_031"
  },
  {
    "section": "PSYCON #7: Colors",
    "text": "Red EMR provokes faster and more forceful responses in humans, regardless of their cultural conditioning. For this reason it can also be counterproductive in situations requiring complex mental or motor skills.\nBlue stimulates alertness and creativity. Green reduces alertness and memory. MW planning & operational environments, as well as subject areas, should be illuminated and/or shielded accordingly depending upon the desired mental attitude. Note here that, as visible light is a range within the EMS, transmission of that frequency to the audience is all that is required; visually “seeing” it is not. While the human eye’s photoreceptors are triggered by red, green, or blue frequencies, they may also be absorbed into the brain through the ears or skin. Control of color also affects MWarriors’ powers of evaluation and reaction in unexpected situations. Humans make subconscious judgments about encountered persons, objects, or environments within 90 seconds of perceiving them, and color sensation accounts for over 60% of that judgment.",
    "meta": {
      "theme": "Psychological Operations (PSYCON)",
      "region": "General",
      "use_case": "Military and Political Influence",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological warfare",
        "perception manipulation",
        "color psychology"
      ],
      "influence_map": [],
      "chunk_index": 32
    },
    "id": "mindwar_032"
  },
  {
    "section": "PSYCON #8: Shapes",
    "text": "Humans are subconsciously influenced by their apprehension of certain shapes or patterns in objects or pictures. This refers back to the previously-discussed “pattern thinking” phenomenon, and is essentially a categorization of its components. Since the natural tendency of human perception is to unconsciously recognize, classify, and disregard the vast amount of routinely-encountered visual input, anything intended to seize and hold a passive subject’s attention must fulfill what the photographer William Mortensen called the “command to look” (CTL). The CTL consists of three elements: impact, subject interest, and participation. The impact of an image is not intellectual, but biological and subconscious: It is essentially a reaction to the sudden perception of “danger”, signaled by certain shapes, angles, or patterns which are inherently alarming and destabilizing. There are four basic types of these:\n1. The diagonal, e.g. the lightning bolt = something that moves swiftly with determination.\n2. The S-curve, e.g. the snake (something that approaches in a slithering fashion) or the curves of the body (especially female = “the line of beauty”).\n3. Triangle combinations, e.g. a blade, sharp points, or teeth (= the threat of sharpness).\n4. Compact dominant mass, e.g. large animal or trapezoid (= massive block in one’s path).\nA constructed MW image will contain combinations of these, included with or integrated within the superficial image, to seize and hold the viewer’s attention. Perhaps the most striking illustration of such techniques was the German Expressionist cinema of the early 20th century. [Example of German Expressionism film analysis]\nOnce attracted, that attention must be changed to interest, which is accomplished by the excitement of emotional pattern-thinking. The strongest of such themes are sex, sentiment, and wonder - the time-tested staples of the entertainment and advertising industries. In MW it is simply a matter of including one or more of these features in the image or message.\nFinally, and of course most importantly in MW, the viewer’s perception of reality, and consequent behavior, must be transformed by exposure to the attraction of the image. This third CTL element - participation - results from the inclusion of geometric alignments which draw the eye of the viewer along and into the constructed patterns, making them indistinguishable from what the viewer subconsciously considers to be his original values, opinions, and dispositions.",
    "meta": {
      "theme": "Psychological Operations (PSYCON)",
      "region": "General",
      "use_case": "Military and Political Influence",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological warfare",
        "perception manipulation",
        "shape psychology",
        "propaganda"
      ],
      "influence_map": [],
      "chunk_index": 33
    },
    "id": "mindwar_033"
  },
  {
    "section": "PSYCON #9: Hypnotism",
    "text": "Hypnotism (after the Greek god of sleep, Hypnos) became popularized in the West in the 19th century as a consequence of interest in Asian meditative practices, e.g. Yoga.  [Discussion of hypnotism history and CIA experiments]\nThe reality is both less fanciful and more practically useful to the MWarrior. As discussed above, ordinary human sensory awareness is a combination of 95% unconscious impressions and 5% conscious ones. The result is a tsunami of sensations combining to create the individual’s state of mind at any moment. By an effort of concentration, controlled by either oneself (meditation, autosuggestion) or an outside source (a human “hypnotist” or EMS device), this state of constant confusion and distraction can be reduced to “background noise” in favor of a more dominant, constant, and attractive stimulus. The individual is not sent into a state of unconscious (delta) sleep, but rather into an alpha state of receptive relaxation. The “hypnotizing” visual object, sound, or other compelling stimulus becomes and remains the center of attention, and along with this attention comes a tendency to automatic compliance with it, or with any variations in it (once again the above-discussed principle of resonance at work). Once the stimulus ceases, its memory will remain with the subject, in varying degrees of influence. This is the actual principle behind audio/visual entertainment media advertising. [Example of TV advertising]\n“Being in a state of hypnosis” also allows for fraud on the part of both hypnotist and subject: [Explanation of hypnotist/subject dynamic]\nWhat the phenomenon of “hypnotism” means to the MWarrior, then, is simply that insistent, demanding, repeated messages or themes have a crowding-out effect on an audience’s ordinary mental sensations, and that [as Adolf Hitler observed in Mein Kampf] a relaxed, tired audience is already alpha-receptive to them beyond their intrinsic logic.",
    "meta": {
      "theme": "Psychological Operations (PSYCON)",
      "region": "General",
      "use_case": "Military and Political Influence",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological warfare",
        "hypnosis",
        "propaganda",
        "media manipulation"
      ],
      "influence_map": [],
      "chunk_index": 34
    },
    "id": "mindwar_034"
  },
  {
    "section": "PSYCON #10: Martial Artistry",
    "text": "The oriental martial arts are commonly regarded as a means of skilled physical combat - which indeed they are in their most conspicuous public image. If one takes the time and effort to study the ideas underlying them, however, a substantially different perspective emerges: that of combat as a last resort after resolution of a confrontation cannot be achieved nonviolently. This is not a question of argumentative skills, but rather of body language and a personal presence commanding and calming the tension of an encounter. This is achieved by sufficient education and training in both the physical skills and ethical philosophy of martial artistry.\nIn a MW campaign Phases 0 and 3, MetaForce teams will be on the ground in the geographic area in question, interacting directly with disputing groups and individuals. In Phase 4 ParaPolitics teams will be in the same setting, albeit with the threat of imminent PW alleviated. In any of these situations the presence and brandishing of PW weapons would obviously be counterproductive. If carried, they should be concealed, and their display as a threat or their actual use is to be avoided wherever possible. The chances for such avoidance are substantially increased if all MF and PP personnel are trained and conditioned to react to confrontations as Ninja.",
    "meta": {
      "theme": "Psychological Operations (PSYCON)",
      "region": "General",
      "use_case": "Military and Political Influence",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "martial arts",
        "conflict resolution",
        "non-violent communication",
        "field operations"
      ],
      "influence_map": [],
      "chunk_index": 35
    },
    "id": "mindwar_035"
  },
  {
    "section": "PSYCON #11: Fields",
    "text": "As discussed in PSYCON #1, the human body is an electromagnetic machine. As such it both generates and is enveloped by EM fields (EMF), controlling everything from heartbeat and respiration to sleep and female menstrual cycles. External to the human body, of course, are a great many natural and artificial EMFs, some (such as the Earth’s geomagnetic field) quite substantially larger. Both larger and smaller external EMFs may be weak or strong, and at every instant each human within their range is subject to not just their several effects but combined ones as well. EMFs are subject to the principle of entrainment, which essentially means that a weaker field exposed to a stronger one will tend to align with it; and even a weaker field, if constant, may entrain a stronger but intermittent or irregular one. To understand the significance of EMFs to the human body",
    "meta": {
      "theme": "Psychological Operations (PSYCON)",
      "region": "General",
      "use_case": "Military and Political Influence",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "electromagnetic fields",
        "human biology",
        "entrainment"
      ],
      "influence_map": [],
      "chunk_index": 36
    },
    "id": "mindwar_036"
  },
  {
    "section": "11",
    "text": "it is first necessary to appreciate that each such body is not an inert, static clump of permanent matter. It is rather an organic complex in a constant state of - 119 - reorganization and reconstitution. For instance, human liver and serum proteins are replaced every 10 days, and the whole of the proteins in the body about every 160 days. Moreover these protein molecules are extremely complex devices, not mere raw material; not even a single amino acid can be out of place in the replacement. To put it another way, there are about 60 thousand billion cells in the human body, and every day about 500 billion of these die and are replaced and rebuilt. Why? One possibility is that these molecules are so complex that they are inherently unstable and thus are continuously deteriorating. The metabolic system, including the liquid-based transmission of food and raw material throughout the body, is a raging furnace of consumption and regeneration. How does the body know precisely how to recreate each cell and molecule? It cannot be within the object itself, because an object cannot “organize itself”. The answer lies in the existence of an entire layered network of EMFs throughout and within the body, altogether comprising a “master plan” EMF for it. Dr. Harold Saxon Burr, Professor Emeritus of Anatomy, Yale School of Medicine, named this the L-Field (for “Life-Field”/LF).\n89 What exactly is a “field”? When something occurs somewhere in space because something else happens somewhere else in space, by no detectible means by which the cause produces the effect, the two events are said to be connected by a “field” [well-known examples being gravity and magnetism]. In the case of the human body, its organizing system cannot be chemical, because then that system itself would be subject to the same entropic process. Hence there is more to a human being than mere chemistry. It requires 89 Harold Saxon Burr. M.D., The Fields of Life: Our Links with the Universe. New York: Ballantine Books #23559, 1972. - 120 - an organizing field, not merely an accidental accumulation of proteins; thus the notion of “gene randomness” is invalid. Organization inherently requires preconception based upon purpose. Thus human physical existence has purpose; it is not accidental. The ancient Greeks identified this as the principle of teloç ( telos), signifying the inherent end, function or purpose of every phenomenon. [Its most famous modern refutation is Existentialism, which denies not only any purpose to individual entities, but indeed to existence itself.] Anything that can organize must necessarily exist before what it organizes. DNA, for instance, contains “building block” codes, but not the “plan” or motivating force to organize an entire human body out of these “blocks”. If LFs are a natural constant phenomenon, this would account for the general cessation of human physical evolution at least 100,000 years ago [and possibly much longer], as well as for the basic commonality of all human physical construction. Simple Darwinism is inadequate to explain the extreme complexity of higher life, such as development of such mechanisms as Darwin himself called “evolutionary novelties” - the eye and various complex organs. Additionally any such “novelties” would have to occur simultaneously for the whole organism to work together. The odds against this are so high that evolutionists simply bypass the question. Where MW is concerned, LFs are important because their preservation or disruption immediately/similarly affects the humans within and controlled by those fields. PSYCONs #2 and #3 discuss electrical and magnetic wave phenomena as separate variables; this PSYCON #11 focuses on the entire mix of fields (EM&L) defining, sustaining, and governing each human being, as well as groups of them as extensive as the fields themselves. - 121 - Identify the field “definition” of each group, and individual elements of it causing discord, destructiveness, or other negative social/behavioral impulse, can be positively corrected. Even more interesting to MW is the theory that thought itself exhibits properties of a field-phenomenon.",
    "meta": {
      "theme": "Life-Fields (LFs) and Thought-Fields (TFs)",
      "region": "General",
      "use_case": "Understanding and manipulating human behavior",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "mind_control",
        "electromagnetic_fields",
        "human_biology",
        "evolution"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 37
    },
    "id": "mindwar_037"
  },
  {
    "section": "11 (continued)",
    "text": "90 Consider the ability to add 2+2. Like the rest of the human body, the nervous system is also constantly disintegrating and regenerating. So the material of brain cells and connecting nerves may have been completely renewed about 100 times since an adult was first taught addition. As he hasn’t been taught addition all over again 99 times, how does he still know how to add? This is a question not of mere memory, but of the structure of thought organization and integrity. The interaction and entrainment of such “T-fields” (TF) may account for individuals’ abilities to sense, emulate, or inculcate moods, impulses, desires, and fears in others, both individually and en masse. 91 Just as LFs are distinct from the physical body they create and organize, so TFs are superior to and separate from the physical machinery they manipulate and use. 92 That TFs also have the ability to entrain LFs may explain the well-known phenomena of mental states affecting bodily harmony and health, and vice-versa, as when bodily energy affects mental alertness. 90 This extrapolation of Dr. Burr’s concept of LFs was proposed by Edward W. Russell in his Design for Destiny (New York: Ballantine Books #23405, 1971). 91 Thus the mysterious human emotional force of “love” may be in effect the entrained harmony of two individuals’ TFs. 92 The phenomena of “ghosts” may thus be the persistence of TFs past the human bodies they previously defined, and “haunted houses” their continued presence in surroundings familiar to them. - 122 - In this model, therefore, the brain is properly seen as the mechanism used by one’s primary and subordinate TFs for the cataloguing of sensory input and the storage of memory. These are results, not the thing itself, of the self-aware “thinker”, the primary TF which is individual consciousness of identity and being. Sensory areas of the brain are more or less permanently wired to the respective physical senses, hence their injury or loss is quantifiable and somewhat irreparable. But learning and memory functions are not so localized, as long as enough brain cells remain to be usable. These are used only intermittently and at desire or need. This is why memory is so subtle and elusive a thought-activity. Memory is the backbone of one’s current situation. It is how one conveniently decides who he is and communicates that to others. But it is still not the nucleus of the conscious self. It is this ultimate self which is the thing that assigns meaning and value to both memory and current sensations: I’m a man in search of his true self. How archetypically American can you get? Everybody’s looking for his true self. We’re all trying to fulfill ourselves, understand ourselves, get in touch with ourselves, get ahold of ourselves, face the reality of ourselves, explore ourselves, expand ourselves. Ever since we dispensed with God, we’ve got nothing but ourselves to explain this meaningless horror of life. We’re all weekending at est or meditating for forty minutes a day or squatting on floors in a communal OM or locking arms in quasi-Sufi dances or stripping off the deceptions of civilized life and jumping naked into a swimming pool filled with other naked searchers for self. Well, I think that true self, that original self, that first self, is a real, mensurate, quantifiable thing, tangible and incarnate. And I’m going to find the fucker! - Edward Jessup, Ph.D. (after several glasses of wine)93 93 Chayefsky, Paddy, Altered States (New York: Harper & Row, 1978). - 123 -",
    "meta": {
      "theme": "Thought-Fields (TFs) and Consciousness",
      "region": "General",
      "use_case": "Understanding and manipulating human consciousness",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "mind_control",
        "consciousness",
        "memory",
        "thought_processes"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 38
    },
    "id": "mindwar_038"
  },
  {
    "section": "12",
    "text": "PSYCON #12: Magic\nThese aren’t the droids you’re looking for. - Obi-wan Kenobi, Star Wars\nMagic, as studied and employed by professional magicians, consists not only of stage props and physical dexterity, but also of misdirection, deception, and sensory preemption. The effect, normally just for entertainment, is to make the seemingly-impossible happen, right before the eyes of an astonished audience. Less ethically and benignly, magic has been used by confidence men to sting their marks, by generals to overcome their enemies94, by religious leaders to sway the credulous, and by politicians to get elected to office. Common to magic generally are these factors:\na. Either control of the environment or adaptation of the magic to it. Only the simplest “table tricks” of magic can be done without regard to their surroundings. For most illusions to be effective, the complete environment in which they are activated must be controlled: lighting, absence or presence of external noise, intentional distractions from close attention, audience alertness and receptiveness. While an illusion is intended to appear spontaneous, it frequently requires careful advance preparation out of view of the eventual audience.\nb. Establishment of the magician’s dominant relationship. The magician displays a persona - dress, 94 The U.S. Army’s current menu of deception operations can be studied in FM 90-2: Battlefield Deception (Headquarters, Department of Army,Washington, DC, 3 October 1988). Its bibliography includes early Robert Jervis, Daniel Kahneman & Amos Tversky (prospect theory), and Roberta Wohlsetter. - 124 - assertive speech, body language, pressured pace, eye contact - designed to seize and hold the attention of the audience, as well as to gradually but inexorably replace their wills and judgment of reality with his own. [This is particularly essential to hypnotism.95]\nc. Dictation of the applicable elements. The magician identifies to the audience what objects, locations, and/or procedures are important and essential, restricting the problem to their interaction exclusively. The consequence of this is that an object’s behavior which might seem unremarkable or contrived against ordinary backgrounds or points of reference becomes surprising and inexplicable in this artificial environment.\nd. Definition of the variables. An object or procedure may be used in any number of ways, but the magician defines them so as to limit these ways to only those which make possible and reinforce the illusion.\ne. Instruction of behavior. Audience participation is desirable, since going through motions to supposedly produce the illusion suggests to the audience that it is somewhat responsible for it, thus encouraging belief in it.\nf. Limitation of possibilities. As he controls all of the object(s) and procedure(s) variables, the magician can force the outcome of the illusion into one which the equally-predetermined alternatives appear to highlight as miraculous.\ng. Channeling of expectations. Once in control of both the elements of the illusion and the audience’s perceptions and willpower, the magician instructs the 95 Cf. PSYCON #9. - 125 - audience in what the possible outcomes of the illusion can be. It is now “impossible” for the objects or procedures to function in any other way, nor for the audience to devise or consider one.\nh. Interpretation of the result. Once the illusion is produced, the magician makes it clear to the audience what it “obviously” signifies. As in his initial establishment of control over the audience, he now implants - though announcement, emotional surprise/ satisfaction, and body language - their presumedly “spontaneous” reaction.\ni. Reinforcement of controlled perceptions. As necessary to establish the performed illusion firmly in “reality”, the magician follows it up with as many supporting devices and created impressions as are necessary.",
    "meta": {
      "theme": "Magic and MindWar",
      "region": "General",
      "use_case": "Manipulating perceptions and achieving strategic objectives",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "deception",
        "illusion",
        "psychological_operations",
        "mind_control"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 39
    },
    "id": "mindwar_039"
  },
  {
    "section": "12 (continued)",
    "text": "Beyond these basics MW is most specifically concerned with the magical discipline of mentalism.96 This involves diversion of target audience perceptions and interpretations towards a different interpretation of their own thought processes than the one which they would naturally experience. This is accomplished both through the above-listed techniques of magic and appropriate activation and blending of the previous eleven SLIMC PSYCONs. Every possible external and psychological factor is controlled and administered to not only reconfigure the subject’s thought-processes, but to leave undisturbed his belief that absolutely no such external influence is occurring. Obviously, suspicion of or alertness to “mind control” can alarm or panic an 96 Not to be confused with the clinical psychological or philosophical definitions of “mentalism”. - 126 - individual, even if the activity is [as the Laws of MW require] completely ethical and benign. The principles of mentalism may be studied in the literature of professional magic, and its power may be both experienced and applied in reputable institutions devoted to the art.97 While mentalism is never used within MW operational activities to influence any of its planners or operatives, it permeates the entire manifestation of a MW campaign within the problem environment and to all non-MW onlookers. The original problem, if unsolvable, gradually and inconspicuously becomes one which is. Enemies are transformed into friends and allies. Apparently-rigid deadlines become unfolding options. Borders become gateways. Hoarded assets become horns of plenty. Overall, problems become opportunities, and hatred becomes affection, tolerance, and compassion. MindWar is magic. Every MindWarrior must therefore be a magician.",
    "meta": {
      "theme": "Mentalism and MindWar Applications",
      "region": "General",
      "use_case": "Subtle manipulation of perceptions and transforming conflicts",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "mentalism",
        "psychological_operations",
        "conflict_resolution",
        "perception_management"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 40
    },
    "id": "mindwar_040"
  },
  {
    "section": "13",
    "text": "PSYCON #13: Religion\na. The Phenomenon of Religion\nPrimitive pre-literate, pre-scientific humanity found itself a conscious actor within a bewilderingly complex and mysterious environment. The Earth obviously existed as it was perceived and experienced, but it did not “explain itself”: Why natural objects and processes “are as they are” was [and still is] unknown, although both “pattern thinking” and the eventual onset of the “scientific method” at least enabled their substance, 97 Such as the Academy of Magical Arts of Hollywood, California: http://www.magiccastle.com/ and the Magic Circle of the United Kingdom: http://www.themagiccircle.co.uk/ - 127 - properties, and behavior to be recognizable and predictable. To address the “why”, humans could only fall back upon their imagination, creating one or more “G/god[s]” and accompanying creation-myths. As humanity evolved, this practice branched into two general directions: metaphysics and religion. (1) Metaphysics inspired the human intellect beyond the physical-sensory syllogisms of the natural universe into a realm of suprarational abstractions: the neteru of ancient Egypt, the Pythagorean/Platonic Forms. These principles were not identifiable through logic or reason, but through",
    "meta": {
      "theme": "Religion and its Origins",
      "region": "General",
      "use_case": "Understanding the role of religion in human societies",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "religion",
        "metaphysics",
        "creation_myths",
        "human_evolution"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 41
    },
    "id": "mindwar_041"
  },
  {
    "section": "Enlightened Apprehension and Religion as PSYOP",
    "text": "Enlightened apprehension, what Plato referred to as nœsis, can be cooperatively obtained through rigorous schools of initiation.\nHowever, the vast majority of humans are incapable and/or unwilling to pursue metaphysics. They either ignore the “why” question, or accept modern continuations of primitive superstitions: religion. Religions assign the “why” to the whim of “gods,” making it inexplicable yet exploitable by those wishing to control others. The propaganda is simple: reward for obedience, punishment for disobedience—both in life and the hereafter. Such exploiters feel no obligation to explain or justify their actions; the masses are expected to rely on faith. Religions invariably represent themselves as “forces for good,” but history shows the opposite: they have been consistently invoked and exploited for destructive excesses: war, genocide, torture, and enslavement. This was most blatant during the “Dark Age.” The Thirty Years’ War, fueled by religious tensions, decimated Germany's population. The subsequent Enlightenment and “Age of Reason” resulted from revulsion over such horrors and the rise of functionally-atheistic social contract theorists. Since then, religion in the Judæo/Christian West has become mere PSYOP by the power-elites, with only the uneducated masses taking it literally or seriously.",
    "meta": {
      "theme": "Religion as a tool for psychological operations",
      "region": "Western World",
      "use_case": "Military and political control",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "propaganda",
        "social control",
        "historical analysis"
      ],
      "influence_map": [],
      "chunk_index": 42
    },
    "id": "mindwar_042"
  },
  {
    "section": "Internal Religious PSYOP: The Army Chaplain Corps",
    "text": "The Army Chaplain Corps’ de facto mission is fourfold: (1) convince soldiers that their religious faith should not prevent them from killing; (2) reassure soldiers that God is on their side, even against those of the same faith; (3) minimize soldiers’ fear of death; and (4) ensure families don’t compromise these missions. Chaplains are commissioned officers dependent on commanders’ evaluations. Those unable to reconcile combat with faith resign or are removed.  This acknowledges the Chaplain Corps’ critical psychological warfare (PW) function. Doctrinally, Judæo/Christian religions prohibit killing, yet the U.S. Army orders and relies on soldiers to kill declared “enemies.” The “Nürnberg Principle,” that soldiers cannot use “obedience to orders” to justify war crimes, was applied exclusively to the vanquished Axis. This hypocrisy erodes the U.S. Army’s honor and integrity, indispensable due to the nation’s traditional stand on individual ethics. Once the armed forces evolve from PW to MindWar (MW), arbitrary killing will cease, and the need for chaplains’ PSYOP will evaporate. The Chaplain Corps will be replaced by civilian clergy without a PW-enforcement agenda.",
    "meta": {
      "theme": "Military chaplaincy as a tool for psychological operations",
      "region": "United States",
      "use_case": "Managing soldiers' morality and combat effectiveness",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "military ethics",
        "chaplaincy",
        "justification of violence"
      ],
      "influence_map": [],
      "chunk_index": 43
    },
    "id": "mindwar_043"
  },
  {
    "section": "Application of the MW PSYCON",
    "text": "Once the U.S. Army removes its religion-blinders, it can objectively use the Religion PSYCON. Religion remains a powerful force in motivating PW violence. America’s current “enemy” of convenience is “bad” Islam, chosen after the Soviet Union’s collapse and the implausibility of “Communism” as a threat. MW does not permit “sacrificial lambs.” Humans are respected regardless of arbitrary qualifiers. The first step in applying the “Religion PSYCON” is removing “religion” as an “enemy.” The enemy is the “problem of conflict,” resolved cooperatively through áristos.  All institutional religions are masses-control devices by power-elites with material motives: power, territory, and a population-base for PW threats. These PW motives can be removed by fulfilling them within a cooperative balance. Grant recognition of occupied territory, allow trade—remove tensions for which “religion” is a PW defense mechanism, openly and rationally, without religious reference. Once secular problems are resolved, “religion” will revert to a non-PW community-control ideology.",
    "meta": {
      "theme": "MindWar strategy and the role of religion",
      "region": "Global",
      "use_case": "Conflict resolution and international relations",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture",
        "geostrategic_positioning"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "conflict resolution",
        "international relations",
        "geopolitics"
      ],
      "influence_map": [],
      "chunk_index": 44
    },
    "id": "mindwar_044"
  },
  {
    "section": "PSYCON #14: Sex",
    "text": "Organic life is divided into male and female functions for species preservation through reproduction by the strongest. Males compete to reproduce with desirable females. Females compete for the strongest males. Weaker members may survive and breed within tolerance or become non-reproductive drones. Human communities added overlays like religion, justifying male control of females as patriarchy. This continued through history, with exceptions like Egypt and Minoan Crete.  In recent centuries, some post-Enlightenment societies began dismantling patriarchy. Women gained nominal equality but tensions remain. Men still desire control, while women grapple with independence versus traditional roles. Disparities in class, wealth, and power exacerbate confusion, leading to “escapes” like homosexuality and transgenderism. This is a response to competitive heterosexuality. MindWar doesn’t aim to resolve this turmoil. This PSYCON notes that many PW-prone societies remain patriarchal, with antipathy towards the U.S. for its perceived “sexual degeneracy.” This should be factored into MW campaigns non-confrontationally. The U.S. shouldn’t impose its sexual climate, and vice-versa. Áristos is sought through gender-neutral solutions.",
    "meta": {
      "theme": "Sex and gender as a factor in psychological warfare",
      "region": "Global",
      "use_case": "Understanding cultural differences and avoiding conflict",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "gender",
        "sexuality",
        "cultural sensitivity"
      ],
      "influence_map": [],
      "chunk_index": 45
    },
    "id": "mindwar_045"
  },
  {
    "section": "MetaForce Branch (Formerly: Special Forces Branch)",
    "text": "The MetaForce Branch (MFB) insignia replaces the old Special Forces Branch insignia. The crossed gold arrows, signifying targeting the mind, rise above the traditional Special Forces dagger, now with a green flame blade, symbolizing metaphysical illumination. “Special Forces” is superseded by “MetaForce,” meaning “the force beyond force.” The MFB color is Beret Green. The “Special Forces Tab” is discontinued. The MFB insignia alone indicates MF qualification. The motto is corrected to De Oppressione Liberare. MFB members wear the green beret with all uniforms except the dress blue. The Green Beret symbolizes excellence, courage, and distinction in the fight for freedom.",
    "meta": {
      "theme": "Establishment and symbolism of the MetaForce Branch",
      "region": "United States",
      "use_case": "Military organization and identity",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "military symbolism",
        "special forces",
        "organizational change"
      ],
      "influence_map": [],
      "chunk_index": 46
    },
    "id": "mindwar_046"
  },
  {
    "id": "mindwar_047",
    "section": "Special Forces and Unconventional Warfare",
    "text": "[First 500-word section of the text, starting with the Nietzsche quote through the early history of Special Forces]",
    "meta": {
      "theme": "Evolution of Special Forces and Unconventional Warfare",
      "region": "Global, with focus on US military doctrine",
      "use_case": "Military doctrine development and transformation",
      "strategic_category": [
        "military_doctrine",
        "national_security",
        "geopolitical_strategy"
      ],
      "economic_category": [
        "resource_strategies"
      ],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "special_forces",
        "unconventional_warfare",
        "military_transformation",
        "counterinsurgency"
      ],
      "influence_map": {
        "influenced_works": [
          "Green Berets movie",
          "Rambo series"
        ],
        "modern_applications": [
          "Special Forces doctrine",
          "Counterinsurgency operations",
          "Military advisory roles"
        ]
      },
      "chunk_index": 47
    }
  },
  {
    "section": "E. Precedents and Principles",
    "text": "1. Shaolin Kung Fu\nFor most people the term kung fu brings to mind dramatic unarmed combat by highly-skilled, intensively-disciplined Chinese martial artists [as well as non-Chinese enthusiasts]. This is a misapprehension and oversimplification. The term kung fu translates to “to know what to do”, and it is most properly understood as an entire way of life: a constant harmonizing of oneself with one’s surroundings and the correction of anything inharmonious to its ideal alignment. Traditionally kung fu dates to the 6th century C.E., when the Indian Buddhist monk Bodhidharma journeyed to the Shaolin Taoist monastery of China and taught the monks a form of active meditative dancing. Over the subsequent centuries this developed into the famous system of acrobatic self-defense. The Taoist and Buddhist roots of the Shaolin discipline, however, are both integral with it and essential to it. Taoism, originated ca. the 5th-6th centuries B.C.E. by Lao Tzu, comprises both the apprehension of the singularity of nature and the quest for conscious melding with it. Buddhism, originating in India in the same approximate time-period, generally prescribes a path to personal enlightenment through a moderate, monastic lifestyle. Consequently kung fu became an active expression of these combined philosophies. The MFB soldier is not expected to be either a Taoist or a Buddhist. What is required of him is a kung fu sensitivity to imbalances in situations to which he is sent, and “knowing what to do” to resolve them.\n2. Ch’i\nAnother concept from ancient China is that of ch’i [or qi], the “life force” of each living being. It is the presence of ch’i which distinguished a living body from a dead one, and which links the physical mechanism with the metaphysical soul. Consequently the strength and concentration of the will are conveyed to the physical senses and structures through ch’i, while diminished or disrupted ch’i results in confusion and exhaustion. Until the late 20th century, Western science tended to dismiss ch’i as a folk myth, since it supposedly could not be detected or measured in the laboratory. What has since transpired is that it was indeed there all along, and completely detectable: It is simply the body’s complete and component EMFs. All physical energy, no matter how it is generated [or, more precisely, converted] is a function of the electromagnetic spectrum (EMS). The human mental processes which command a muscular action, for instance, transmit that command by electrical impulses to that muscle, and the EMS waves or disruptions subsequently detected by the visual, auditory, and tactile receptors signal the accuracy and effectiveness of the action. Ch’i is thus a measurement of the strength and accuracy of such activity, both deliberately and in the body’s unconscious functions [as in the heartbeat, digestion, and breathing]. The smooth flow of ch’i is enhanced, reasonably enough, through proper care of the mind and body: diet, rest, breathing, exercise, and mental coherence. Conscious mental/physical conditioning exercises are known as ch’i kung [or qi gong] (= ch’i coherence”). While a systematic discipline of ch’i kung is the ideal way to maintain strong and harmonious bodily ch’i, Chinese medicine also proposed to treat specific disruptions of its circulation through the placement of special needles (acupuncture) or massage pressure ( shiatsu). Less positively, t’ai chi ch’uan martial artists defeat opponents by strikes precisely targeted to disrupt their ch’i flow and coherence. T’ai chi ch’uan, literally “supreme ultimate boxing” is better known in the contemporary West as a smooth-flowing exercise program rather than a combat technique. Indeed, because the ch’i-directed strikes of t’ai chi ch’uan practitioners could, for that very reason, be severely harmful or lethal, they are generally forbidden in martial arts sport competitions.",
    "meta": {
      "theme": "Mind-Body Practices and Manipulation",
      "region": "China",
      "use_case": "Military and Diplomatic Operations",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "psychological_warfare",
        "negotiation",
        "influence"
      ],
      "influence_map": [],
      "chunk_index": 48
    },
    "id": "mindwar_048"
  },
  {
    "section": "E. Precedents and Principles (continued)",
    "text": "As discussed in Chapter #3 under “G.5. PSYCON #4: Chronobiology”, the human body and mind are strongly influenced by external natural cycles, including the geomagnetic field of the Earth. Subtle variations in this field, known as the “Schumann Resonances (SR)”, are detected by magnetically- sensitive particles (magnetite) in the pineal gland of the brain, which regulates the circadian cycle by the generation and release of Melatonin. The SR consist of an EMS field between the Earth and the ionosphere, pulsing at between 7-10 Hz. This tends to entrain humans to alpha (8-14 Hz) BWR, especially during periods of strong, higher-range SR, associated with daylight and atmospheric lightning activity. This is obviously MW campaign-helpful. At night the ionosphere moves higher, resulting in a decrease of the SR towards its lower 7 Hz extreme. This entrains theta BWR, hence altered states of consciousness and similarly-unusual moods and behavior: not MW campaign- helpful. Through the detection and calculation of SR, or what the Chinese termed “external ch’i”, it may be possible to predetermine circadian mental and physical states of those in MW-campaign areas. In addition to the detection and prediction of externally-influenced ch’i, it is theoretically possible [and asserted by advanced ch’i martial artists] to first consciously regulate one’s own ch’i [e.g. through meditation reduce one’s BWR to theta] for extreme powers of concentration, then project an even lower BWR of delta (1-4 Hz) into an opponent, thus rendering him dazed or unconscious. The delta BWR is concentrated by the sender in his hands, then extended as an EMF into the opponent, entraining first his pineal gland, then through it his brain’s internal BWR pacemaker, the thalamus. Its thalamocortical neurons experience a “silent phase” every 1-25 seconds, during which time they are susceptible to such external entrainment. This “mirror neuron” effect, in which the firing of a particular neuron in one individual’s brain triggers a similar firing in another’s, is commonly experienced by and familiar to recipients as intuition of the originator’s emotions, attitude, or intentions; when someone else picks up a knife, for instance, one senses whether this is or is not a prelude to violence with it. This normally unconscious, passive phenomenon is employed actively and deliberately by the MFB soldier to change both the perceptions and the anticipations of those on whom he is concentrating [whereupon they will look for other droids]. Summarily the MFB soldier encountering groups or individuals in a MW campaign locale, may augment preconditioning MWB PSYCONs by calculating the influence of external natural EMF/ ch’i, and by self-conditioning and then projecting a calming, positive, or if necessary gently incapacitating personal EMF.",
    "meta": {
      "theme": "Mind-Body Practices and Manipulation, Chronobiology, Electromagnetic Fields",
      "region": "China",
      "use_case": "Military and Diplomatic Operations",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "psychological_warfare",
        "negotiation",
        "influence",
        "chronobiology",
        "electromagnetic_fields"
      ],
      "influence_map": [],
      "chunk_index": 49
    },
    "id": "mindwar_049"
  },
  {
    "section": "E. Precedents and Principles (continued)",
    "text": "3. Negotiation\nSo let us not be blind to our differences - but let us also direct attention to our common interests and the means by which those differences can be resolved. And if we cannot end now our differences, at least we can help make the world safe for diversity. For, in the final analysis, our most basic common link is that we all inhabit this small planet. We all breathe the same air. We all cherish our children’s futures. And we are all mortal. - John F. Kennedy\nOnce a receptive and cooperative atmosphere has been established, the MFB team proceeds to implement the áristos. If possible this is effected by straightforward reasoning and convincing, for which there are many conventional recipes.\na. Negotiation Procedure\nHere it must be emphasized that what is being applied is not just casual, amateur discussion [which in tenuous situations can and frequently does collapse into emotional grandstanding]. Rather it is a disciplined, calculated process based not just upon rational reasoning, but also upon every other factor (emotion, religion, ideology, ethnicity, culture, economics, etc.) which frames and constrains the issue. The MFB team will be pre-practiced in this before it ever touches down. As developed in the classic primer of negotiation technique Getting to Yes, negotiation is not waded into haphazardly. Rather it is carefully structured and executed to reach constructive closure:\n(1) As with MW generally, the people involved are removed from being the “problem” [or “enemy”]; the problem [or MW “enemy”] is redefined as the situational issues over which there is disagreement and friction.\n(2) Initially each participant in a disagreement is identified and defined in terms of a position taken and articulated, which tends to an oversimplified caricature of the situation and the belief that it cannot be changed. Hence such positions are not discussed; rather the problem is recontextualized in terms of the participants’ individual and collective interests: with the problem being a/the impediment to their fulfillment. Here commonality of all participants’ interests is sought and emphasized, lending momentum to solutions which will benefit all rather than just one or some participants.\n(3) Initial disagreements polarize when the issues are condensed into simplistic, either/or lines-drawn. The problem must accordingly be diffused into a complex of flexible variables, each of which can be addressed and adjusted without triggering intransigence in any participant. As each of the component variables is adjusted with an eye to the greatest collective benefit, so the entire matrix will move towards that áristos.\n(4) Not only the commonality of the problem, but the worth and dignity of all participants involved must permeate the negotiation. Hatred or contempt towards other participants, if sensed [and as is easy to sense], will nullify any attempt at reasoned discussion.",
    "meta": {
      "theme": "Negotiation Techniques and Principles",
      "region": "General/Global",
      "use_case": "Military and Diplomatic Operations",
      "strategic_category": [
        "military_doctrine",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological_warfare",
        "negotiation",
        "influence",
        "conflict_resolution"
      ],
      "influence_map": [
        "Getting to Yes",
        "Getting Past No"
      ],
      "chunk_index": 50
    },
    "id": "mindwar_050"
  },
  {
    "section": "E. Precedents and Principles (continued)",
    "text": "b. Physiological Considerations\nCrucial to negotiation - indeed to the entire concept of MW - is the presumption of orderliness in the human thinking process. We assume that, whether logically, emotionally, or environmentally, the human brain processes impressions, information, and accumulated knowledge methodically and consequentially. This is the entire basis upon which human behavior can be comprehended and predicted, on both the individual and the group level. The unspoken, and all too often ignored assumption in this scenario is that the brain is whole, healthy, and functioning perfectly. Unfortunately this is not always, and perhaps not even mostly the case. The human brain, like other components of the body, requires essential care and insulation from harm from the moment of its prenatal origin if it is to develop and mature fully functional. This tends to be taken for granted in highly- developed countries, where good nutrition, medicine, and safety from environmental hazards (lead, mercury, pollution, etc.) are the norm. In many areas of the world, however, expectant mothers and their subsequent children are malnourished and in peril of numerous diseases. Children may be subject to psychological and physiological hardship from the moment of birth. The outward effects of this can be seen in stunted growth, fragile health, impaired faculties. Not so evident is the condition and capacity of the brain.",
    "meta": {
      "theme": "Physiological Factors in Negotiation and Warfare",
      "region": "General/Global",
      "use_case": "Military and Diplomatic Operations",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological_warfare",
        "negotiation",
        "brain_health",
        "physiological_factors"
      ],
      "influence_map": [],
      "chunk_index": 51
    },
    "id": "mindwar_051"
  },
  {
    "section": "Individual Behavioral Processes and Judgment Faculties",
    "text": "An individual’s brain can suffer from inadequacies and injuries that impact discretionary behavioral processes, particularly in the amygdala. Along with the frontal cortex, the amygdala assigns significance and priority to information. Impairment in this process can lead to distorted opinions or expressions, ranging from harmless fixations to irrational fanaticism. Fortunately, extreme cases rarely attain positions of authority. However, less severe impairments can be difficult to identify, as seen in historical figures like Caligula and Stalin. Plato's philosophy, central to MindWar, posits that no intelligent individual intentionally chooses evil. Seemingly evil actions result from misperception or impaired judgment. MindWar negotiators facing such fanaticism must utilize psychological operations (PSYCONs) or marginalize the individual. PSYCON #12/Magic is particularly relevant in such impasses.",
    "meta": {
      "theme": "Individual Behavior and Decision-Making",
      "region": "N/A",
      "use_case": "Negotiation, Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "psychology, neurology, fanaticism, leadership",
      "influence_map": [
        "Plato"
      ],
      "chunk_index": 52
    },
    "id": "mindwar_052"
  },
  {
    "section": "Magic: Manipulating Perceptions",
    "text": "When rational persuasion fails, MindWar teams resort to 'magic,' which involves manipulating perceptions to redefine the problem and its solutions. This isn't about deceiving the other party but presenting impressions that lead them to desired conclusions independently. By subtly introducing an alternative scenario that addresses the actual problem without appearing to, MFB 'magicians' aim to transform seemingly unsolvable situations into manageable ones.",
    "meta": {
      "theme": "Psychological Operations",
      "region": "N/A",
      "use_case": "Negotiation, Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": "persuasion, manipulation, problem-solving",
      "influence_map": [],
      "chunk_index": 53
    },
    "id": "mindwar_053"
  },
  {
    "section": "The Role of MFB: Stabilization and Invisibility",
    "text": "The MindWar Force Branch (MFB) aims to stabilize situations for the ParaPolitics Branch (PPB) to initiate its operations. MFB is not an invasion force; its ideal operation is swift and unobtrusive.  Members should appear, work, and disappear without attracting attention. If the mission cannot be achieved quickly, the MFB should withdraw until the situation is adequately preconditioned. The MFB model is not aggressive but subtle, like Mary Poppins, making the 'medicine go down' through a playful approach.",
    "meta": {
      "theme": "Force Deployment and Strategy",
      "region": "N/A",
      "use_case": "Conflict Resolution, Stabilization",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": "stealth, speed, preconditioning",
      "influence_map": [],
      "chunk_index": 54
    },
    "id": "mindwar_054"
  },
  {
    "section": "ParaPolitics Branch: The Philosophy of Governance",
    "text": "The ParaPolitics Branch (PPB) aims to establish stable and civilized societies based on shared moral principles, drawing inspiration from ancient civilizations like Egypt and Hellenic Greece.  The PPB's insignia symbolizes illuminated wisdom and moral virtue. The text highlights the historical need for post-conflict reconstruction, from ancient Rome to the establishment of the U.S. Army's Civil Affairs branch in 1955, which evolved from post-battle cleanup to civic works projects aimed at winning hearts and minds. The PPB represents a shift from this traditional approach, incorporating philosophical principles into its mission.",
    "meta": {
      "theme": "Political Philosophy and Governance",
      "region": "N/A",
      "use_case": "Post-Conflict Reconstruction, Nation-Building",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [
        "development_models"
      ],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": "history, symbolism, moral philosophy",
      "influence_map": [
        "Ancient Egypt, Hellenic Greece, Roman Empire, Plato"
      ],
      "chunk_index": 55
    },
    "id": "mindwar_055"
  },
  {
    "section": "Ancient Political Structures and Philosophies",
    "text": "Stable societies of antiquity like Egypt, Crete, and Hellenic Greece were united by common moral principles. Egypt's concept of Maat encompassed justice, virtue, and rectitude, with governance seen as divinely ordered. Hellenic Greece emphasized intellect and human agency.  Crete's peaceful Minoan civilization lacked slavery and a standing army, with women seemingly equal to men. Mycenaean culture, however, included both. The Hellenic era (600-300 BCE) challenged tradition, leading to debates between custom (nomos) and natural order (physis). Pythagoras sought absolute principles, while sophists like Protagoras advocated relativism, arguing that individual perception shapes reality. Plato emphasized the development of the soul (psyche) through exercising its faculties, viewing the state as a magnified psyche.",
    "meta": {
      "theme": "Historical Political Thought",
      "region": "Ancient Egypt, Crete, Greece",
      "use_case": "Understanding Societal Stability",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": "philosophy, history, political systems",
      "influence_map": [
        "Pythagoras, Protagoras, Plato"
      ],
      "chunk_index": 56
    },
    "id": "mindwar_056"
  },
  {
    "section": "Introduction to ParaPolitics",
    "text": "Philosophers, having glimpsed the Agathon (perfect wisdom), guide humanity through dialectic (self-teaching via examination and refutation of imperfect concepts). Plato, though elitist, envisioned an ideal society achieved through enlightened role stratification (benevolent aristocracy). Critics misinterpret his \"mysticism\" (rooted in Egyptian and Pythagorean metaphysics) and label him a totalitarian oligarch.  The Roman Empire's fall and Christianity's rise replaced the morally-defined polis with a divinely ordained order (Augustine's \"City of God/City of Man\" concept, later codified by Aquinas). This externally proclaimed morality persists in theocratic states like Islamic nations and Israel. The Protestant Reformation and Counter-Reformation ended theocratic political morality in Europe, leading to Absolutism and then Enlightenment revolutions. Enlightenment thinkers (Hobbes, Locke, Rousseau) proposed social contracts. Locke's model influenced the US Founding Fathers, while Hobbes's ideas foreshadowed utopian socialisms and Marxism. 20th-century totalitarianisms (fascism, Nazism, Leninism, Maoism) were Romantic reactions against the perceived limitations of social contracts. By the century's end, these ideologies were exhausted.  Technological society, with its automation and computerization, has transformed leaders into technicians focused on meeting rising expectations. Failure to deliver leads to instability. Modern society lacks a popular morality, essential for productivity, stability, and inspiration. This is the essence of ParaPolitics, the focus of the Army's ParaPolitics Branch, which aims to identify, formulate, and activate this morality in each Military Warfare (MW) situation. It is the ultimate goal of MW campaigns, the Agathon guiding every action.",
    "meta": {
      "theme": "ParaPolitics and the decline of traditional political ideologies",
      "region": "Global",
      "use_case": "Military Warfare",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "political philosophy",
        "ideology",
        "technology",
        "morality"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 57
    },
    "id": "mindwar_057"
  },
  {
    "section": "ParaPolitics Architecture",
    "text": "Building a morally-based polis requires discarding \"social contract\" era ideologies. Iyer criticizes \"isms\" as incomplete systems that become ideologies, imposed by supposed experts.  Technology must be subordinate to human values, though its allure is strong. ParaPolitics, according to Iyer, is the imaginative application of vital ideas, elaborating principles into relationship paradigms, pursuing understanding and action through self-awareness, and striving for ideals rooted in self-transcendence.  Political interactions involve six motivational expressions: perfectibility, reason, welfare, stability, power, and self-preservation. Ideally, these are in equilibrium.  Distortions of perfectibility lead to narcissism and xenophobia. Overreliance on reason ignores social needs. Excessive welfare demands can stifle initiative.  Overemphasis on stability results in repression. Power-seeking leads to selfishness.  Overactive self-preservation results in alienation and anarchy. MW diagnostics in Phase 1 analyze these imbalances. Phase 2 “cure” involves rebalancing, but PPB goes further, aiming to create a positive, moral community (a true polis). ParaPolitics blends vision (benevolent ideas) and virtu (pragmatism). Neither means nor ends justify the other; they are identical. Gandhi's concept of satya (truth) as the end and ahimsa (non-violence) as the means reflects this. ParaPolitics assumes a transcendent morality (Maat or Agathon). PPB is guided by will, logos, and eros. This framework applies universally because it reduces tensions and develops positive contributions to the áristos.",
    "meta": {
      "theme": "ParaPolitics Framework and Principles",
      "region": "Global",
      "use_case": "Military Warfare",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "political philosophy",
        "ethics",
        "social systems"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 58
    },
    "id": "mindwar_058"
  },
  {
    "section": "Evolution to ParaPolitics Branch",
    "text": "If MWB is the “brain” and MFB the “hands” of an MW campaign, PPB is the “heart.”  PPB conceives, designs, and nurtures a polis based on kalokagathia within the subject group/area.  This is challenging due to the long-standing suppression of this principle by exploitative sociopolitical systems. PPB must adapt each polis to its unique environment, respecting local cultural traditions.  The key to ParaPolitics' success is humanity's inherent drive towards the Good (Agathon). This refutes totalitarianisms that view humanity as a resource. It re-establishes the principle of a morally progressive community: each educated citizen has a right to a personal formulation of truth, which must be respected.",
    "meta": {
      "theme": "The Role and Function of the ParaPolitics Branch",
      "region": "Global",
      "use_case": "Military Warfare",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "political philosophy",
        "ethics",
        "community building"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 59
    },
    "id": "mindwar_059"
  },
  {
    "id": "mindwar_060",
    "section": "Article X, Covenant of the League of Nations, and Chapter I, United Nations Charter",
    "text": "against external aggression the territorial integrity and existing political independence of all Members of the League. In the case of any such aggression or in case of any threat or danger of such aggression the Council shall advise upon the means by which this obligation shall be fulfilled. - Article X, Covenant of the League of Nations, 1919\n\nAll Members shall settle their international disputes by peaceful means in such a manner that international peace and security, and justice, are not endangered. All Members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the United Nations. - Chapter I, United Nations Charter, 1945",
    "meta": {
      "theme": "International Cooperation and Peace",
      "region": "Global",
      "use_case": "Preventing War and Aggression",
      "strategic_category": [
        "diplomatic_posture",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "international law",
        "collective security"
      ],
      "influence_map": [],
      "chunk_index": 60
    }
  },
  {
    "section": "Part 1",
    "text": "…whereas it seemed to me that man must exalt justice in order to fight against eternal injustice, create happiness in order to protest against the universe of unhappiness. Because you turned your despair into intoxication, because you freed yourself from it by making a principle of it, you were willing to destroy man’s works and to fight him in order to add to his basic misery. Meanwhile, refusing to accept that despair and that tortured world, I merely wanted men to rediscover their solidarity in order to wage war against their revolting fate. As you can see, from the same principles we derived quite different codes. Because you were tired of fighting heaven, you chose injustice and sided with the gods. I, on the contrary, chose justice in order to remain faithful to the world. I continue to believe that this world has no ultimate meaning. But I know that something in it has a meaning, and that is man, because he is the only creature to insist on having one. This world has at least the truth of man, and our task is to provide its justifications against fate itself. And it has no justification but man; hence he must be saved if we want to save the idea we have of life. With your scornful smile you will ask me: What do you mean by saving man? And with all my being I shout to you that I mean not mutilating him and yet giving a chance to the justice that man alone can conceive.",
    "meta": {
      "theme": "Existentialism, Justice, Human Condition",
      "region": "France",
      "use_case": "Philosophical discourse",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "philosophy",
        "ethics",
        "meaning of life"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 61
    },
    "id": "mindwar_061"
  },
  {
    "section": "Part 2",
    "text": "Hence such “clearing of the field” is not as fanciful as it might seem. It is clearly in the interests of all participants to avoid the death and destruction of PW, and MW is the most methodical and practical means for realizing this.\n\nIf one or more participants refuse to halt their PW efforts, the MW Command (MWC) assembled to assess and activate the MW campaign may decline to proceed further. The situation then reverts to previous PW-oriented authorities and agendæ. This acceptance or rejection of MW capability also highlights the limitations of a MW apparatus constructed solely within the U.S. Army. Ideally MW should emanate as policy from the highest levels of government, with the Army’s MWC finding the diplomatic and pre-PW field already cleared for it when a situation is designated. Instead this experimental Army component must anticipate “Phase 0”, in which it must discover and attempt to bring to a halt ongoing PW pressures. Within the MW structure this is principally a task for the MFB, since it possesses both the mobility to examine the subject area and the versatility to avoid dangerous confrontations while doing so. Phase 0 concludes when MFB reports its findings to the MWC, which then makes the decision either to proceed to Phase 1 or to reject the MW assignment.\n\nGiven the abundance and strength of pre-PW forces resisting MW, is MW worth pursuing? The answer to this must be sought in the innate character of mankind. If de Sade correctly asserted the human race to be motivated by and committed to its self-destruction, then, as Hobbes predicted, we are condemned to a future which is “nasty, brutish, and short”. But if, as Abraham Lincoln believed, there are “better angels of our nature” whom we may summon to inspire our compassion for and behavior towards one another, then MW is not naïve idealism but an eminently worthwhile and achievable virtue. Where it can be brought to bear, it must be.",
    "meta": {
      "theme": "MindWar (MW), Pre-War (PW), Conflict Resolution",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "warfare",
        "strategy",
        "diplomacy",
        "conflict",
        "human nature"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 62
    },
    "id": "mindwar_062"
  },
  {
    "section": "Part 3",
    "text": "Chapter 7: Phase 1\n\nTo win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill. - Sun Tzu\n\nDefeat is a state of mind. No one is ever defeated until defeat has been accepted as a reality. To me, defeat in anything is merely temporary, and its punishment is but an urge for me to greater effort to achieve my goal. Defeat simply tells me that something is wrong in my doing; it is a path leading to success and truth. - Bruce Lee\n\nA. Redefinition of the Problem\n\nMW Phase 1 is the redefinition of an assigned conflict in terms of an acceptable and practical outcome. The U.S. armed forces are not accustomed to foreign involvements leading to anything less than complete destruction of the assigned enemy. A MW campaign begins with the elasticity of outcome: a solution which is the best possible under the circumstances (áristos), though it may not completely satisfy any participant in the conflict. The áristos may well justify medals, but probably not triumphal parades. The nascent PW halted in Phase ø is characterized not only by its covert mischief but also by its official misrepresentation, if not outright denial. Attacks and invasions take place under monikers of “peacekeeping”, “stabilization”, or “assistance”, either U.S.-unilaterally or under the umbrella of the United Nations, NATO, or “coalitions”. This evasive labeling fools no one, but adds to the general confusion in that neither actors nor goals are openly and clearly acknowledged. And since they aren’t, no one knows what the PW goal is, how to determine whether it’s reached, or even who would make such a determination.\n\nB. Declaration of MindWar\n\nMW begins with a formal declaration of MindWar, which includes a definition of the problem and identification of its participants, as well as a proposal for [collective] victory (áristos). Ideally this should happen in the Congress, per a formal declaration under the Constitution’s Article I §8, although in a post-World War II era of unending PW actions both overt and covert, Congress has largely abandoned this responsibility to the Presidency. The introduction of MW gives Congress an excellent opportunity to reassert its authority, since MW is a humanitarian solution unlikely to generate the domestic political emotions and pressures caused by PW actions. Quite the contrary, the citizenry is likely to stand predominantly, if not unanimously behind such an forthright approach to an international problem. Another benefit of a formal MW declaration is that it signals to the situation-country or its internal conflicting groups that the United States as an entity is committed to a MW solution; it is not a “house divided” in which an ostensible MW campaign may be undermined by a continuing covert PW one. It also informs such participants what general solution the United States has in mind, so that they can begin to discuss its effectiveness and acceptability among themselves. The PW alternative, obviously, promises only indeterminate death and destruction.",
    "meta": {
      "theme": "MindWar (MW) Strategy, Phase 1, Conflict Redefinition",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "warfare",
        "strategy",
        "diplomacy",
        "conflict resolution",
        "political science"
      ],
      "influence_map": {
        "influenced_works": [
          "Sun Tzu",
          "Bruce Lee"
        ],
        "modern_applications": []
      },
      "chunk_index": 63
    },
    "id": "mindwar_063"
  },
  {
    "section": "Part 4",
    "text": "Assuming, however, that it will take some time [and some evidence of less-formal MW successes] before Congress is emboldened to this formal extent, U.S. Army MW itself must define its MW mission and sell it progressively to the Army, the Defense Department, and other concerned governmental departments and agencies. This is rather less daunting than it sounds, since such external governmental entities are generally willing to “give MW enough rope” as long as they are not responsible for a failed campaign. MW, as previously discussed, is completely prepared for the possibility of failure, although, like Bruce Lee, it regards obstacles as incentives to rechart the path to the áristos. “You can get there from here.”\n\nC. Diagnosis of the “Disease”\n\nThe symptom of PW is military or guerrilla action by or within a situation-location. There can be many reasons for such eruption of violence, and often several simultaneously: livelihood hardship, fear of harm [whether from the government, invading/occupying forces, or guerrillas], anger from experienced harm, religious fanaticism, individual or sectarian political ambition, territorial greed, and/or involuntary impressment. What might initially startle conventional intelligence officers and strategic planners is that the MW diagnostic procedures below are conducted unclassified and completely in the open. It is essential to the accuracy of all the steps, as well as to the final Foundation Diagnosis (FD), that as many of the individuals, groups, and organizations included in the diagnostic sweep be aware of it and have the opportunity to both critique and contribute to it. This reflects the MW principle that a successful MW campaign must be waged by all participants against inertial PW pressures, and that the only true MW victory is a collective one.",
    "meta": {
      "theme": "MindWar (MW) Implementation, Diagnosis of Conflict",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "warfare",
        "strategy",
        "intelligence",
        "conflict analysis"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 64
    },
    "id": "mindwar_064"
  },
  {
    "section": "Part 5",
    "text": "1. Internal Diagnosis\n\nBefore evaluating a U.S. MW response to a specific situation, the MW strategist must identify all contributing irritants - in the absence of any U.S. interference whatever - and create a profile of the situation-location accordingly. It would be convenient if such irritants could be given neat, numerical weights and plotted on a mathematical matrix, but this is impossible due to their fundamental dissimilarities. What is *possible* is to rank them in rough order of their influence; for instance in one country religion may be the dominant aggravation, while in another only a minor consideration. Internal national policies, customs, or issues, such as race, nonnational ethnic groups, gender status, civil rights, which may indirectly bear upon PW brinksmanship, must also be identified and ranked. Such a gradient is completed for each participant group. Then the groups with their rankings are placed side-by-side in a lineup to compare motivations and their relative influence. Similarities in strong influences suggest what a MW campaign must emphasize in order to succeed - if the situation-location exists in complete isolation, which in most situations it does not.\n\n2. External Diagnosis\n\nThe next step of diagnosis is to similarly identify and rank all *external* influences bearing upon the impending or aborted PW in which the situation-location is engaged either internally or externally. This must be done for each foreign country whose policies or actions contribute to the PW momentum, as well as for involved nonnational organizations or enterprises. Again a ranked lineup is created, and a weighted picture generated. At this level of analysis, care must also be taken to identify whether specific foreign countries’ interests are aligned or antagonistic to one another. In short, the situation-location may actually be an artificial proxy for a much larger, indirect contest. During the Cold War many “wars of national liberation” were regarded by the capitalist and communist blocs as showcase tests of their worldwide power and prestige. Such views were not necessarily shared by the local client regimes or movements. Vietnam’s Ho Chi Minh, for example, was first and foremost an anticolonialist who admired and cited the American Declaration of Independence. Only when he perceived American support for the post-World War II restoration of French colonialism did he turn to the Soviet Union and China, allies with whom his regime maintained an uneasy and mistrustful relationship, exploding eventually into Vietnam’s 1979 war with China. An obvious danger here is unconscious analytical bias in favor of the United States and/or its favored international clients; or against countries, blocs, or nonnational groups or influences perceived or imagined to be hostile to the U.S. Diagnosis must be objective and dispassionate if it is to be accurate. During later MW Phases applicable biases and agendæ can and should be acknowledged and faced, but never in Phase 1.",
    "meta": {
      "theme": "MindWar (MW) Diagnostic Procedures",
      "region": "Global",
      "use_case": "Military Doctrine",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "warfare",
        "strategy",
        "geopolitics",
        "conflict analysis",
        "international relations"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 65
    },
    "id": "mindwar_065"
  },
  {
    "section": "Introduction and Foundation",
    "text": "Two Foundations were established to minimize galactic social decay and disintegration through psychohistorical analysis and counteractive measures. A comprehensive survey of political, social, and economic forecasting is Edward Cornish's *Futuring: The Exploration of the Future*. MWarriors may further their professional development through World Future Society curricula after initial training at the JFK Center, Magic Castle, and Shaolin Monastery. Formal MW victory is declared when the situation-location can function completely without it.",
    "meta": {
      "theme": "Psychohistorical Analysis and Intervention",
      "region": "Galactic",
      "use_case": "Social Decay Prevention",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "temporal_orientation"
      ],
      "usage_tags": [],
      "influence_map": [
        "Edward Cornish - Futuring: The Exploration of the Future"
      ],
      "chunk_index": 66
    },
    "id": "mindwar_066"
  },
  {
    "section": "MW Campaign Goal and Strategy",
    "text": "The MW campaign goal, the áristos (Greek for \"the best for a given situation\"), represents the most practical, quick, and universally-endurable changes to the Foundation Diagnosis (FD) to achieve non-PW stability. The áristos is not inherent to the FD but an intervention to alter its inertia.  A correct áristos stabilizes with minimal disruption. Diagnostic factors are evaluated for ease of change. The quickest and easiest adjustments are combined to stabilize the problem-situation most efficiently. Unlike traditional warfare, MW operates with open access. All conflict participants have access to and can contribute to the FD, fostering collaboration and reducing resentment towards the solution. Acceptance of the áristos by all participants, including superiors, subordinates, and adherents, is essential before campaign activation. This acceptance is likely tentative initially but should solidify as the campaign proceeds.  Dissolving acceptance signals a need for áristos redefinition.",
    "meta": {
      "theme": "MW Strategy and Áristos Development",
      "region": "General",
      "use_case": "Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [],
      "influence_map": [
        "John Fowles - The Áristos"
      ],
      "chunk_index": 67
    },
    "id": "mindwar_067"
  },
  {
    "section": "Phase 2: Reverse-Engineering the Áristos",
    "text": "Phase 2 reverse-engineers the áristos, identifying the necessary changes, sequence, and resources for its attainment. If a change is deemed unachievable, alternative paths are sought. If none exist, the áristos is revised. The FD is dynamic and updated with each change, accounting for the \"law of unintended consequences.\"  Phase 2 produces a \"map to the áristos\" based on both physical conditions and the psychology of all involved, a key differentiator from conventional resource allocation analysis. This psychological element makes the campaign outcome inevitable. The old MISO unit design is inadequate for MW. Strategic research & analysis becomes a USAR function. Specialized, non-deployable MWBTs, composed of USAR soldiers and civilians, are located near relevant institutions. During a campaign, the responsible MWBG updates the FD and tasks MFTs on-site, facilitated by tactical MWBTs. The MWB's mission is to create a mental environment ensuring MFT success. The MWC task-organizes assets based on the FD.",
    "meta": {
      "theme": "MW Campaign Implementation and Structure",
      "region": "General",
      "use_case": "Conflict Resolution",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [],
      "influence_map": [
        "Department of the Army FM 3-53, MISO"
      ],
      "chunk_index": 68
    },
    "id": "mindwar_068"
  },
  {
    "section": "Time and Space Parameters in MW",
    "text": "Time and space have different meanings in MW. Time is not merely a clock but a factor defining and identifying problems. Modern conflicts are driven by future visions and expectations, a shift from past cyclical or linear time concepts focused on stability or divine missions. The 20th century brought the \"death of Hope,\" replacing utopian aspirations with a focus on temporal gratification and historical recognition. This impacts MW by shaping motivations and objectives within conflicts.",
    "meta": {
      "theme": "Temporal Orientation in Modern Warfare",
      "region": "General",
      "use_case": "Understanding Conflict Drivers",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation",
        "historical_memory"
      ],
      "usage_tags": [],
      "influence_map": [
        "G.J. Whitrow - The Nature of Time"
      ],
      "chunk_index": 69
    },
    "id": "mindwar_069"
  },
  {
    "section": "Introduction - Time",
    "text": "States and similar “postmodern” cultures mock time in this hedonistic danse macabre, many enclaves of the world experiencing social disruption still exist in the old utopian, or even-older metaphysical time-contexts. If the MWarrior does not recognize and address this, he will completely misunderstand the perceptions and motivations of the subject-locale inhabitants. During the Cold War, Western strategists thought to defeat communists with promises of capitalist affluence, failing to understand that Marxism sees such [class-characteristic] luxuries as merely superficial diversions from a universal utopia. In the 21st century the same stimulus-strategists find themselves mystified by the intensity of Muslim fanaticism, failing once again to understand that this is their sincere vision of the perfect future - just as modern Israel, no less than its ancient model, sees its political future not as negotiated by men, but as commanded by YHVH. When visualizing a MW campaign, therefore, it must be in both the time-context and the time-expectations of the subject populace and its leadership. This may range from a Western-imitative contempt for time, to fierce fundamentalist eschatology: a passionate conviction that the End of All is imminent. Once the governing time-parameter has been ascertained, it can be manipulated to serve the áristos by seizing control of its own defining mechanisms. If an ideology, reinterpret its implementation - as Lenin did when he revised Marxism into his “dictatorship of the proletariat”. If a resurgent religious fundamentalism, advance a vision of even greater intensity, purity, and redemption to coopt it - as first Christianity and later Islam did with Judaism, and as Protestantism would also do with medieval Catholicism. The blind fury of such passion is by no means limited to modern Islam, as for instance the previously cited Thirty Years’ War engulfing almost the entire European subcontinent in an overwhelming bloodbath. The common feature of all the linear-time doctrines, whether supernatural or secular, is their promise of Paradise. They offer the Hope which disillusioned, sybaritic modernity has abandoned. The MWarrior should not - indeed cannot - kill this Hope. Quite the contrary: Like Pandora in the ancient Greek legend, he should safeguard and nurture it as one of the strongest of MW assets.",
    "meta": {
      "theme": "Time and MW",
      "region": "Global",
      "use_case": "MW Campaign Planning",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "time manipulation",
        "ideological cooption",
        "religious fundamentalism"
      ],
      "influence_map": [],
      "chunk_index": 70
    },
    "id": "mindwar_070"
  },
  {
    "section": "Space and the Nation-State System",
    "text": "What dimensions does the áristos embrace in terms of national geography, dispersion of ethnic groups, livelihood resources? Here a balance must be struck: If the expanses are too large, MW resources will not be able to support them. If they are too small, attainment of the áristos will be overwhelmed by uncontrolled exterior influences and forces. What is presently referred to as the “nation-state system” came into being gradually and incrementally in European history, but is generally assumed to have stabilized into its modern semblance with the Treaty of Westphalia (1648). While “nation” identifies an ethnic or cultural group, “state” identifies a sovereign geographic area. The combined entity has since been assumed to have international legitimacy and recognition as a “unit” of global humanity. Complicating this, of course, have been many inconvenient historical developments, such as rising ethnic identities across state borders, religious movements, nonstate ideologies (such as socialism and communism), and most recently transnational capitalist economic enterprise. While the nation-state system still clings to many traditions of sovereignty, such as war, taxation, and internal law, it is clearly a concept in inexorable, if not yet terminal disintegration. Its evolutionary successor will most likely be some form of corporate plutocracy, with the old countries lingering merely as human-control mechanisms for internal policing and external warmaking. The United States, as the world’s sole surviving superstate, has by default become the defender and enforcer of the nation-state concept, while simultaneously, by virtue of the multinational economic entities it has engendered, it is ironically also its psychopomp. Appropriately the United States’ official enemies in the 21st century are no longer other nation-states, but nonstate individuals and groups who disregard or threaten that idol of legitimacy and sovereignty. Such individuals and groups are currently called “terrorists”. The dilemma of the 21st-century environment, obviously, is that the United States’ announced policy of “non-negotiation with terrorists” constricts it to only one course of action: their PW extermination. In a world in which non-nation-state groups are rapidly and massively proliferating, while the 17th-century state structures are fighting a commensurately-desperate and Quixotic battle to cling to their old Weltanschauung, this is a naïve and ultimately futile intransigence. The MWarrior must not only be willing to negotiate with anyone; he must actively initiate and facilitate such dialogue. As the identities and positions of those with whom he interacts may not [and probably won’t] be nation-state credentialed, the operative concept of the physical entity at issue will change as well to accurately encompass the problem. It is this problem which MWB and MFB must reidentify as the common enemy to be conquered by all human participants.",
    "meta": {
      "theme": "Space and the Nation-State",
      "region": "Global",
      "use_case": "MW Strategy",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture",
        "geostrategic_positioning"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "nation-state system",
        "terrorism",
        "negotiation"
      ],
      "influence_map": [],
      "chunk_index": 71
    },
    "id": "mindwar_071"
  },
  {
    "section": "Reverse-Engineering the Áristos - Material Requirements",
    "text": "Once the time and space parameters for the áristos have been defined, the material and psychological requirements for its attainment are addressed: 1. Material Requirements When conflict arises over the ownership, control, and use of resources, there are two general solutions: reallocation of the existing supply and/or addition to that supply, eliminating or lessening the need for reallocation. The former is more possible within a sovereign nation-state; the primary problem is the willingness of owning/controlling interests to reduce their share and the amount of such reduction necessary to satisfy the demands of the populace. Complicating this question is the modern fluidity of both variables: Both resources and people are constantly moving in and out of the situation environment. What is needed, therefore, is not an arrangement of fixed quantities, but rather a formula which will move along with both variables. Such formulas since the Enlightenment have generally aligned into the ideologies of capitalism (private ownership) and socialism (government ownership), with communism (collective ownership) and anarchism (no ownership) being extreme if unsustainable alternatives. Capitalism’s attraction is that it stimulates efficiency through competition and opportunism. Socialism removes the motive of personal greed and gratification, replacing it with overall common security. Human beings nevertheless continue to desire and seek advantage over one another, and in socialistic systems this takes the form of bureaucratic competition and aggrandizement. “Capitalism is the exploitation of man by man,” it is said, “while socialism is the reverse.” Social-contract ideology, accordingly, is not an answer to resources tension. What is needed is an atmosphere of altruism within whatever the ideological framework happens to be. This is not an economic or a resource commitment, but an emotional one: the kalokagathia of the morally-based polis. It is the task of MWB to incline the mental dispositions of all participants towards this emotion through appropriate combinations of the PSYCONs detailed in Chapter 3, the concurrent task of MFB to encourage all involved individuals and groups to manifest this good will in concrete, constructive expression of the áristos, and the task of PPB to develop and communicate a vision of community perfection beyond the immediate áristos which will enthuse, energize, and sustain the new moral polis. The inculcation of leader and popular enthusiasm towards a visionary goal is nothing new in history; it characterizes everything from football games to national revolutions. The common feature of such ordinary expressions, however, is their vagueness and lack of substance. Once the initial burst of passionate ecstasy dissipates, the old alienations and selfish divisions reassert themselves. Only the labels [if even that] are different. The reverse-engineering from the áristos stability to the present instability is governed by the simple principle of need. What is most essential to all affected individuals’ survival and safety is what is prioritized, from initial emergency relief at present to a gradually more affordable and sustainable minimum. Care must be taken not to overrun this minimum, otherwise expectations will promptly rise to the excess; and if that excess is not sustainable, fresh tensions will result. Once critical material needs have been identified and prioritized, supplementary ones are added as availability and practicality permit. Along with subsistence, people desire comfort, pleasure, and dignity. Much of this can be improved modestly and incrementally. As long as attention and improvement are seen and experienced, the populace will not be in as much of a hurry for it as for survival and safety essentials.",
    "meta": {
      "theme": "Material Requirements for Áristos",
      "region": "Global",
      "use_case": "MW Resource Allocation",
      "strategic_category": [],
      "economic_category": [
        "development_models",
        "resource_strategies"
      ],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "resource allocation",
        "capitalism",
        "socialism",
        "altruism"
      ],
      "influence_map": [],
      "chunk_index": 72
    },
    "id": "mindwar_072"
  },
  {
    "section": "Reverse-Engineering the Áristos - Psychological Requirements",
    "text": "2. Psychological Requirements In a successful MW campaign it is not just what changes are reverse-engineered to take place, but how they are explained, how affected individuals and groups feel welcome and empowered to respond to and influence them, and ultimately what contribution they make to the complete cooperative and moral climate of the emerging polis. Psychological reverse-engineering also follows the principle of need. In a present-moment condition of physical privation and danger, ideological and egotistical concerns are extraneous; what matters is to save lives, alleviate fear, and eliminate hunger and disease. The mechanisms for accomplishing these are not reserved to either capitalism or socialism, though their exercise under each may differ in organization and image. Only when all vital needs have been met and stabilized is it time for the character of the future polis to be addressed. In the previous PW environment this was a tediously-familiar cabaret: the cliché harangues of capitalist/socialist platitudes. In MW it is irrelevant which model nominally triumphs; the essential determinant is which one best facilitates the development of the polis. As one experienced adjuster of international tensions observed: “Of course patriotism comes along and makes it seem fairly all right, but this “my country right or wrong” business is getting a little out of date. Today we are fighting communism. Okay. If I’d been alive fifty years ago, the brand of conservatism we have today would have been damn near called communism, and we should have been told to go and fight that. History is moving pretty quickly these days, and heroes and villains keep changing parts.” It is the mandate of ParaPolitics to take human moral community-building to the next social-evolutionary stage beyond the timeworn social-contract ideologies of the last two centuries. As in the science-fictional Metropolis, the key to this will be found not in utilitarian mechanisms of production and wealth, nor in deceptive schemes of demagogic conformity, but by recognition of and respect for the innate desire of mankind to be and do the Good: the Platonic Agathon. Metaphysically this is the true Quest for the Grail, which ParaPolitics renders both visible and attainable. Phase 2 of the MW campaign is never “finally” complete, since it is subject to continuous refinement as Phases 3 and 4 are implemented. Once the áristos has been refined into a methodical reverse-engineered sequence of stages, however, the campaign is ready to transition to Phase 3.",
    "meta": {
      "theme": "Psychological Requirements for Áristos",
      "region": "Global",
      "use_case": "MW Social Engineering",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "social engineering",
        "moral community",
        "parapolitics"
      ],
      "influence_map": [
        "Casino Royale"
      ],
      "chunk_index": 73
    },
    "id": "mindwar_073"
  },
  {
    "section": "Phase 3: Attack - PhysWar/MindWar Contrast",
    "text": "Chapter 9: Phase 3 Hour by hour resolve firmly, like a Roman and a man, to do what comes to hand with correct and natural dignity, and with humanity, independence, and justice. Allow your mind freedom from all other considerations. This you can do if you will approach each action as though it were your last, dismissing the wayward thought, the emotional recoil from the commands of reason, the desire to create an impression, the admiration of self, the discontent with your lot. See how little a man needs to master for his days to flow on in quietness and piety; he has but to observe these few counsels and the gods will ask nothing more. - Emperor Marcus Aurelius, Meditations (Book II, 5) A. Recalling the PhysWar/MindWar Contrast MindWar Phase 3: Attack is where the entire complex of MW comes together. Everything done previously leads to and integrates at this point, and everything subsequent to it is dependent upon its successful design, coordination, and execution. A summary of the characteristics of PW vs. MW emphasizes the value of the latter: 1. PhysWar (PW): • results from the stumbling-into a foreign conflict situation by the United States rather than a discretionary involvement. • is first preceded by civilian diplomacy which has no clear goal in sight nor strategy to achieve that goal. • is next preceded by non-DOD paramilitary operations, and/or economic and/or cybernetic damage, none of which has a clear goal in sight or strategy to achieve it. • is thus the escalation-result of the failure of these two precedent actions, indeed their probable aggravation of the situation. • consists of the application of lethal and destructive combat force against any appearance of resistance, without concern for the justice of that resistance. • has no clear goal in sight nor strategy to achieve it. Continued force is simply applied until all resistance ceases, or until disconnected civilian interactions negotiate a suspension. • utilizes the three old Special Operations Forces - MISO, Special Forces, and Civil Affairs - as battlefield janitors to improve the destructive efficiency of the",
    "meta": {
      "theme": "Phase 3 Attack and PW/MW Contrast",
      "region": "Global",
      "use_case": "MW Operational Doctrine",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "phase 3 attack",
        "physwar",
        "mindwar"
      ],
      "influence_map": [
        "Meditations"
      ],
      "chunk_index": 74
    },
    "id": "mindwar_074"
  },
  {
    "section": "Introduction and MindWar Concept",
    "text": "• takes an increasingly-larger toll in human injury and death, flight for survival, and enduring hatreds resulting from these. - 209 - • diverts massive and increasing amounts of U.S. financial and materiel assets from domestic needs. • prolongs and aggravates, rather than solves the original problem. 2. MindWar (MW): • commences as a deliberate, discretionary decision by the United States in concert with all of the participants in the existing problem situation to declare MW against that problem [not one another]. • is preceded by civilian diplomacy aware of a Foundation Diagnosis (FD) developed by MWB, working in concert with MFB towards a stabilizing áristos, and planning in concert with PPB for an enduring moral polis elimination of the underlying causes of the problem situation. • in the event of diplomatic failure, commences a military-exclusive MW campaign utilizing the three Special Operations Forces - MWB, MFB, and PPB - as the initial, exclusive projections of U.S. power. All PW forces are kept unengaged, for possible recourse only in the event of MW failure. •• MWB’s function is to develop the FD and to precondition all participants in the conflict to a mental attitude of calm, reasonable, and constructive cooperation throughout the presence of both MFB and PPB in the situation area. - 210 - •• MFB’s function is to deploy to the situation area, identify and secure the cooperation of all key individuals and group parties to the conflict, and establish the áristos with sufficient stability for handoff to PPB. •• PPB’s function is to commence planning for the configuration and implementation of an enduring moral polis solution to the underlying destabilizing conditions upon their identification by the FD, then to deploy to the situation area and implement that polis solution upon áristos stabilization of the area by MFB. • kills or injures no one, and destroys nothing. • expends only the normal operating funds for the MWB, MFB, and PPB units involved and deployed. • Solves not only the immediate problem but, through creation of the polis, potential future ones as well. • Is declared, again by all participants, to formally end once the polis is established and PPB withdraws.",
    "meta": {
      "theme": "MindWar as an alternative to traditional warfare",
      "region": "Global",
      "use_case": "Conflict resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological operations",
        "conflict prevention",
        "peacekeeping"
      ],
      "influence_map": [],
      "chunk_index": 75
    },
    "id": "mindwar_075"
  },
  {
    "section": "MindWar Command and Operations",
    "text": "B. MW Command (MWC) Location The MW campaign is controlled from an encapsulated facility, either contracted or if necessary constructed for this purpose. If the problem situation is confined to a single nation-state, the MWC should be located within it unless the existing destabilization is so great as to pose - 211 - danger to it. In that case the MWC should be located in a nearby country perceived by all participants as neutral. The “encapsulation” is from an environmental, not a privileged-access standpoint. The contracted or constructed facility should permit MWB to implement and continue a completely-controlled PSYCON atmosphere, such that anyone within it is subjected to every possible calming, cooperative, optimistic, and creative stimulus; and shielded from all possible negative, disruptive, exhaustive, and stress-inducing ones. The entire complex is, for instance, bathed in alpha BWR and complementary magnetic fields. Its air-conditioning is negatively-ionized. The color red appears nowhere, while the color blue predominates. Sharp, angular lines and objects are eliminated or minimized, and all interior spaces and furnishings are arranged to remain beyond CD but within PSD proxemics [as calculated from the culture(s) of the situation participants], etc. This PSYCON preconditioning is neither cosmetic nor trivial: It is a precisely- constructed conditioning of the mental processes of all within the MWC to enhance their chances for cooperative success in the campaign. Additionally, while none of these MWB controls is clandestine, they should all be as inconspicuous as possible, so that awareness of or curiosity concerning them does not divert participants’ attention from the campaign at hand. C. MWC Participation In Phase 0 the MFB begins the process of identifying all participant individuals and groups to the conflict. This identification is refined during Phases 1 & 2 to single out the most essential political leaders, [para]military commanders, and other key participants (such as - 212 - religious figures and economic executives). By the end of Phase 2 this is narrowed down to the smallest number necessary and essential to consensus concerning and establishment of the áristos. These individuals are then invited to the MWC, where together with the United States they will assume control of the campaign. Within the MWC the United States presence - consisting initially of MFB and then of PPB - remains at all times advisory, on the principle that disputing parties must ultimately resolve and reconcile their own distances and disagreements. Nevertheless this U.S. advisory function is completely and continuously active, not passive. Initially the MW-combative skills of MFB may be called into play to dispel initial suspicions and tensions which resist the MWB environmental conditioning; these flow into MFB’s negotiation function. As a fully cooperative participant climate emerges, MFB fades imperceptibly away from the MWC to be replaced by PPB. The agenda shifts from the immediate áristos stabilization to the permanent moral polis construction. D. MWC Integrity Success of the MWC, and thus of the entire MW campaign, requires that its actions be open, transparent, and at all times publicly explainable. While U.S. and foreign intelligence agencies may [and doubtless will] pay careful attention to what the MWC discusses, decides, and implements, such agencies are not themselves MWC participants. They are, however, all welcome and encouraged to make their information concerning the problem situation available to all of the participants. - 213 - E. The On-Site Environment While the MWC participants are working towards the áristos and polis realizations, MWB extends the PSYCON atmosphere within the MWC facility to the entire situation area as fully as technology and opportunity permit. This may include use of all EMS media impacting the area to transmit alpha BWR, or in extreme instances of violence, delta BWR. Negative atmospheric ionization may be enhanced by various weather-control measures such as cloud-seeding. Locales identified as especially susceptible to outbreaks of violence may be measured for disruptive EMFs, and any such detected violence neutralized by either eliminating the source (as in nearby power-lines or unshielded EM-generators) or counterbalanced by directed EMFs. Obviously PSYCONs extend only so far into a situation of human unrest. Where physical privations of nourishment, safety, health, and cultural lifestyle exist, MFB teams work with all available local, national, nongovernmental organization (NGO), and United States assets to cooperate towards the áristos stabilization. F. MWC/On-Site Communication MWC participants must at all times know what is happening in the situation area, not only so that they may refine their efforts accordingly, but also because as key leaders and determinants of the social forces in motion they will be reluctant to distance themselves from these forces unless assured that their control and influence are not being severed. Similarly the situation-local entities and groups must retain a sense of involvement with their leaders, so that their MWC-absence does not result in factionalism or spontaneous disruptions. - 214 - G. MWC Transition to On-Site The purpose of setting up the MWC is to enable swift, efficient actions towards the FD-established áristos by all essential participants in an environment PSYCON-engineered for maximum cooperation. While the MWC facility is also used for initial discussion and planning of the subsequent moral polis under the guidance of PPB, the implementation of this polis must necessarily occur on-site. Thus as soon as there is basic consensus concerning the nature and structure of the polis, which may be markedly different from the existing, haphazard political and social mechanisms, participants return to their original locales to continue the implementation. They are accompanied by appropriately-specialized PPB teams [at this stage MFB’s task is done, and it vanishes as magically as Miss Poppins], while MWB continues its conditioning of the entire subject area until the polis is securely established and all PPB teams return home. When all participants have departed the MWC, it remains open only as a point of coordination between the on-site PPB teams and the situation-locational MWB environmental conditioning. As soon as these cease, the MWC is closed, and the MW campaign comes to an end in Phase 4.",
    "meta": {
      "theme": "MindWar operational procedures and command structure",
      "region": "Global",
      "use_case": "Conflict resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological operations",
        "negotiation",
        "environmental control"
      ],
      "influence_map": [],
      "chunk_index": 76
    },
    "id": "mindwar_076"
  },
  {
    "section": "MindWar Phase 4: Victory and Challenges",
    "text": " - 215 - Chapter 10: Phase 4 [In response to “Conan, what is best in life?”] “To crush your enemies, see them driven before you, and hear the lamentation of the women!” - Arnold Schwarzenegger, after Genghis Khan (1162?-1227) The only victories which leave no regret are those which are gained over ignorance. - Napoleon Bonaparte (1769-1821) A. MindWar Victory Victory in a MW campaign is declared when it has successfully resolved its problem situation without having to give way to the PW forces which stand ever close at hand on all sides of the conflict, ready to honor the Great Khan. Where the United States’ MW forces are concerned, their victory is also invisible. All three of them appear, function, then disappear “between the raindrops” - particularly MWB, whose mental manipulations are significantly subconscious. What MW participants see is ostensibly a U.S.-hosted conference in which a constructive compromise, previously elusive, “somehow” materializes to everyone’s adequate, if not complete satisfaction. At the conference’s conclusion, the parties return home to a “coincidentally” less-violent situation than the one they left a short time earlier, inspired by a number of new options for revitalizing their precarious social structures. - 216 - B. Time and Space 1. Time As per Chapter 8.B., MW solutions to current disputes must be oriented to the cyclical or linear timeframes of those affected. If their perception is linear, the solution will be seen as merely temporary; if cyclical, as applicable indefinitely. In one conspicuous example, Israel visualizes a divinely-commanded linear mandate to its Holy Land, and will be unsatisfied until the entirety is [re]claimed. Palestinians, regarding their inhabited lands as timelessly theirs, neither understand nor accept Israel’s inexorable schedule. Because of this time disengagement, attempts to arrange compromises between them are impossible. Only when all parties to an áristos understand and accept it in the same time- context will it not self-destruct. Even when immediate participants are synchronous, external or non-nation/state influences may not be. In the Mideast, for instance, Western-linear governments have found themselves confronted by Islamic movements which are unmoved by the asserted time-legitimized sovereignty of present regimes; what matters to them is the timeless propriety of their religious faith. A MW solution to such situations will have to stand the test of religious as well as secular expectations. Absent coinciding time-arrangements, an apparently-successful MW campaign cannot expect a final, “textbook” victory. Instead a decision will have to be made to either prolong the campaign indefinitely, which, due to the energy required of all three MW branches, would be prohibitive; or acknowledging failure and standing aside for PW. Realistically the only way to avoid this would be for the asynchronous participants to accept a harmonious, if - 217 - not exactly identical timeframework. Historical precedents for this are not encouraging, though western European Christianity [after centuries of violent discord] managed something like it in the face of widespread Enlightenment disaffection with Catholicism and the various Protestantisms alike. Linear Marxism, on the other hand, failed to adapt to the greater pressure of cyclical supranational capitalism, and finally disintegrated under it. 2. Space As also per Chapter 8.B., the nation/state model of sovereignty persists in some parts of the globe while abruptly or gradually disintegrating in others. Signed agreements and idealistic polis-models mean little if the human sand beneath them flows away in unrelated directions, into unanticipated new configurations. These variables are many: tribal, religious, linguistic, racial, economic, sexual, ideological, supposedly-extinct national identity, and possibly multinational- corporate. Nor is only one of these “unconventional” forces at work within various conflict situations, particularly in the more volatile areas of the world. Within a MW campaign, Phase 3 must identify and include as participants representatives or leaders from any such influential “irregularities” together with the accustomed nation/state officials. This won’t make arriving at the FD or its implied áristos any easier, but it will make them realistic in implementation. C. Bigger Ponds, Bigger Fish By design a MW campaign addresses the most compact situation which lends itself to reasonable isolation. The larger the scope, the more numerous and - 218 - complex the variables, until the totality becomes unmanageable as well as unsolvable. The problem of such intentional limitation, of course, is that those larger ponds, with larger fish swimming in them, are still out there. At any point, whether incidentally or intentionally, one or more of them may impact and possibly overwhelm the more compact MW campaign scenario. Predictably a balance must be struck. The campaign is continued at its manageable level, but a cautious eye stays alert for external surprises. Some of these, such as international financial cycles, can be taken into account as necessary without much extra effort. Others, such as major PW outbreaks, serious disease pandemics, coups, assassinations, nuclear accidents, major weather-disasters, are wild cards which cannot be anticipated. Any can temporarily or permanently disable an otherwise on-track MW campaign. Just as possibly the factors pertinent to that campaign may be unaffected by a calamity which captures widespread public and media attention.",
    "meta": {
      "theme": "MindWar victory conditions, temporal and spatial considerations, and external challenges",
      "region": "Global",
      "use_case": "Conflict resolution",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation"
      ],
      "usage_tags": [
        "psychological operations",
        "geopolitics",
        "risk management"
      ],
      "influence_map": [],
      "chunk_index": 77
    },
    "id": "mindwar_077"
  },
  {
    "section": "Introduction/Historical Context",
    "text": " termed the “Renaissance”, was characterized by a continuing increase in secular education [with emphasis shifting from the clerical universities to secular courts and academies]. The medieval-era emphasis on logic and metaphysics gave way to revived Classical learning in areas such as language, literature, history, and ethics. The Renaissance began in Italy due to its strong ties with Classical knowledge, and due to the comparative wealth of the major Italian cities. From 1450 to 1600 a Neoplatonic movement backed by one of the Florentine Medicis gained considerable influence. Plato’s works were translated into Latin by 1469. It was such a climate in Florence that spawned Niccolò Machiavelli (1469- 1527), whose pragmatic ideas were to so infuriate the pseudo-pious and hypocritical officials of his time that “Old Nick” would eventually become a pseudonym for the Devil himself. In actuality Machiavelli never advocated evil or depravity; he was a champion of the good and the virtuous. His “evil” reputation came about simply because he pricked the balloons of so many of the predatory and pretentious. Machiavelli's political philosophy may be summed up thus: Any means, however lawless or unscrupulous, may be justifiably employed by a ruler in order to establish and maintain a strong central government. The founder(s) of a society must be excused for acts which are inexcusable after the society has been established. The grounds for this initial license are simply the forceful, initial establishment of good qualities and benefits of the resultant society. Examples of such unprincipled founders in The Prince are Moses, Romulus, and Cyrus - each of whom attacked and destroyed rivals in order to found the important state in question. This license was not venial, however. What Machiavelli saw about him was a chaotic world of callous indifference to human privation and suffering, which he characterized as fortuna. In his famous commentary The Prince he held that it was incumbent upon wise rulers to recognize both appropriate solutions ( necessita) to fortuna and the most effective timing for their implementation ( occasione). Properly done, this would result in a general state of well-being ( ordini), which is the practical aim of politics, guided by the ancient Roman tradition of civic virtue ( civitas). The key to the achievement of these ends is virtu: the ability to think intelligently and act resolutely.",
    "meta": {
      "theme": "Machiavellianism and Political Philosophy",
      "region": "Europe (Italy)",
      "use_case": "Justification of Power and Governance",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "political theory",
        "renaissance",
        "statecraft"
      ],
      "influence_map": {
        "influenced_works": [
          "MindWar"
        ],
        "modern_applications": [
          "political campaigns",
          "authoritarian regimes"
        ]
      },
      "chunk_index": 78
    },
    "id": "mindwar_078"
  },
  {
    "section": "Machiavelli and Morality",
    "text": "Machiavelli never proposed that “ends justify means”. The correct quote from The Prince #XVIII reads: “Moreover, in the actions of all men, and most of all of Princes, where there is no tribunal to which we can appeal, we look to results. Wherefore if a Prince succeeds in establishing and maintaining his authority, the means will always be judged honorable and be approved by every one. For the vulgar are always taken by appearances and by results, and the world is made up of the vulgar, the few only finding room when the many have no longer ground to stand on.” Machiavelli saw all political history as an interplay between fortuna and virtu. When virtu is held by the many, republics are possible. When virtu is held by the few, tyrannies result. To understand the governing principles of political life, one must examine the beginnings of significant political systems. It is the beginning that sets the pattern for a political situation; successive rulers are relative imitations reflecting that beginning. This is the basis for Machiavelli's being called the first political scientist, since he sought an explanation of a state in what it is and has been rather than in its future goals or ideals. It is for this reason that the construction of the moral polis, as discussed in Chapter 5, is critical to the successful outcome of a MW campaign. A veneer of virtu cannot compensate for, nor long survive in a community lacking civitas. Machiavelli may be considered the first political philosopher to base his philosophy solely upon “natural” [as opposed to divinely-inspired] mankind. The “Divine Law” component of Aquinas’ four-part, legal universe was irrelevant to his perceptions and prescriptions. In his Summa Theologica St. Thomas Aquinas (1225-74) described the ordering of the universe by four types of law: Eternal, the mind of, hence intelligible only to God; Natural, which is Eternal Law to the extent that human reason can detect consistencies in it (e.g. “science”); Divine as revealed through Christ and the Christian church; and Human, which mankind makes in imitation of and towards the “good” perceived in/ revealed by Natural and Divine Law. Machiavelli contended that since Divine Law is beyond the comprehension of human reason, it cannot and should not be asserted as justification for social systems. Politics, he argued, belongs wholly to the realm of reason, and should be evaluated on that basis alone. “For the manner in which men live is so different from the way in which they ought to live that he who leaves the common course for that which he ought to follow will find that it leads him to ruin rather than to safety.” This focus on achievable practicality (the áristos) ultimately encourages man to attain dignity by taking complete responsibility for himself. In thus relegating religion to something metaphorical and optional rather than literal and mandatory in human affairs, Machiavelli followed the lead of William of Ockham (1288-1348) [of later “Occam’s razor” fame], who stressed belief in God as a function of pure faith rather than reason, and anticipated the deism of the Enlightenment several centuries later. Thus Machiavelli, like Plato and Aristotle, sought the áristos. Unlike them he limited it to reason and to mankind in its natural state. And he excused all incidental excesses in a state only if an ultimate, common good could thereby be more quickly and thoroughly attained.",
    "meta": {
      "theme": "Machiavellian Ethics and the Role of Religion",
      "region": "Europe (Italy)",
      "use_case": "Political Pragmatism vs. Divine Law",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems",
        "cultural_ethos"
      ],
      "usage_tags": [
        "ethics",
        "religion",
        "political philosophy"
      ],
      "influence_map": {
        "influenced_works": [
          "MindWar"
        ],
        "modern_applications": [
          "secularism",
          "realpolitik"
        ]
      },
      "chunk_index": 79
    },
    "id": "mindwar_079"
  },
  {
    "id": "mindwar_080",
    "section": "Extracted Content",
    "text": "William W., The Will: Its Nature, Power, and Development. London: L.N. Fowler & Co., 1915.\\nAurelius, Marcus, Meditations. New York: Penguin Books, 1964.\\nBecker, Robert O. and Selden, Gary, The Body Electric: Electromagnetism and the Foundation of Life. New York: William Morrow, 1985.\\nBelashchenkow, T., “‘Black Propaganda’ From Fort Bragg”. Moscow: Sovetskiy Voin, 1980.\\nBloom, Howard, The Lucifer Principle: A Scientific Expedition into the Policies of History. New York: Atlantic Monthly Press, 1995.\\nBurr, Harold Saxon, The Fields of Life: Our Links with the Universe. New York: Ballantine Books, 1972.\\nCamus, Albert, Resistance, Rebellion, and Death: Essays. New York: Alfred A. Knopf, 1960.\\nCarradine, David, The Spirit of Shaolin. Boston: Charles E. Tuttle, 1991.\\nCarrol, Noel, The Philosophy of Horror, or Paradoxes of the Heart. New York: Routledge, 1990.\\nChandler, Robert W., War of Ideas: The U.S. Propaganda Campaign in Vietnam. Boulder: Westview Press, 1981.\\nChayefsky, Paddy, Altered States. New York: Harper Collins, 1978.\\nCleary, Thomas (Trans.), The Secret of the Golden Flower. San Francisco: HarperSanFrancisco, 1991.\\nCombs, James E. & Nimmo, Dan, A Primer of Politics. New York: Macmillan Publishing Co., 1984.\\nCorinda, Thirteen Steps to Mentalism. New York: Louis Tannen, 1967.\\nCornish, Edward,",
    "meta": {
      "theme": "unspecified",
      "region": "unspecified",
      "use_case": "doctrine_selector",
      "strategic_category": {},
      "economic_category": {},
      "civilizational_category": {},
      "usage_tags": [],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 80
    }
  },
  {
    "section": "Frontmatter and Index",
    "text": "Jules, New York: Journey to the Center of the Earth. Signet Classics, 2012. 20,000 Leagues Under the Sea (“The Annotated Jules Verne” by Walter James Miller). Thomas Y. Crowell, 1976. Viereck, Peter, Metapolitics from the Romantics to Hitler. New York: Alfred A. Knopf, 1941. von Harbou, Thea, Metropolis. Germany, 1927. Walker, Morton, The Power of Color; Avery Publishing Group, 1991. Washnis, George J. & Hricak, R.Z., Discovery of Magnetic Health. Rockville, MD: Nova Publishing Company, 1993. Waters, T.A., Mind, Myth, and Magic. Seattle: Hermetic Press, 1993. White, John (Ed.), Psychic Warfare: Fact or Fiction? Wellingborough: The Aquarian Press, 1988. Whitrow, G.J., The Nature of Time. New York: Oxford University Press, 1972. Winkler, Franz E., For Freedom Destined: Mysteries of Man’s Evolution in the Mythology of Wagner’s Ring Operas and Parsifal. Garden City: Waldorf Press, 1974. - 242 - - 243 - Index - 244 - - 245 - Aarts, Henk 111n Aurelius, Marcus 73, 207 Abrams, Creighton 142n Aurora Absolutism, Age of 161 Australis 103 Acid Dreams 88n Borealis 103 Acupuncture 145 Austere ELF [see Project Advertising, television 116 Sanguine] Agathon 152, 160, 164n, Ba (Egyptian) 84 166-7 Balanovski, E. 89-91 Ahimsa 166 Battlefield janitor 79, 157 Alexander, John 91n Bay of Pigs 141 Alfven, Hannes 103 Bayonet, spirit of the 57 Altered States 104n, 122 Becker, Robert 93-7 Anarchism 202 Behavior (target audience) Andersen, Per 147n 68 Anderson, William 23, Belashchenko, T. 78n 150n, 223-4 Beret Andersson, Sven 147n Green 135-6 Apocalypse Now 142n Grey 61 Aquinas, Thomas 161, 221 Purple 155 Aquino, Lilith 24 Berkeley, Bishop 82 Aquino, Michael 27-30 Blanket, anionic 109 Áristos 27, 36, 37, 44, Bodhidharma 144 49-51, 148, 184, Bonaparte, Napoleon 215 189-205, 221 Bond, James 205 Army mission Brain MindWar 59-60 Amygdala 151 PhysWar 57 Frontal cortex 151 Army Peacekeeping & Brainwashing 101 Stability Operations Brainwave resonance Institute 16n (BWR) 98-100 ARTICHOKE (CIA) 115 Brainwaves",
    "meta": {
      "theme": "bibliography and index",
      "region": "global",
      "use_case": "research and analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "reference",
        "index"
      ],
      "influence_map": [],
      "chunk_index": 81
    },
    "id": "mindwar_081"
  },
  {
    "section": "Brainwaves and Branches",
    "text": "Alpha 98, 146, 147n Athens 158 Audio spectrum 98 Austere ELF [see Project Sanguine] Beta 98 Delta 98, 147 Theta 98, 146-7 - 246 - Branches, Army PhysWar Di— 57-9 Earth animals 111 Civil Affairs 58 Tri- Combat Arms 57-8 Earth humans 111 Electronic Warfare 58n Martians 111n Psychological Operations 58-9 Earth birds & fish Special Forces 58-9 111 Special Operations Chronobiology (CB) 103-5, 58-9 146 Brando, Marlon 142n Circadian cycle 103-4, 146 Browne, Jackson 136n Civitas 220 Buddhism 144 Clarke, Arthur 19 Bujinkan System ( Budo) Color 110-112 117 Command to look (CTL) Bundy, McGeorge 139n 112 Burdick, Eugene 139n Communism 162 Burr, Harold 119-22 Conchis, Maurice 42 Cabinet of Dr. Caligari 113 Conditioning 33 Cameron, Ewen 140n Congress 184 Camus, Albert 178-80, 222 Constitution, U.S. 69-70, Cancer 97 76 Capitalism 198 Coppola, Francis 142n Carradine, David 117n Cornish, Edward 189n Central Intelligence Costs of War Project Agency (CIA) 137, 142n (Brown U.) 43 Chaplains, Army Corps of Counterinsurgency 137 129-30 CounterReformation (Catholic) 161 Counterterrorism Ch’i 144-8 Cowie, Peter 142n External 146-8 Credibility 65n Ch’i kung 145 Crete (Minoan) 133, 157 -Chromats Critical distance (CD) 106 Mono- Earth animals 111 - 247 - Cultural Intelligence Element (CIE) (MISOC) 29-30 Culture, American military 69-77",
    "meta": {
      "theme": "MindWar and PhysWar branches, concepts, and influences.",
      "region": "global",
      "use_case": "military and intelligence operations",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "brainwashing",
        "psychological operations",
        "chronobiology",
        "color theory",
        "command influence"
      ],
      "influence_map": [],
      "chunk_index": 82
    },
    "id": "mindwar_082"
  },
  {
    "section": "Photobiology, Psychophysiology, etc.",
    "text": "32 Photobiology 110 Psychophysiology 33 Physis 159 Psychotronic warfare 91 PhysWar (PW) 39-44, Psycontrol (PC/PSYCON) 171-5, 207-9 80-1 Pineal gland 146 Liminal 85-7 Pistis 160 Involuntary (LIPC) Plasma 103 85-6 Plato 72, 84, 152, 155, 159 Constriction 87 Polis 161, 166-7 Voluntary (VPC) 85 Poppins, Mary 154 Portrait distance 107n Post-Traumatic Stress Pythagoras 159, 161 Syndrome 43 Quiet American, The 139n Propaganda 63-6 Rambo, John 138, 154 Shades (while/grey/ Randi, James 91n black) 66 Reformation (Protestant) Project ELF [see Project 161 Sanguine] Regime change 37 Project Jedi 91-2 Religion 37, 71-2, 126-32 Project Sanguine 95 Remote viewing 89 Renaissance 218-9 - 252 - Resonance [see Brainwave Shiatsu 145 resonance] Shlain, Bruce 88n Rheault, Robert 142n Shulmu 158 Rights, inalienable 69 Skin temperature 107 Roenneberg, Till 104n Smell 106-7 Roetter, Charles 65n Socialism 162 Sociopolitics 33",
    "meta": {
      "theme": "Mind Control and Warfare",
      "region": "Global",
      "use_case": "Military and Intelligence Operations",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "psychological operations",
        "information warfare",
        "unconventional warfare"
      ],
      "influence_map": [],
      "chunk_index": 83
    },
    "id": "mindwar_083"
  },
  {
    "section": "Socrates to Special Forces",
    "text": "Socrates 159 Solar Wind (SW) 103 Solon 159 Somit, Albert 34n Sophists 159 Soul 84 Soviet Union (U.S.S.R.) 187 Space 200-2, 217 Special reconnaissance (SR) 138 Spirit fist [see ki ken] Schrödinger’s Cat 127-8 Schumann Resonance (SR) 146 Schwarzenegger, Arnold 215 S-curve 113 Seese, Gregory 15-17, 23, 67-9 Selden, Gary 94n Sensory deprivation Tank 104n Sentiment 114 Sex 114, 132-4 Shalom [see Shulmu] Shaolin Monastery 117n, 143-4 Shapes 112-5",
    "meta": {
      "theme": "Philosophical and Operational Concepts",
      "region": "Global",
      "use_case": "Military and Intelligence Applications",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "special operations",
        "intelligence gathering",
        "philosophical influences"
      ],
      "influence_map": [],
      "chunk_index": 84
    },
    "id": "mindwar_084"
  },
  {
    "section": "Strategic Studies to Zombies",
    "text": "Strategic Studies Detachment [see Cultural Intelligence Element] Strategy of truth 64-5 Subliminal thought [see Thought architecture] - 253 - Suggestopedia 92 Suicide 96 Sun Tzu 183, 223 Sutter, Richard 28 Taoism 84, 144 T’ai chi ch’uan 92, 145-6 Taylor, J.G. 89-91 Taylor, Philip 78n Telos (Greek) 120 Tempero-parietal junction (TPJ) 147 Terrorism 150n, 176-7 Thalamus 147 Theology 127-8 Third Man, The 19n Thirty Years’ War 128 Thought architecture 81-5 Algorithmic 84 Conceptual 84 Conscious 83-5 Pattern Thinking 83 Unconscious (subliminal) 81-2 Time 197-9, 216-17 Trafton, Anne 101n Transcranial magnetic stimulation (TMS) 100-2 Transformation Project 89 Triangle 113 Ugly American, The 139n Ultra-low-frequency (ULF) waves 102 Unconventional warfare (UW) 137 United Nations 40, 171 Urfe, Nicholas 162n Ury, William 149n Vallely, Paul 27-30 van Creveld, Martin 224 Verne, Jules 24, 39, 218 Virtu 166, 220, 222 Virtue 160 Vision 166 Voodoo, Haitian 38n von Harbou, Thea 164n Wagner, Richard 164n Walker, Morton 112n Washnis, George 146n Wayne, John 138 We Break the Sword 103n West, Jolyon 140n We Were Soldiers 129 Whitrow, G.J. 197n Wilson, Robert 127-8 Wind 112 Katabatic 109 Bora Oroshi Santa Ana Rain shadow Bergwind Föhn Wonder 114 World Future Society 189n Wright, Thomas 147n Yoga 115 Zeno 73 Zombies 38",
    "meta": {
      "theme": "Strategic Thought and Unconventional Warfare",
      "region": "Global",
      "use_case": "Military and Intelligence Strategy",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "strategic thinking",
        "terrorism",
        "unconventional warfare",
        "psychological operations"
      ],
      "influence_map": [],
      "chunk_index": 85
    },
    "id": "mindwar_085"
  },
  {
    "section": "Military Units and Personnel",
    "text": "1st Special Service Force 137 5th Special Forces Group 142n 7th PSYOP Group 27-30 1984 35, 172-3 Accessories - 256 - - 257 - For MindWar accessories please feel welcome to visit: http://www.zazzle.com/mindwar ... for a gradually-increasing selection of MindWar, MindWar Branch, MetaForce Branch, and ParaPolitics Branch raiment and memorabilia. - 258 - - 259 - About the Author - 260 - - 261 - After commencing his military career as Cadet Colonel of the Santa Barbara High School Jr. ROTC in 1964, Michael Aquino was commissioned in the Regular Army as a Sr. ROTC Distinguished Military Graduate of the University of California in 1968. After a year with the 1/17th Cavalry, 82nd Airborne Division, he completed the PSYOP Officer Course at the John F. Kennedy Special Warfare School, in which he was among select students cross- trained with the concurrent Special Forces Officer Course. During 1969-70 he was assigned to the 6th PSYOP Battalion, 4th Group, Vietnam.",
    "meta": {
      "theme": "Military Background and Author Biography",
      "region": "United States, Vietnam",
      "use_case": "Military Career and Expertise",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "military history",
        "personnel",
        "psychological operations"
      ],
      "influence_map": [],
      "chunk_index": 86
    },
    "id": "mindwar_086"
  },
  {
    "section": "Aquino's Career Continued",
    "text": "As an HA Command & Control Team Leader, he was responsible for both tactical (HB) teams in combat operations, and audio- visual (HE) teams in the Civil Operations & Revolutionary Development Support (CORDS) program, and flew numerous PSYOP air support - 262 - missions throughout III Corps Tactical Zone with both the U.S. Air Force and Army aviation. In 1972 he joined the 306th PSYOP Battalion (Strategic), USAR at Fort MacArthur, California, and for the next seven years served as Research & Analysis (FA) Team Leader, Operations Officer, and finally Executive Officer. In the 306th - whose members ranged from eccentric Hollywood personalities to dour L.A.P.D. officers - he oversaw highly-classified Basic PSYOP Studies for the Joint Chiefs of Staff, PSYOP support for the training of units such as the 12th Special Forces, and use of the 306th’s atmospheric World War II-era bunkers for space combat scenes in the original Battlestar Galactica television series. In 1976 he was selected for the Foreign Area Officer career program, completed that qualification at the Special Warfare Center and Central Intelligence Agency during the next three years, and participated in NATO REFORGER exercises as a Western Europe specialist. In 1976 he also completed the remaining course requirements for Special Forces, and was awarded that Tab upon its creation in 1984. From 1979 to 1981 he served as the FA Team Leader for Headquarters, 7th PSYOP Group in San Francisco, during which time he and the Group Commander collaborated on the predecessor concept paper to this MindWar book. Returning to active duty in 1981, he was transferred to Civil Affairs Branch, completed its Advanced Course at the Special Warfare Center as the Distinguished Graduate, and received the rare Primary Skill identifier of Politico-Military Affairs Officer (48G). In this capacity he was sent to the State Department Foreign Service Institute and the Defense Intelligence Agency for Attaché qualification, completed the Military Intelligence Officer Advanced Course at Fort - 263 - Huachuca, and in 1986 was reassigned to Military Intelligence Branch.",
    "meta": {
      "theme": "Author's Military and Intelligence Career",
      "region": "United States, Western Europe",
      "use_case": "Psychological Operations, Civil Affairs, Intelligence",
      "strategic_category": [
        "military_doctrine",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "military career",
        "intelligence operations",
        "psychological warfare"
      ],
      "influence_map": [],
      "chunk_index": 87
    },
    "id": "mindwar_087"
  },
  {
    "section": "Aquino's Career Continued and Personal Life",
    "text": "In 1986-7 he was the sole USAR officer selected to attend the Industrial College of the National Defense University. During that year he worked with the U.S. Information Agency representative at the National War College on the PSYOP Ethics paper which is also a predecessor to this book. In 1990 as one of the Army’s first officers to be certified in Joint Space Intelligence by the U.S. Air Force, he was assigned to J2 HQ U.S. Space Command, where in Section X, out of the Cheyenne Mountain NORAD complex, he was involved with those files until he retired from the Active USAR in 1994. Since the Army had waited until the exact date of his final USA retirement 2006 to create the PSYOP Branch, it graciously transferred him “posthumously” to the Green & Grey in 2011. He has retained his original affiliation with the 1st Special Forces Regiment out of respect for that unique honor. American decorations include the Bronze Star, Meritorious Service Medal, Air Medal, three Army Commendation Medals, two Army Reserve Achievement Medals, Parachutist Badge, Special Forces Tab, and USAF Space & Missile Badge. Vietnamese decorations include the Gallantry Cross, Psychological Warfare Medal, and Air Service Medal. Academically he received the Ph.D. in Political Science from the University of California in 1980 and the M.P.A. in National Resource Management from George Washington University in 1987. He taught as Adjunct Professor of Political Science at Golden Gate University 1980-86. Professionally he is a member of the Special Forces, PSYOP, Civil Affairs, Former Intelligence Officers, and Air/Space/Missile Defense Associations. - 264 - He is a past National Commander of the Knights of Dunamis (Eagle Scout Honor Society) and recipient of its Knight Eagle Distinguished Service Award. He has also received the Vigil Honor of Scouting’s Order of the Arrow, and the Distinguished Service Key of Alpha Phi Omega Fraternity. He is a Priest of the ancient Egyptian god Set. After the conclusion of his U.S. government service, the Constitution permitted him to be recognized by Scotland’s Lord Lyon King of Arms as the current Baron of Rachane, Argyllshire. He, Baroness Lilith, and inevitable, immortal cats live in San Francisco.",
    "meta": {
      "theme": "Author's Later Career, Accomplishments, and Personal Life",
      "region": "United States, Scotland",
      "use_case": "Military and Academic Career Summary",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "biography",
        "military awards",
        "academic achievements"
      ],
      "influence_map": [],
      "chunk_index": 88
    },
    "id": "mindwar_088"
  }
]