[
  {
    "section": "Foreword and Preface",
    "text": "Wisdom from the Tales of Panchatantra – Strategies for Conflict Management Narayana 21st AMA Week on Conflict Management Learning from Indian Scriptures October 7, 2013 Day of Joy of Stories Mamata-AMA Centre for Indian Wisdom for Management Mukesh Patel-AMA Academy for Public Speaking & Personality Development Wisdom from the Tales of Panchatantra — Strategies for Conflict Management G. Narayana email: narayana.guruji@gmail.com Edited by M.V. Padma ISBN 978-93-83215-13-3 Pictures by: Rakesh Srivastava, Faizabad Chi. Krupa Sharma, Vadodara First Published: January 2014 Published by Ahmedabad Management Association Torrent-AMA Management Centre Core-AMA Management House ATIRA Campus, Dr. Vikram Sarabhai Marg Ahmedabad 380 015 Phone: +91 79 2630 8601 • Fax: +91 79 2630 5692 Email: ama@amaindia.org • Website: www.amaindia.org Printed by N.K. Printers, Rakhial, Ahmedabad SPONSORSHIP COURTESY Abellon Clean Energy Limited Excel Crop Care Limited Excel Industries Limited La Opala RG Limited Yash Papers Limited An Offering to the great authors and masters on ethical, moral and strategic leadership - the Most Honourable Goutama, Manu, Brihaspati, Shukra Parashara, Vyasa, Chanakya Vishnu Sharma and Narayana Pandita With reverence and dedication. Narayana Special Remembrance With deep thanks and admiration to the eternal spirit of A Noble and Responsible Leader Shri K.K. Jhunjhunwala 1950-2005 for Igniting the idea of 101 stories ‘OFFERINGS’ With Love and Light Narayana Foreword Inspiring Pearls of Wisdom R espected Guruji has addressed scores of lectures on Indian Wisdom over the past 18 years that I have known him since my presidential tenure in 1995. Most significant and noteworthy amongst them have been his outstanding presentations at the AMA Weeks on a wide range of themes, be they the Celebrated Scriptures of Vedas and Upanishads or the Bhagwad Gita and Ramayana- Mahabharata or the Icons of Lord Krishna, Ganesh, Ma Shakti or even Chanakya. When I approached him for the 2013 AMA Week theme on “Conflict Management – Learnings from Indian Scriptures” requesting him to pick up a challenging theme, it was indeed a pleasant surprise when he picked up ‘Panchatantra.’ And no wonder, with his innate skills of storytelling, he so articulately weaved conflict management strategies with the “Tales from Panchatantra.” We are indeed fortunate that all his studied learnings and research are being shared through this book being published by AMA. vii I have thoroughly enjoyed going through all the stories and the pearls of wisdom carved out by the 21st century Pt. Vishnu Sharma, our respected Guruji Shri G. Narayana. India’s Panchatantra tales comprising five books of animal fables is one of our most powerful contributions to world literature. Panchatantra fables are among the most widely known and also most widely translated literary works in the world. Essentially a treatise in political science and human conduct Panchatantra fables are not just stories. They have the dramatic effect of transforming one’s Life. The fables inspire the practice of several core human values of honesty, truth, righteous actions, honouring promises and keeping away from the negative traits of envy, ego, hate and deceit. As has been rightly diagnosed by an eminent thinker, “what our country is facing is not a political, social or economic crisis, but it is a crisis of character.” The Panchatantra Tales so carefully selected and so lucidly analyzed and dissected by Revered Guruji are so meaningful and highly inspiring. Infact, this Book is bound to serve as a great character building tool for children. Our deep appreciation and heartfelt thanks to Respected Guruji for serving this delicious Laddu and taking all the viii pains he has taken in bringing this brilliant book to life for the Ahmedabad Management Association.",
    "meta": {
      "theme": "Conflict Management",
      "region": "India",
      "use_case": "Leadership and Management",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "leadership",
        "ethics",
        "character building"
      ],
      "influence_map": [
        "Panchatantra",
        "Vedas",
        "Upanishads",
        "Bhagwad Gita",
        "Ramayana",
        "Mahabharata"
      ],
      "chunk_index": 1
    },
    "id": "panchatantra_001"
  },
  {
    "section": "Foreword and Preface (continued)",
    "text": "Mukesh M. Patel Past President, AMA ix Shri Mukesh Patel, Past President-AMA, author and coordinator of AMA Week on Indian Wisdom for Management, is an eminent international tax expert. He commands over three decades of professional excellence in the core areas of his specialization in personal and corporate tax planning, appellate matters, international taxation, joint ventures and collaborations and tax and investment planning for NRIs. He is a Director on the Board of a number of leading public companies, prominent among them being Zydus Cadila, Hitachi and Sandesh. He has also served as the Chairman of the Board of Directors of the Ahmedabad Stock Exchange. Shri L. Rajagopalan is a master of English language with enriched Vedic cultural background. He is the former Executive Director of Indian Petrochemicals Corporation Limited and is now on the board of several companies and advises many organizations. Un-put-downable Work Dear Guruji: T hank you for letting me read your latest book Wisdom from the Tales of Panchatantra – Strategies for Conflict Management before its publication. You have been a great story-teller and your skills have blossomed in your latest book. You have very adroitly interwoven your management principles in the stories and made them interesting to persons of all ages. You have demonstrated through these stories that there is no problem without a solution and how to look for an optimal solution. It is an un-put-downable work. With best wishes, Yours sincerely, L. Rajagopalan Vadodara December 2, 2013 x Outstanding Offering – Enlightening Treatise T he stories which always interlude in Guruji’s training programmes elucidate his thoughts so vibrantly. Besides making his sessions very interesting, their impact leaves a lasting wisdom on our minds. The twists and turns in the stories in the form of “... creative rearrangement, innovative extensions, interesting new appropriate characters and relevant useful additions” are a reflection of Guruji’s positivity and unparalleled optimism. The fables from Panchatantra, Hitopdesh, Ramayan, Mahabharat, Bhagwat, etc. have been a part of our growing- up years. We had learnt from them and still revere them. But with Guruji’s re-narrating, these very stories became an integral part of our lives as beacons of light guiding us in every time, place, situation and our interaction with people. Moreover, these stories have given us a better understanding of life and relations. Therefore, K.K. and me felt that these stories related by Guruji should be in print so as to be made available to a wider audience. The result was OFFERINGS - I to IV.",
    "meta": {
      "theme": "Conflict Management",
      "region": "India",
      "use_case": "Leadership and Management",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "leadership",
        "ethics",
        "character building"
      ],
      "influence_map": [
        "Panchatantra",
        "Hitopdesh",
        "Ramayana",
        "Mahabharata",
        "Bhagwat"
      ],
      "chunk_index": 2
    },
    "id": "panchatantra_002"
  },
  {
    "section": "Foreword/Preface",
    "text": "the six strategies (1) Sandhi (pact), (2) Vigraham (war), (3) Yaanam (moving away from the place), (4) Asanam (staying in the place), (5) Samshrayam (taking shelter) and (6) Dwaidheebhavam (two pronged approach) and settled for the last on the advice of his minister Sthirajivi. Sthirajivi courageously offered to enter the enemy camp and carry out the sabotage from inside while the king attacked from the outside. More importantly he helped both sides to live in harmony at the end of the war - A good example of courage in the times of conflict and policy of “live and let live.” The spirit of Guruji appears in both Sthirajivi, the minister of crow king Meghavarna and Raktaaksha, the minister of owl king Arimardana. I am happily reminded of the days of Guruji as corporate advisor at Excel and Yash Papers, which I have personally witnessed. The situation when Ratan the rat surrounded by the three fierce enemies, a cat, a mongoose and an owl makes a treaty with the trapped cat in danger is similar to the situation faced by the common man with limited income and increasing costs on all fronts. Rat saves the life of the cat by helping it escape from the net first and cat saves the life of the rat by helping it escape from the rat trap later - A good example of mutual help. It is in the very nature of Guruji to cooperate and help even his opponents and adversaries sometimes even without being asked. The story of three fish living in the lake - ‘Dhirgadarshi’ (thoughtful visionary - who sees far into the future) ‘Samayasphurti’ (timely idea generator – who is a situational thinker) and ‘Mandabuddhi’ (slow thinker – the thoughtless, lazy, inactive member) is also the story of current day organizations and individuals. Visionaries have a long and healthy life. Timely idea generators manage to survive. Slow thinkers or inactive are destined to perish. The story of the monkey and the crocodile is like that of current day players in the same sector of industry. No one should trust a person who is not trustworthy. Even when one trusts one, he should not be over trust. When one blindly over trusts the other one, then there will be a great threat to the very roots of life. Forgive and forget is a healthy policy.",
    "meta": {
      "theme": "Conflict resolution, leadership, governance",
      "region": "India",
      "use_case": "Personal and professional development",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "storytelling, moral lessons, practical wisdom",
      "influence_map": {
        "influenced_works": [
          "Shuka Saptati",
          "Betala Panchavinshai"
        ],
        "modern_applications": [
          "Leadership training",
          "Conflict management",
          "Corporate advising"
        ]
      },
      "chunk_index": 3
    },
    "id": "panchatantra_003"
  },
  {
    "section": "Foreword/Preface (continued)",
    "text": "The last set of stories relating to the fox called Chaturaka summarize the five strategies plus one (added by Guruji) in the most effective way. Guruji is a master in creating new real life situations, before he makes up new stories. He practices more than he preaches. All the strategies of Panchatantra he has applied in different situations and succeeded every time. Gaining friends to prevent conflicts is the most practiced craft. Hundreds of organizations owe their continued prosperity to his strategic interventions. He has also saved many marriages and family bonds on the verge of breakdown. He has helped friends with irreconcilable differences to part as good friends. He has made warring parties come to a table and sign friendship treaties. He comes up with a win-win strategy for any situation. In all these years of my association he has never displayed frustration, anger, egoistic power, greed, envy, hatred or disapproval. In the new world he is creating, they do not exist. He gives and gives and never expects anything in return. Panchtantra is his tale from beginning to another beginning. Let it continue forever! There are many parallels in this story of Guruji and his stories of Panchtantra. Let these stories be shared, told and retold again and again for many generations.",
    "meta": {
      "theme": "Conflict resolution, leadership, governance",
      "region": "India",
      "use_case": "Personal and professional development",
      "strategic_category": [
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "storytelling, moral lessons, practical wisdom",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Leadership training",
          "Conflict management",
          "Corporate advising",
          "Relationship counseling"
        ]
      },
      "chunk_index": 4
    },
    "id": "panchatantra_004"
  },
  {
    "section": "Introduction",
    "text": "Pranams and respects to all elders; goodwill and friendship to all colleagues; and love and best wishes to all the young. It is once again a great joy to be with you, the wonderful enthusiastic participants and encouragers from this great city of responsible learning, Ahmedabad, for this 21st AMA Week on Conflict Management and Learning from Indian scriptures. Our deep thanks to the President and all the members of Ahmedabad Management Association, Shri Mukeshbhai Patel and Mr. K.K. Nair for organising this festival of Management Week every year since last 21 years. Conflict is confrontation between living beings, people, groups, towns, cities, organisations, companies, communities, societies, political parties, countries, governments and nations. Conflicts take different shapes of opposition, competition, rivalry, races, games, duels, elections, battles and wars. Conflicts can occur in families, organisations, departments, panchayats, courts, districts, assemblies, parliaments and United Nations. Conflict is inherent in human nature. Disagreement is the root of conflict. Opposing feelings, opposing thoughts, opposing objectives, opposing purposes, opposing perceptions and opposing viewpoints lead to people becoming opponents, rivals, adversaries and enemies. Conflict is a negative situation causing great loss, waste of energy and sometimes destruction of one side or both sides. Win-lose, lose-win, lose-lose are all undesirable and avoidable states of after-effects of a confrontation. Human history is full of terrible examples of many battles and wars including the war of Mahabharata, World War - I, World War - II and the Cold War. Conflict to confluence, confrontation to cooperation, competition to collaboration and war to peace is the journey from negativeness to positiveness, fear to fearlessness, grief to joy and harming to non-harming. Humanity is learning and it has to learn more in order to move away from conflict towards confluence. Human code of conduct, leadership code of responsibility, business code of ethics and governance code of nations are hopeful guiding lights for preventing, avoiding, eliminating and resolving conflicts and confrontations.",
    "meta": {
      "theme": "Conflict resolution, leadership, governance",
      "region": "India",
      "use_case": "Conflict management training",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "conflict resolution, Indian scriptures",
      "influence_map": {
        "influenced_works": [
          "Ramayana",
          "Mahabharata",
          "Bhagavata",
          "Puranas"
        ],
        "modern_applications": [
          "Conflict management training"
        ]
      },
      "chunk_index": 5
    },
    "id": "panchatantra_005"
  },
  {
    "section": "Introduction (continued)",
    "text": "Indian scriptures contain enormous wisdom on conflict management, responsible leadership and admirable governance. Ramayana, Mahabharata, Bhagavata and all Puranas are the illustrations of resolution of conflicts between Dharma (right) and Adharma (non-right). Panchatantra is the most creative and interesting way of preventing, avoiding, eliminating, reducing and resolving conflicts and ensuring governance of human relations through examples and illustrations of stories which contain many lessons, guidelines, morals and ideas. Panchatantra is a collection of exhilarating and enjoyable stories with Indian wisdom and is an excellent resource for learning from the Indian Scriptures. You are invited to enjoy and experience the joy of insights of some of the stories of Panchatantra and add value to them through your own creativity and innovation. Namaste 9-9-2013 Narayana Ganesha Chathurthi Vadodara",
    "meta": {
      "theme": "Conflict resolution, leadership, governance",
      "region": "India",
      "use_case": "Conflict management training",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "conflict resolution, Indian scriptures, Panchatantra",
      "influence_map": {
        "influenced_works": [
          "Ramayana",
          "Mahabharata",
          "Bhagavata",
          "Puranas"
        ],
        "modern_applications": [
          "Conflict management training"
        ]
      },
      "chunk_index": 6
    },
    "id": "panchatantra_006"
  },
  {
    "section": "Part 1: Gaining Friendships – Prevention of Conflicts",
    "text": "(differentiating friends) 3. Vigraham (war) 4. Sandhi (pact) When we see Panchatantra and Hitopadesha together, the sixth strategy (Shadvidha Tantra), instead of five strategies (Panchatantra), emerge. These six are: 1. Mitralabham 2. Mitrabhedham 3. Vigraham Panchatantra 5 4. Sandhi 5. Aparikshitakarakam 6. Labdhapranasam In this, “Wisdom from the Tales of Panchatantra: Strategies for Conflict Management”, the six strategies are presented as: 1. Gaining Friends and Avoiding Conflict (Mitralabham) 2. Creating Conflicts between Friends (Mitrabhedham) 3. Management of Conflicts (Vigraham) 4. Pact to Avoid Conflicts (Sandhi) 5. Thoughtless Actions and Conflicts (Aparikshitakarakam) 5A. Losing the Gains (Labdhapranasam) This wisdom from the tales of Panchatantra is a collection and re-presentation of the illustrative re-narrations of some of the stories suitable to the modern world as related to conflict management. The stories are not exact translations, but include creative rearrangements, innovative extensions, interesting new appropriate characters and relevant useful additions so that this work becomes up-to-date for the present generation without losing the original context and value. This is similar to what Shri Narayana Pandita did in his Hitopadesha in re-narrating the Panchatantra. It contains five sections. Welcome to the wisdom of the Panchatantra. With love and light Narayana 6 Introduction A Background — Amarashakti, Three Sons and Vishnu Sharma I n the ancient times, in South India, there was a great city called Mahilaropya (the Woman’s Delight – Modern Mantrakoota) on the bank of river Godavari. It was ruled by a respected and beloved King Amarashakti, who was a wise ruler and an able leader. He had three sons Bahushakti, Ugrashakti and Anantashakti, who were not at all interested in education and learning and who wasted their time in foolish and useless ways. The King arranged for many teachers who were masters of arts, sciences, languages, mathematics, Vedas, Upanishads and other practical teachings and knowledge impartations. The three princes cared for none. On the contrary, they troubled them and drove them away by their mischievousness. The King became sad. One day, he called his ministers and shared his concerns about the princes and their attitude towards learning. He said, Background — Amarashakti, Three Sons and Vishnu Sharma 7 “Out of the stillborn son, dead son and foolish son, the stillborn and dead sons are much better than foolish and idiot sons because the first two cause one time and limited grief while foolish sons cause unending and unlimited grief. What is the way to educate them and inject knowledge and wisdom into them? They are only 15 to 18 years old and there is not much time for me to see them able and capable.”",
    "meta": {
      "theme": "Conflict Management & Statecraft",
      "region": "India",
      "use_case": "Leadership & Governance",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "political strategy",
        "interpersonal relations",
        "wisdom literature"
      ],
      "influence_map": [
        "Panchatantra",
        "Hitopadesha"
      ],
      "chunk_index": 7
    },
    "id": "panchatantra_007"
  },
  {
    "section": "Part 1: Gaining Friendships – Prevention of Conflicts (continued)",
    "text": "One of the ministers, Dhimati, said, “Sir! It will take twelve years to teach and learn languages, grammar, basic maths, social sciences, history and geography. Then it will take another five years for understanding strategic leadership and governance. Even if we arrange rapid programmes by different masters, it will take a minimum of seven years, provided the princes learn well. Learning is more crucial than teaching!” Minister Mahamati suggested, “Sir! Let us separate the three princes, to reduce their combined mischievousness and send them to three different masters on arts, sciences and leadership. At least, each of them may become capable in one subject in five years. Later, they can learn other subjects while working with you.” The King was not convinced. Then, Minister Sumati spoke, “Sir! It is not important that the princes become experts in arts, sciences, grammar, mathematics, etc. Instead, it is better if we could find a 8 Background — Amarashakti, Three Sons and Vishnu Sharma short and an effective way for increasing their intelligence and thinking power. The elders have said, Sense of essence and quintessence of what is right and what is not right is more important than all sciences. ANANTHAPAARAM KILA SHABDA SHAASTRAM SWALPAM TADHAAYUR BAHAVASCHA VIGHNAAH SAARAM TATO GRAAHYAM APAASYA PHALGU HAMSAIR YATHAA KSHEERAM IVAAMBU MADHYAAT. — P.T. I-9 There is no end for science of learning, lifetime is short and obstructions are many. Therefore, one has to take what is the essence and quintessence by setting aside what is not, like swans extracting milk contents from milk and leaving the water as leftovers. I know a teacher, Vishnu Sharma, who can instil sense, common sense, uncommon sense, essence and quintessence into our innocent princes. Let us invite him.” The King, Amarashakti’s face lit up with hope. He rose from his throne, went up to Minister Sumati, held his hand and pleaded, “Sumatiji! Please invite Vishnu Sharmaji to the palace immediately.” Vishnu Sharma, the learned master was like a flowing river of knowledge, information, ideas and solutions. He was an expert of all sciences and art. Also, he was a guru to many kings and teachers. He came to the palace of Background — Amarashakti, Three Sons and Vishnu Sharma 9 Amarashakti along with his four famous disciples who themselves were great masters. King Amarashakti extended great honour to Vishnu Sharma and offered him a throne similar to his own and addressed him with due respect: “Vishnu Sharmaji! Great master! Namaste! These are my sons Bahushakti, Ugrashakti and Anantashakti. Kindly make them masters of political strategy and successful leadership so that they become worthy of their names at the end of three years. I will make you chief of 100 villages as compensation.” Vishnu Sharma smiled and said, “Great King! Thanks! I am honoured. Nobody can make anybody a master. They have to become masters themselves. Teachers can inspire and support them in the process of their self-unfoldment. Now please listen to this, my oath and commitment. Leave these three wonderful princes with me for six months. If they do not become masters of Ethics, Morals and Strategies within six months I will abandon my name of Vishnu Sharma. One more thing, there is no need of 100 villages for me. I do not work for any fee or return gain. Your sons becoming future noble leaders, is my fee. The teaching and learning between me and princes will be a joy for me. This will become an example of immortal teachings for future generations!” The King handed over the three princes to the teacher. 10 Background — Amarashakti, Three Sons and Vishnu Sharma The teacher took them to his ashram which was far away from the kingdom and shared with them many stories on strategies of gaining friends, creating friendships, differentiating friends, war of crows and owls, dangers of thoughtless actions and threat of losing what is gained. Exactly after six months, as promised, Vishnu Sharma returned to the city of Mahilaropya along with the three princes. Background — Amarashakti, Three Sons and Vishnu Sharma 11 Bahushakti, Ugrashakti and Anantashakti were smiling with brightness and on being signalled by their teacher each of them went to their father did pranams and paid their respects. Then they went to Minister Sumati and other ministers and greeted them with folded hands. Bahushakti, the elder, said, “Father and minister Sumatiji, please accept our gratitude for connecting us to this great teacher and Guruji.” All were happy. Amarashakti asked, “Dear sons! What did you learn in these six months?” Bahushakti looked at Anantashakti the youngest and smiled. Anantashakti first looked at their teacher Vishnu Sharma and said to the King, “Father! Sir! We learned what to do and what not to do!” The King felt happy and surprised. All the ministers cheered. Bahushakti looked at Ugrashakti, the middle one. Ugrashakti said, “How to think and how to communicate!” The whole assembly applauded. Now, Amarashakti, Sumati, Mahamati, Dhimati and all the ministers looked at Bahushakti. 12 Background — Amarashakti, Three Sons and Vishnu Sharma Bahushakti folded his hands and went near their teacher. Ugrashakti and Anantashakti stood by his side with folded hands. Vishnu Sharma smiled. The elder said, “To protect the existing wealth, to enhance existing wealth, to add new wealth, to take care of all people and to be the source for continuous improvements.” Vishnu Sharma stood up. The three princes did pranams to him and the whole assembly including the King, Ministers and all others gave a standing ovation to the teacher and the learners. Tears of gratitude rolled down from the eyes of King Amarashakti and Queen Amrita Devi. Vishnu Sharma experienced fulfilment. Bahushakti, Ugrashakti and Anantashakti looked at each other and smiled meaningfully. They remembered their first day and all other days in the ashram. Background — Amarashakti, Three Sons and Vishnu Sharma 13 I Gaining Friendships – Prevention of Conflicts 1. THE STORY OF TOGETHERNESS V ishnu Sharma said, “Friendship is a great ship in which you can cross any river of difficulties and challenges. When you are together you are more than three. Then, Vishnu Sharma raised his three middle fingers along with both palms in front of them and asked, “How many?” All said, “Three!” Vishnu Sharma nodded his head and said, “No! Nine!! You see three fingers, but you do not see the nine joints. We see what is obvious and do not see what is beyond the obvious. Actually, these nine joints make the three fingers flexible, capable, efficient and effective. 16 Gaining Friendships – Prevention of Conflicts Have you noticed that I have shown you both the palms. Then there are ten fingers, and put together there are 28 joints. In fact, it is three, nine, ten, twenty-eight and much more than that!” Anantashakti exclaimed, “Oh!” Vishnu Sharma continued, “You are Brahma, Vishnu and Maheshwara. You are Satyam, Shivam and Sundaram You are past, present and future You are heaven, sky and earth. You are much more than three. Put together, you are more than three in unlimited way. Sky is not the limit. Togetherness is strength. Togetherness is multiplication of actions, feelings and thoughts. When you integrate your actions, feelings and thoughts for a single purpose, you can literally become Bahushakti – great energy, Ugrashakti – intensive energy and Anantashakti – infinite energy. Support each other, protect each other, strengthen each other, teach each other and learn from each other. Friendship is the way to avoid and prevent all conflicts. Friendship is the collaboration. Impossible becomes possible because of mutual help without any conflict. The Story of Togetherness 17 ASAADHANA API PRAAGNAA BUDDHIMANTO BAHU SHRUTAH SAADHAYANTYAASHU KAARYAANI KAAKA KHU MRIGA KOORMA VAT. — P.T. II-1 Without much equipment and resources the intelligent and learned ones can make impossible possible like the crow, rat, deer and tortoise.” Ugrashakti asked, “Who are these crow, rat, deer and tortoise and what did they make possible?!” Vishnu Sharma started narrating about them. All the three brothers listened with full attention. 2. THE STORY OF CHITRAGREEVA “On the bank of river Godavari there was a huge tree which was a wonderful home for different kinds of birds. Many worms lived near its roots; its trunk had some holes where many rats and squirrels made their residences; cats moved along its branches; on the top of its branches and leaves many birds made their nests; its flowers were the resources for many butterflies and honeybees; and its fruits were the food for birds, monkeys, worms and insects. The tree was useful from roots to fruits. Everyone has to be useful for the benefit of another from top to bottom and inside out. What we say, feel, think and do, has to be useful to the society and the world. 18 Gaining Friendships – Prevention of Conflicts On one of the branches of this wonderful tree, was the nest of the crow, Laghupatana. One morning, when Laghupatana was flying in search of food, he saw a hunter with a poker face coming towards the tree with a large net. Laghupatana immediately understood the intention of the hunter. He knew the hunter wanted to catch a good number of birds on the tree. He flew back to the tree and warned the birds there to be careful of the cruel hunter. Many birds flew away out of fear. The hunter came and set the net to trap the birds, but the birds on being alerted before, did not go near the net. The hunter waited patiently and Laghupatana kept watching. Chitragreeva, the King of doves came along with a large number of doves. He saw good quantity of grains spread on the net. Unmindful of the cautions from Laghupatana, the crow, and the net, it landed with its doves for the grains and got caught in the trap set by the hunter. Chitragreeva grieved for his own thoughtlessness and lack of foresight",
    "meta": {
      "theme": "Conflict Management & Statecraft",
      "region": "India",
      "use_case": "Leadership & Governance",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "political strategy",
        "interpersonal relations",
        "wisdom literature"
      ],
      "influence_map": [
        "Panchatantra",
        "Hitopadesha"
      ],
      "chunk_index": 8
    },
    "id": "panchatantra_008"
  },
  {
    "section": "The Story of Chitragreeva",
    "text": ". He said to himself, “Even intelligent and good people become thoughtless when the time is not right. Why Ravana did not recognize that stealing the wife of another person was not correct? Why Sri Rama did not recognize that existence of a golden deer was impossible? Why The Story of Chitragreeva 19 Yudhishtir did not recognize that gambling was a disastrous addiction? PRATYAASANNA VIPATTI MOODHAAH MANASAAM PRAAYO MATI KSHEEYATE.” — P.T. II-4 When the time for disaster comes near, thoughtfulness diminishes.” When Vishnu Sharma stopped for a moment, Anantashakti asked, “Who was Ravana? Why and how did he steal a woman who was another’s wife?” Ugrashakti too asked, “Who was Sri Rama and what about the golden deer?” 20 Gaining Friendships – Prevention of Conflicts Bahushakti also asked a question, “Who was Yudhishtir and why did he gamble?!” A smile passed across Vishnu Sharma’s face. He told them about the stories of Ramayana and Mahabharata in a very innovative and interesting manner. The princes savoured the stories and also the strategies, morals and lessons related to kingdom, governance and conflict management. Vishnu Sharma said, “The basic conflict is the conflict between Ethics and Ego. All righteous forces join Ethics to vanquish the powerful enemy, Ego. Dear Princes, be on the side of Ethics and avoid Ego, which is nothing but selfishness!” The princes nodded their heads in understanding and agreement. Vishnu Sharma said, “Sri Rama won the war against the large devilish army of Ravana with the help of the troops of monkeys because he was on the right side of Ethics. Yudhishtir won the war against an army of 11 divisions of his cousin Duryodhana with just 7 divisions because he was ethical. YATO DHARMAH TATO JAYAH M.B. XI, 14.12 Where there is righteousness, there is victory.” The Story of Chitragreeva 21 The three princes vowed to be on the side of Ethics throughout their life. “Guruji, what happened to Chitragreeva, the King of doves who was caught in the net along with other doves,” enquired Bahushakti enthusiastically. Vishnu Sharma smiled and said, “Oh, I forgot! Good that you reminded! Chitragreeva knew that every problem has a solution. He spoke to the doves, “See, the hunter is coming to collect the net and all of us. Let us all rise and fly away along with the net. Though the net is large, when we as a combined group take our flight together and at the same time, then nothing can be impossible. Nothing is heavy for the capable. No distance is long for the determined. No country is foreign for the learned one. EIKYAMATYAM MAHAABALAM — Ancient Indian saying Unity is great strength. We can! Come on!! One, two, three LIFT!!!” All the birds spread their wings, thumped their feet to the ground and with a bounce lifted themselves up along with the net and flew high and away. The hunter stared at the doves in disbelief. He then began running and following the birds, now flying beautifully with rhythm and perfect synchronicity. Other birds which were watching them from the tree clapped and rejoiced.",
    "meta": {
      "theme": "Leadership, Ethics, Unity, Quick-thinking",
      "region": "Ancient India",
      "use_case": "Governance, Conflict Management",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "teaching"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "teamwork",
          "problem-solving"
        ]
      },
      "chunk_index": 9
    },
    "id": "panchatantra_009"
  },
  {
    "section": "The Story of Chitragreeva (continued)",
    "text": "22 Gaining Friendships – Prevention of Conflicts Laghupatana admired and followed Chitragreeva and his flock of doves. He flew at a hearing distance. He heard Chitragreeva say, “Let us fly in the direction of north-east, towards the city of Mahilaropya, which is also on the bank of river Godavari. A large oak tree is there where my dear friend Hiranyaka, the rat with golden heart, lives.” The doves flew towards the city and then to the oak tree. Chitragreeva looked back to see how far the hunter had reached. The hunter was not visible, but Chitragreeva was The Story of Chitragreeva 23 certain that he would surely come, if not for them, for the net at least as it was his asset. Chitragreeva knew that there was limited time and he had to act fast. He guided the doves to glide towards the oak tree and ensured that they land smoothly without getting entangled in the branches of the tree. He made sure his side of the net was nearer to the hole of his friend on the trunk of the tree. “Hiranyaka! Hiranyaka! My friend! Please come out!!” he called aloud. Hiranyaka, the golden hearted rat, heard the voice. He came near the entrance of the hole and enquired, “Who is that?!” “Dear friend! It is me! Your dear friend Chitragreeva!” Hiranyaka was filled with joy. He was thrilled and popped his head out of the hole and saw the net, the doves and Chitragreeva. After making certain that there was no danger except for the eagerly watching crow on the high branch, Hiranyaka went running to Chitragreeva and asked with great concern, “Chitra! What happened? How did you get caught in this thick wicked net?” Chitragreeva confessed, “Because of the greed for grains we landed on this net. Actually, it is me who is responsible for this critical situation of all my people. In the rush for grains I even ignored the warnings from that crow which followed us all the way here. When greed takes over no one 24 Gaining Friendships – Prevention of Conflicts heeds the good advice of even noble people. It is my fault. It is a leader’s responsibility to ensure care and welfare of all his people. It is my own shortcoming that I did not notice rather bother about the net in spite of being alerted. Therefore, I came to you to save us by setting us free from this net.” The Story of Chitragreeva 25 Hiranyaka assured, “Do not worry! I will take care of this net. You are heartily welcomed. It is a great joy to see a dear friend. You are a rare friend of goodwill, love and mutuality. A good friend is as pleasant and wonderful as the sunrise, as refreshing as aftermint (supari), as loving as a beloved wife and as great as the story of Mahabharata. It is a great fortune for any one when a dear friend arrives unexpectedly.” Then Hiranyaka, the rat, went near Chitragreeva to gnaw the net around him and release him. But, Chitragreeva stopped him and said, “No! No! Dear friend! First cut the bindings of all my people and then mine!” The rat became irritated and said, “That is not correct. The King, who is the leader comes first and then the members!” The King of doves explained, “No! Dear friend! My people place great trust in me. Moreover, the leader who gives priority to his people is always honoured.” The rat insisted, “Why? I shall cut their threads too. First, let me have the satisfaction of seeing you free!” The leader of the doves understood the conflict of thought frames of his friend and himself. He smiled and said in an amicable manner, “Dear! Anything can occur. Your teeth could be damaged while cutting my thread. The hunter may arrive as soon as I’m set free. That good looking crow may come down suddenly and carry you away! Then it will be hell for me. I must be the last one to be freed!” 26 Gaining Friendships – Prevention of Conflicts Laghupatana felt ashamed that Chitragreeva could doubt him even after all his attempts to warn them and the trouble he had taken to fly along with them. Yet, he was impressed by Chitragreeva’s leadership quality. Hiranyaka, the rat was very happy about the nobility of his friend.” The Story of Chitragreeva 27 Before Vishnu Sharma could continue further, Anantashakti said interrupting, “Thank you Sir! A leader has to take care of his people first. A leader is protected when his people are protected!” Ugrashakti said, “Greed is dangerous. Need is the seed and greed is the weed. We should eliminate the greed weed while taking care of need seed! Bahushakti stated, “Leadership is owning up responsibility.” Vishnu Sharma said excitedly, “Excellent! Excellent!! Excellent!!!” He continued with the story.",
    "meta": {
      "theme": "Friendship, Leadership, Selflessness, Caution",
      "region": "Ancient India",
      "use_case": "Relationship Building,  Problem-solving",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "teaching"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "leadership_qualities",
          "risk_management"
        ]
      },
      "chunk_index": 10
    },
    "id": "panchatantra_010"
  },
  {
    "section": "The Story of Laghupatana and Hiranyaka",
    "text": "Then he saw Chitragreeva looking down at his friend Hiranyaka who was waving to him as a gesture of bidding farewell. Laghupatana felt very glad for their friendship. He saw Hiranyaka retreating into the hole on the trunk of the tree. Laghupatana went near the hole and in a tone in tune with the voice of Chitragreeva called out, “Hiranyaka! Hiranyaka!” The rat was startled to hear the new voice. He enquired, “Who are you? What do you want?” “I am a crow called Laghupatana. I have seen your friendship with Chitragreeva, the King of doves. Please accept me also as your friend.” Hiranyaka, the rat came near the hole cautiously and saw the crow. He thought, “Yes! It is the same bird which was on the high branch.” He said with fear and uneasiness, “No! No! Please go away. The crows and rats are natural enemies. Once an enemy always an enemy. Nearness to an enemy is the sure cause of conflict. Conflict is inherent in our natures. Enmity and conflict are of two kinds. One is because of a reason and situation. The second is natural. Situational enmity can be changed into friendship when the cause and reason of conflict disappears. But natural enmity will always be present and can never be cured or mitigated. The Story of Laghupatana and Hiranyaka 29 The example of enmity between mongoose and snake, tiger and cow, fire and water, rich and poor, lions and elephants, wise and fools, gentle and wicked is natural enmity and it is eternal. In the same way, enmity between crows and rats is eternal. Crows pierce and eat rats. We both can never become friends. Thanks, Good bye!” The crow said, “No! No! All confrontations, conflicts, alliances and friendships are situations and cause based. KAARANAAN MITRATAAM YAATI KAARANAADETI SHATRUTAAM TASMAAT MITRUTVAMEVA ATRA YOJYAM VAIRAM NA DHEEMATHAA — P.T. II-33 Because of a reason friendship occurs, Because of a reason enmity occurs. Therefore, the wise always, for friendship opt, Never for enmity, it is a fact. Dear Hiranyaka! You have given examples of natural enmity. Now listen! Though eagle and serpent are natural enemies, Garutmaan the eagle and Ananta the serpent stay in an eternal friendship because of the presence of Lord Vishnu. Nandi the bull and the lion of mother Devi live happily together because of the presence of Bhavani- Shankara. The peacock and the rat are natural enemies, but because of the presence of Ganesha and Kartik, they stay eternally in congeniality. 30 Gaining Friendships – Prevention of Conflicts It is the higher purpose, the higher spirit which transforms conflict into collaboration. Let us both have higher purpose of learning and wisdom from each other and support each other. Then we can become friends without conflict whether natural or created!” The rat was impressed with the crow’s wisdom. It said, “Laghupatana! You are intelligent. Let us begin to be friends. But do not come near. Let us discuss from a safe distance.” Laghupatana said, “Why from safe distance? Who will harm such a good, gentle and helpful one like you? Who will hurt or harm a knowledgeable, wise, intelligent and learned personality like you. Dear Hiranyaka! Do not worry!” Hiranyaka, the wise rat said, “No! No! There is always a danger. One should not assume that knowledgeable person will not be attacked.” Panini, the inventor of science of grammar was killed by a lion. Great Maharshi Jaimini, the author of Dharma Sutras was crushed suddenly by an elephant. Pingala, the author of poetic systems, prosody, was swallowed by a crocodile. Harmful beings never consider the qualifications and abilities of the victim. They just want to kill them and make them their food! Therefore, dear Laghupatana, though you are The Story of Laghupatana and Hiranyaka 31 a good and helpful crow, let us maintain a safe distance between us.” The crow agreed, “So be it. It is okay with me. Let us be friends from distance so that you are comfortable. One day we both will experience that there is no distance in friendship. Have you heard the great poem on",
    "meta": {
      "theme": "Friendship, overcoming natural enmity, caution, wisdom",
      "region": "Ancient India",
      "use_case": "Relationship Building",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "teaching"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "conflict_resolution",
          "risk_assessment"
        ]
      },
      "chunk_index": 11
    },
    "id": "panchatantra_011"
  },
  {
    "section": "The Song of Distance-less Friendship",
    "text": "friendship from Gurubodh, the teachings of a great guru?” The rat asked, “What is that poem?!” Laghupatana sang the song of distance-less friendship - To a friend’s house, road is never long, The distance is short when relationship is strong. Distance becomes near by helping in need, Friend in need is friend indeed. With positive attitude, near ones becomes close, Where there is close feeling, there is nothing to pose With idea partnership closeness becomes oneness When thoughts are linked it is distance-less With unity of actions, feelings and thoughts too The friend’s house and heart doors are always open to you. — G.B. 491 Dear Hiranyaka! In friendship there is no distance at all!” Hiranyaka said, “Yes! I agree. Intention is important. Tell me more about intention.” Laghupatana smiled and began - “Dear friend! Intention is the key. All tensions disappear when intention is pure and clear. 32 Gaining Friendships – Prevention of Conflicts Tension – Intention – Extension –Attention – No tension is the process of the path from stress to stress-less-ness. Tension causes conflict and tension-less-ness assures peace and tranquillity. Hiranyaka thanked, “Thanks! Dear! Thanks. Let us be friends. Let us meet near the hole with me inside and you outside!” Vishnu Sharma paused. The princes assimilated and understood. The teacher continued, “The crow and the rat met regularly near the hole and discussed many things. The crow brought pieces of meat for the rat and the rat brought grains for the crow. They shared their experiences and many stories. Gradually, their friendship grew, enhanced, strengthened and extended. ARAMBHA GURVEE KSHAYINEE KRAMENA LAGHVEE PURAA VRIDDHI MATEE CHA PASCHAT DINASYA POORVAARDHA PARAARTHA BHINNAA CHAAYEVA MAITREE KHALA SAJJANAA NAAM — P.T. II-39 The friendship between evil people is large at the beginning and becomes small gradually like the shadows in the morning sunlight. The friendship between noble people begins in a small way and increases gradually to become large like the shadows in the evening sunlight.”",
    "meta": {
      "theme": "Friendship and Conflict Resolution",
      "region": "Ancient India (Based on the text's content)",
      "use_case": "Moral Instruction/Leadership Development",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "moral_philosophy",
        "interspecies_relations"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "conflict_resolution",
          "relationship_building"
        ]
      },
      "chunk_index": 12
    },
    "id": "panchatantra_012"
  },
  {
    "section": "The Journey to Kothapalli",
    "text": "The Story of Laghupatana and Hiranyaka 33 Ugrashakti said, “Well said Sir! Thanks! We will assume that our own friendship and the friendship between our people increases like the shadows in the evening sunlight!” The other two princes clapped in unison. Vishnu Sharma was pleased. He happily continued, “Time passed and the bond of friendship between the crow and the rat thickened. It became very strong and long like the shadow in the evening. It was now full of trust and togetherness. One day the crow said to the rat, “Dear friend! I have to leave you for some time. I have to go and be with my other dear friend Mandaraka, the turtle, who lives in a wonderful lake in south near the river Mandavya near Kothapalli village. One more thing! This place is no more suitable and safe. That hunter will come back. Many birds have already left. I see the signs of famine in near future.” Hiranyaka, the rat with the golden heart, became very sad and said, “Dear Laghu! I will miss you. I cannot bear this separation. I will come with you and I also want to see your dear friend. Both, separation and famine, will be hard on me.” Laghupatana was overjoyed, but soon became quiet. He said, “It is quite a long journey. How will you come? It will take a very long time for you to walk and run to reach that place!” The rat asked, “Why? Will you not carry me in your beak?!” 34 Gaining Friendships – Prevention of Conflicts The crow looked startled at the rat. His joy knew no bounds as he could succeed in winning the rat’s faith in him. The rat said, “When trust is there all fears of danger evaporate. I now know you fully in and out. Being carried in your beak is very safe for me!” The crow was surprised and thrilled. It questioned teasingly, “Oh! Did you not say that we both are natural enemies and you would like to be at a safe distance?” Hiranyaka said, “I remember your poem from Gurubodh very well. It says - In friendship there is no distance at all!” Tears of joy rolled from the eyes of the crow. Laghupatana said, “Hiranyaka! Great! Thanks! I ‘m blessed to be trusted fully by you. Let us start tomorrow early in the morning. Today, let us enjoy here and our own togetherness under this tree.” Both were happy. Till late evening and through the night they discussed and shared many of their experiences. In the morning, just when the sun was rising they were ready for their long journey together. Laghupatana told Hiranyaka, “Dear Hiranyaka! I am an expert of eight kinds of flights - 1. Sampaatha (flying smoothly with wings spread, spanned well without much flapping of wings) 2. Viprapaatha (flapping the wings with right, left and up with up-down movements) The Story of Laghupatana and Hiranyaka 35 3. Mahaapaatha (flapping the wings with great speed) 4. Nipaatha (flying at lower levels where even small birds fly) 5. Vakra (flying with curving, zig-zag movements) 6. Tiryak (moving diagonally and horizontally by bending the wings) 7. Urdhvaa (rising straight upward with the head kept high) 8. Laghu Sangya (moving lightly and promptly) But do not worry, Hiranyaka! I will fly in Sampaathaa (smooth manner). It may take a little more time. Your safety is more important than speed. Safety first and speed next.” The three brothers were listening with full attention. Bahushakti exclaimed, “Wonderful! In life also, safety comes first and then speed of doing things. Sir! Thank you for telling us about different kinds of bird flights! After that what happened?!” The teacher continued delightfully. “The crow said, “Hiranyaka! I will now lift and hold you in my beak. It will be slightly tight so that you may not slip. Do not doubt even for a moment that I will pierce or cut you. We will stop two times, once near a small river and then near a mango grove to eat whatever is available. While flying I will be in silent mode, since I cannot open my mouth lest you may fall. Are you ready?” 36 Gaining Friendships – Prevention of Conflicts Hiranyaka nodded and said, “Yes! I am ready without any doubt or fear. Let us start. Welcome to hold me.” Laghupatana came near Hiranyaka, first embraced him, kissed him affectionately and then opened its beak, held Hiranyaka in its beak, took the Sampaatha flight (smooth flight) and began moving in the south-west direction. Hiranyaka was touched by the love and care of Laghupatana and said in a gentle voice.",
    "meta": {
      "theme": "Friendship, Trust, and Journey",
      "region": "Ancient India (Based on the text's content)",
      "use_case": "Moral Instruction/Leadership Development",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "moral_philosophy",
        "interspecies_relations",
        "journey"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "trust_building",
          "risk_management"
        ]
      },
      "chunk_index": 13
    },
    "id": "panchatantra_013"
  },
  {
    "section": "5. THE STORY OF HIRANYAKA, LAGHUPATANA, MANDARAKA AND CHITRAANGA",
    "text": "One day in the afternoon, a beautiful deer with wonderful horns came running hurriedly towards the lake and entered it. Laghupatana flew on to the tree, Hiranyaka entered the hole and Mandaraka dived deep into the lake. After some time, the deer calmed down and stood up in the lake. The tortoise gloated, the rat came out and the crow came down to lower branch. The crow guessed, “Dear friends! This deer seems very thirsty. Therefore, it must have entered the lake, to drink some water!” The tortoise observed, “No! Its eyes kept rolling to and fro, as if it was frightened of something or someone. See! How it is looking towards the way it came!” “I am sure some hunter must be chasing it,” opined the crow. The deer heard them. It turned to them and said, “Yes! Mr. Crow! You are right. A terrible hunter is chasing me. He must be following. He will surely come with his bow and arrow to aim at me!” The rat tried to pacify, “Let us wait for some time, dear deer. First of all, you come out of the water and lie down near the tree. When we see the hunter coming, we shall caution you and then you may quickly escape to that mango grove there. There is also a mini forest adjacent to it were you can hide safely. Here, if he sees you he can attack you.” The deer came out of the lake and sat under the cool shade of the tree. The crow sat on a nearby branch while the tortoise went near the deer. Hiranyaka, the kind hearted rat, said, “Let us introduce one another, dear deer. This noble tortoise is Mandaraka, this equally noble crow is Laghupatana, a master of beautiful flying and a very harmless personality. I am Hiranyaka from the city of Mahilaropya on the bank of river Godavari. This Laghupatana carried me in his beak all the way here. We came here to live happily with dear Mandaraka. We three are very happy to be together.” The deer said, “Thank you for the introduction. I am a deer called Chitraanga. I got separated from my group because a group of hunters attacked us. We all ran helter- skelter to save ourselves. I’m sure, some of my relatives and friends either must have been shot dead or caught by the hunters. I‘m shivering terribly out of fright.” Laghupatana, in an attempt to make him relax, said, “Chitraanga! You are so handsome. Your name reminds me of my dear friend Chitragreeva, the dove king, who too was very handsome. Mandaraka assured, “Chitraanga! You also can stay here with us. There are many gardens, trees and fields around. Look there! There is a mini forest nearby.” Chitraanga did not say anything. He was still terrified. His eyes were still searching. He was looking in different directions. Hiranyaka understood his plight. He said, “Dear Laghupatana! Can you fly up and see whether any hunter is coming this way!?” The other three liked the idea. Laghupatana left and then came back after some time. He confirmed, “All the hunters are returning with many sacks of meat. Not one is looking in this direction.” Chitraanga breathed a sigh of relief. His fear dwindled, though he still seemed to be sad because some of his people have been killed by the merciless and ruthless hunters. A few hours passed by. Chitraanga stood up. He was more relaxed now. He went to the lake and drank some water while his new friends kept a watch. The assurances given by the new friends gave him new strength and hope. Just as the three accepted him, he (Chitraanga) too accepted them. With the passage of time they all became very very dear, inseparable and indispensable friends.",
    "meta": {
      "theme": "Friendship and Cooperation",
      "region": "Ancient India",
      "use_case": "Interpersonal Relationships",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "moral_story"
      ],
      "influence_map": [],
      "chunk_index": 14
    },
    "id": "panchatantra_014"
  },
  {
    "section": "5. THE STORY OF HIRANYAKA, LAGHUPATANA, MANDARAKA AND CHITRAANGA (continued)",
    "text": "One day Chitraanga, the deer did not turn up in the morning for their regular and daily get-together. As a matter of fact, Chitraanga was always the first one to come. The tortoise, crow and rat got worried. They wondered what could have happened. All kinds of thoughts crossed their minds, “Has a lion attacked him? Has he become a victim of any cruel hunter? Has he fallen down in a pit? Has he got engulfed in a forest fire? Has he got entangled in the wild creepers of the forest?......” “We have to find out. We must do something?” Hiranyaka suggested. “Searching is the only way. Dear Laghupatana! Mandaraka and me are very slow. You are fast and capable. You can see far and wide from great heights. Could you please proceed and find out where the deer is and how is he!” Thus requested Hiranyaka. Laghupatana flew away in search of Chitraanga without wasting a single moment. All of a sudden, his eyes caught the sight of Chitraanga struggling in a net near a small pond. He did not see any hunter nearby. Laghupatana landed near the net. He felt sad to see his friend in that miserable condition. He enquired anxiously, “Dear Chitraanga! What happened? We three were very much concerned and worried when you did not come. How did you get caught in this net?” The deer said, with tears flowing down his eyes, “Laghupatana! I am in the jaws of death. I lost all hope. Seeing a friend like you is a great luck. PRAANA TYAYE SAMUTPANNE YADI SYAAN MITRA DARSHANAM TADDHAABHYAAM SUKHADAM PASCHAAT JIVITOPI MRITASYA CHA. — P.T. II–175 At the time of danger for life, seeing a dear friend gives great joy in two ways. Then both death and living can occur in preferable way. Friends can help to save from death. If death occurs, friends can fulfil responsibilities and do whatever is required to be done.” Chitraanga said in a chocked voice, “Dear Laghu! My apologies to you, Hiranyaka and Mandaraka for any of my shortcomings and for hurting anyone of you knowingly or unknowingly! Please convey this to them too. I do not know when the hunter will come!” Laghupatana consoled, “No! No! Do not worry when you have friends like us. I will fly back and bring Hiranyaka. Be strong and courageous. I will return soon.” Laghupatana kissed the deer on his head, embraced him and flew away taking the Mahaapaatha flight (waving the wings with great speed). Chitraanga looked in the direction of his friend with both despair and hope. Hope is the elixir in difficult time. When an action is initiated, hope arises. Action itself is a hope. Not doing anything increases despair and hopelessness. The actions of the crow created hope in the mind of the deer. At the time of conflict, initiative is the key to remedy. Initiatives inspire. Bahusakti said, “Actions and initiatives energise in difficulties. Inaction keeps the spirit low. Action and initiative are leadership qualities.” Both the brothers agreed. “What happened afterwards?” asked Ugrashakti inquisitively. Vishnu Sharma continued, “Laghupatana flew and went to Hiranyaka and Mandaraka. He told them what happened to the deer. They felt very much concerned. Hiranyaka immediately said, “There is no time now. Take me there immediately. I will cut the net.” Vishnu Sharma said, “Time is the essence. Time is the resource. Be on time every time, each time and all the time.” The three responsible learners nodded in agreement. The teacher continued with the narration, “Mandaraka appreciated. Laghupatana said to Hiranyaka, “Come on! Climb on my back. This time please sit on my back. Do not be afraid. My wings will be spread wide. I will fly in my moderate Sampaatha (smooth flying) manner. The distance is short.”",
    "meta": {
      "theme": "Friendship, Quick Thinking, Resourcefulness",
      "region": "Ancient India",
      "use_case": "Problem Solving, Overcoming Adversity",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "moral_story"
      ],
      "influence_map": [],
      "chunk_index": 15
    },
    "id": "panchatantra_015"
  },
  {
    "section": "5. THE STORY OF HIRANYAKA, LAGHUPATANA, MANDARAKA AND CHITRAANGA (continued)",
    "text": "The tortoise encouraged the rat. The rat climbed on to the back of the crow. The crow moved and rose slowly upward. The rat held the neck and wings of the crow. They bid farewell to the tortoise. The tortoise waved back to them. But, apprehension, anxiety, worry and fear danced on his face. Laghupatana carefully glided down near Chitraanga with Hiranyaka on his back. Chitraanga was filled with happiness to see both of them. Hiranyaka asked with great pain in his voice, “Dear! What happened?” Chitraanga told him the entire story, “A cruel hunter spread this net. Unaware of the trap I stepped on it and got entangled. I could not see it as it was covered with green grass. On having captured me the hunter left me here in search of another target. He will soon come back to take me along with him. I lost all hopes of survival and freedom until dear Laghupatana came. He restored great hope in me. Now he brought you here. Thanks a lot, my dear! AAPANNAASHAAYA VIBHUDHAIH KARTAVYAAH SUHRUDOMALAAH NA TARATYAAPADAM KASCHIDYO ATRA MITRA VIVARJITAH. — P.T. I-178 The wise people have to gain great noble friends to overcome dangers and challenges in life. Without friends and well-wishers no one can overcome critical situations in life. Chitraanga profusely thanked both the friends. He looked at them with gleaming hope, of being liberated, in his eyes. At that time they were stunned to see Mandaraka slowly approaching them. Laghupatana said with surprise, “Dear Mandaraka! Why did you come?! If anything happens, we three can run away quickly while you cannot. Any wicked person can catch you easily.” The tortoise answered, “I could not bear the tension when both of you came here to meet our dear friend Chitraanga who is in danger. Therefore, I too came slowly as per my speed and capacity.” Hiranyaka said with great concern, “You took great risk, my dear friend!” Chitraanga joined, “I can understand dear Mandaraka. I too was so anxious to see you all. Love is a great force. Love pulls. Love attracts. Thank you for your love.” Laghupatana said with great tension, “Love alone is not enough. Luck is required too. Now, luck is not with us. See! The hunter is coming our way. He just saw us! He is taking out his bow. Come on Hiranyaka! Cut the threads of the net. Fast, be fast!” Hiranyaka sprang into action and did gnaw the threads of the net with tremendous speed and rapid action like a saw. The net loosened, knots opened and the bonds released. Chitraanga was set free. The hunter came running towards them. He was aiming an arrow at them. The deer ran away like a sprinter, the crow flew away and rose like a helicopter; the rat ran away like a race horse and entered a burrow, and the tortoise withdrew its organs and remained there like a mud pack. The hunter saw the deer running away and was disappointed. He went near the net to collect the remains of the net. There he saw the well-built turtle on the ground. He pounced on it, caught it and smiled. He was happy that though he lost the deer, he nevertheless had a tortoise which would make a great dish for him and his family. He took a small rope and tied the tortoise to one end of his bow and carried it on his shoulder. He then collected his torn net and walked towards his village. Both Hiranyaka, the rat and Laghupatana, the crow came together and looked sadly and thoughtfully at one another. Chitraanga too joined them a little later. Hiranyaka said terrified, “Great danger! That hunter will kill Mandaraka and have him for his meal.”",
    "meta": {
      "theme": "Friendship, Sacrifice, Resourcefulness, Danger",
      "region": "Ancient India",
      "use_case": "Problem Solving, Dealing with Capture",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "moral_story"
      ],
      "influence_map": [],
      "chunk_index": 16
    },
    "id": "panchatantra_016"
  },
  {
    "section": "Gaining Friendships – Prevention of Conflicts",
    "text": "Optimal solution is not a compromise. It is a compound of innovations. Optimal solution clears chaos and creates clarity. It indicates the immediate steps to be taken. It includes efficiency of methods, economy of operations and effectiveness of results. Optimal solution is stable and flexible at the same time; stable because it is sound and solid; flexible because it accommodates changes. Optimal solution is satisfying to both mind and heart. Ultimately it is that which is acceptable at instinct, intuition, intellect and inspiration levels.\n\nOptimal solution is like the peak of a mountain, the beauty of a river, the tranquillity of an ocean and the compassionate cool shade of a cloud. It is like equality of a mother, judgement of Sri Rama, wisdom of Vidura, middle path of Buddha and the non-duality of Advaita of Ashtaavakra and bliss of self. It is like the fact of the truth and is omnipresent. The optimal solution eliminates all conflicts and ensures full cooperation, collaboration, coordination and co-creation. For every situation, without even a trace of doubt, there is an optimal solution. When one has determination, tenacity, perseverance, patience and will to think, optimal solution appears in the horizon of creativity as a star in the form of an idea, suggestion, thought, intuition, chance or even as a simple occurrence.”\n\nBahushakti, Ugrashakti and Anantashakti were transfixed and transcended to a new level of thought realisation. Their faces brightened up and they asked many questions and received many answers. They learnt from their teacher, Vishnu Sharma, about the equality of the mother, judgement of Sri Rama, wisdom of Vidura, middle-path of Buddha and non-duality of Advaita of Ashtaavakra. They understood that when there is readiness to find solutions problems become smaller. Bahushakti asked, “Sir! Great teacher! What optimal solution did the rat, crow and deer find for the danger their dear friend, the tortoise was facing at that moment? What did they do?”\n\nVishnu Sharma went on, “The three friends got intensively engaged in a quick discussion, debate, direction and decision. They all agreed upon what is to be done and also the role and responsibility of each one of them.",
    "meta": {
      "theme": "Conflict Resolution",
      "region": "India (Ancient)",
      "use_case": "Leadership and Governance",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "problem-solving",
        "cooperation",
        "decision-making"
      ],
      "influence_map": [],
      "chunk_index": 17
    },
    "id": "panchatantra_017"
  },
  {
    "section": "Gaining Friendships – Prevention of Conflicts",
    "text": "Chitraanga ran ahead through circuitous route, passed the hunter and lied down on the ground with stretched legs a little away from the path of the hunter, but very near to a pond. There were buffaloes in the pond. The deer inhaled a lot of air, expanded its stomach, held its breath and opened its eyes as if it is dead. Laghupatana carried Hiranyaka and dropped him near a bush in between the hunter’s path ahead and the deer which was lying as if dead. Laghupatana, himself sat on one of the beautiful horns of Chitraanga, the deer and acted as if it is pecking and piercing the eyes of the apparently dead deer. Soon the hunter arrived at the point from where he could see the deer lying still and the crow trying to peck at him. He assumed that the deer ran out of fear and fell dead. He felt extremely happy and could not believe his luck. He was very pleased that he and his family would have both tortoise and deer for lunch, dinner and the following day meals too.\n\nHe carefully kept the bow, with the tortoise, on the ground near a bush and headed for the deer. He took out his knife, cloth and rope to cut and pack the deer. When he went towards the deer, Hiranyaka ran in spree to the bow and quickly cut open the bindings and freed Mandaraka. He also bit the strings of the bow and made it useless. Then the rat instructed the tortoise, “Dear Mandaraka! Run for your life. Enter the muddy pond and hide behind the buffaloes. Go, quick!!” The tortoise was shocked, surprised and thrilled. It moved as fast as possible, with all its might and entered the pond. The rat ran away and hid in the bushes a little away from the pond.\n\nJust then the hunter was about to reach the deer, Laghupatana, the crow, who saw the tortoise and the rat escaping, flew suddenly toward the hunter, pierced his face and one eye and soared higher and higher. Laghupatana had already signalled Chitraanga to rise and run away towards the mini forest. Chitraanga sprang up and galloped far away beyond the reach of the hunter. The hunter looked shocked. What he saw was beyond his thinking ability and imagination. It took some time for him to come out of his shock. He was enraged. He rushed for his bow and found that the tortoise too was missing and the bowstring was cut. He stared in disbelief. He realised, he now lost both the deer and the tortoise. He cursed the crow, deer and tortoise for having tricked him. He went home disappointed and blaming himself for losing the tortoise because of his greed for the deer. He went home to repair the bow and the net.”",
    "meta": {
      "theme": "Trickery and Escape",
      "region": "India (Ancient)",
      "use_case": "Cooperation and problem-solving",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "collaboration",
        "quick-thinking",
        "deception"
      ],
      "influence_map": [],
      "chunk_index": 18
    },
    "id": "panchatantra_018"
  },
  {
    "section": "Gaining Friendships – Prevention of Conflicts",
    "text": "Vishnu Sharma stopped and said, “Dear Princes! Remember this – YO DHRUVAANI PARITYAJYA ADHRUVAANI NISHEVATE DHRUVAANI TASYA NASHYANTI ADHUVAM NASHTAMEVA HI. Whoever runs after what is uncertain, leaving what is certain, for him the certain will be lost while uncertain is already lost. One has to endeavour for what is uncertain while protecting what is certain.”\n\nVishnu Sharma concluded the story, “Later, the four friends Hiranyaka, Laghupatana, Mandaraka and Chitraanga met under the tree near Kothapalli Lake and thanked each other. Then, they prayed together: AUM, SAHA NAA VAVATU, SAH NAU BHUNANTU SAHA VEERYAM KARAVAA VAHAI TEJASWINAA AVADHEETHAM ASTU MAA ID VISHAA VAHAI AUM. SHANTIH SHANTIH SHAANTIH.” From then onwards, they lived there happily in togetherness with cooperation, congeniality, clarity and consciousness.",
    "meta": {
      "theme": "Importance of Certainty",
      "region": "India (Ancient)",
      "use_case": "Decision-making",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "wisdom",
        "risk-assessment"
      ],
      "influence_map": [],
      "chunk_index": 19
    },
    "id": "panchatantra_019"
  },
  {
    "section": "The Story of Intimate Secret",
    "text": "Vishnu Sharma turned towards the princes and said, “Dear Princes! That is the great advantage of gaining friends and that is the way to avoid conflicts and resolve conflicts. Collaboration, Coordination, Cooperation and Collateral actions are the solutions to avoid and resolve all conflicts. Now let me share with you the most intimate secret. The capability and resource for such a collaboration, coordination, cooperation and collateral action are within each one of you. Laghupatana, Hiranyaka, Mandaraka and Chitraanga are all within you. Your imagination is the crow. It can fly high and fly different flights of creativity and innovation. Your sharpness and quickness is the rat, which can cut any bindings or limitations. Your self-control is the tortoise. You can withdraw your feelings, thoughts and secrets into yourself at an appropriate and risky times. Your mind is like the deer which can run very fast and which can express lovely and graceful feelings. When your imagination, sharpness, self-control and mind are in great friendship with one another, you can solve any problem, can avoid and resolve any conflict and can make impossible possible.”\n\nBahushakti, Ugrashakti and Anantashakti were exhilarated by the inspiring wisdom of their teacher. They prostrated before their teacher and expressed their profound gratitude.",
    "meta": {
      "theme": "Inner Resources and Conflict Resolution",
      "region": "India (Ancient)",
      "use_case": "Self-development",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "self-reliance",
        "inner-strength",
        "potential"
      ],
      "influence_map": [],
      "chunk_index": 20
    },
    "id": "panchatantra_020"
  },
  {
    "section": "Separating Friends – Creating Conflicts",
    "text": "Next morning Vishnu Sharma saw that his learners were ready and exactly on time. They did pranams to their teacher and he blessed them. Bahushakti said, “Sir! Thank you very much. What is next to ‘Gaining friendship’?” The teacher said, “Next to gaining friends is losing the friends. One can lose friends because there are always people who are inclined to separate the friends.” Ugrashakti said, “Why should anyone lose the friends?” Anantashakti added, “Why should anyone separate the friends?” Vishnu Sharma said, “Friends are lost when trust is lost. When two friends are strong, the enemies, rivals, competitors and those who are at loss or who are jealous can separate and split the friendship. People can create conflicts so that the trust is lost. Therefore, leaders like you must know how conflicts are created and friends are lost. It may also be necessary to separate our two strong enemies, rivals or competitors so that our position becomes strong. Now, let us discuss about the second Tantra of separating friends or creating conflicts.”\n\nAnantashakti asked, “Who can separate real friends?” Vishnu Sharma said, “Pingalaka the lion and Sanjivaka the bull who were great friends were separated by conflicts created by the cunning fox Damanaka, in spite of the objections from the noble fox Karataka!” “Who was Pingalaka and who was Sanjivaka and why were they separated?” asked Ugrashakti. “Who was Damanaka and why he separated the good friends?” asked Bahushakti. “Who was the noble fox Karataka and why did he object to Damanaka?” asked young Anantashakti.",
    "meta": {
      "theme": "Loss of Friendship and Creating Conflict",
      "region": "India (Ancient)",
      "use_case": "Political Strategy",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "betrayal",
        "competition",
        "manipulation"
      ],
      "influence_map": [],
      "chunk_index": 21
    },
    "id": "panchatantra_021"
  },
  {
    "section": "Part 1",
    "text": "his new partner. Next day, the loaders decided to leave Sanjivaka in the swampy spot and went quickly to Vardhamana and told him that the bull had died because he had a broken leg. Vardhamana became very sad, but proceeded towards Ekashilanagaram along with his carts, materials and people.” Anantashakti asked, “What actually happened to Sanjivaka, the bull?” Vishnu Sharma smiled and said, “For two days Sanjivaka suffered. Gradually the pond became somewhat dry because of the heat of the bright sun. Sanjivaka could extract his leg from the muddy water. He jumped out of the pond and climbed up to the surface. There was plenty of green grass, trees and water in the streams around. Sanjivaka recovered his health. After a few days he started enjoying the jungle and started bellowing aloud. All small animals ran away from the path of the bull and many of them were terrified by the loud sounds of the bull. 3. THE STORY OF PINGALAKA A little ahead in the jungle was the cave of Pingalaka, the king of Bhoopalpalli Jungle. Pingalaka always moved with his group of tigers, leopards, wolves and foxes. All animals respected King Pingalaka. There was a perennial sweet water stream in that jungle, a little far from the cave of the lion. One day, Pingalaka heard the thunderous bellowing of the bull and got frightened that some new animal had come to his territory. He sat under the shadow of a banyan tree along with his circle of deputies and assistants. He did not go near the stream for drinking water. Pingalaka was very much afraid but appeared calm outward. He was thinking about what has to be done.”",
    "meta": {
      "theme": "Fear and Deception",
      "region": "India (Ancient)",
      "use_case": "Political Strategy",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "leadership",
        "manipulation",
        "power"
      ],
      "influence_map": [],
      "chunk_index": 22
    },
    "id": "panchatantra_022"
  },
  {
    "section": "Part 2",
    "text": "4. THE STORY OF KARATAKA AND DAMANAKA The teacher continued, “A little away from Pingalaka, lived two foxes Karataka and Damanaka who were the sons of the former ministers of Pingalaka. Pingalaka did not appoint Karataka and Damanaka as ministers or officials because he thought they were not much useful, unlike their fathers. The two foxes observed Pingalaka and the group. Damanaka said to Karataka, “Dear brother! See our King! Though he is thirsty, he is not going to the stream for water. There is something wrong. Let us find out what is the matter!?” Karataka said, “Damanaka! Why you want to worry about the matters with which you are not concerned? Let us find some food for us and be happy!” Damanaka said, “Are you living just to eat? One should eat to live and not live to eat. Let us find a way to become close to the King and become his ministers. YASMIN JIVATI JEEVANTI BAHAVA SOTRA JEEVATU VAYAANSI KIM NA KURVANTI CHANCHVAA SWA UDARA POORANAM — P.T. I-23 He really lives because of whom many others live. Otherwise even the birds are filling their stomachs through their beaks.” When Damanaka was telling that, they heard the loud roar of the bull and they both could see Pingalaka closing his eyes, bending his ears and shrinking. Damanaka said, “See! Karataka! Have you noticed that our King is damn afraid of that terrible sound? Have you noticed that he even shivered slightly?” Karataka said, “Brother! Are you yourself not afraid? That sound is horrible!” Damanaka said, “I am not afraid. I am not the King and I have nothing to lose. But, I am surely interested in finding out who is making that sound. But before that let me go to our King Pingalaka, find out about his fear and find an opportunity to become close to him.” Karataka said, “Do not play with the King. Playing with a leader is like playing with fire. There is risk.” Damanaka smiled and said, “In risk only there is an opportunity. Opportunity and risk are like light and shadow. There is no shadow without light. There is no light without a shadow. Similarly, there is no risk without an opportunity and no opportunity is without risk. Let me proceed”. Karataka said, “Be careful. Do not over reach!” Damanaka said, “At least let me reach!” Karataka wished him “All the best!” Damanaka said, “Thanks!” He walked slowly towards the tree where the lion was sitting.",
    "meta": {
      "theme": "Opportunity and Risk",
      "region": "India (Ancient)",
      "use_case": "Political Strategy",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "ambition",
        "cunning",
        "political maneuvering"
      ],
      "influence_map": [],
      "chunk_index": 23
    },
    "id": "panchatantra_023"
  },
  {
    "section": "Part 3",
    "text": "5. THE STORY OF PINGALAKA AND DAMANAKA Pingalaka told his minister Vakradanta the fox, “See! Our previous minister’s son Damanaka is coming.” Vakradanta said, “Sir! Be careful he is very clever and at times even cunning.” Pingalaka said, “Let us see!” Damanaka came near the tree, prostrated to the King and greeted him. He said, “Namaste Sir!” The lion said, “Dear Damanaka! How are you? We have seen you after a long time!” The fox said, “My Lord! Me and Karataka are always waiting for a word from you, our King. Then we thought your kind grace is away from us. We have been following you and your group from a distance, and are ready to be of any use just in case of any emergency. Now I have noticed deep thoughtfulness on your great face. Therefore, I dared enough to present myself before your highness.” Pingalaka noticed the tact of the fox. He said, “Dear Damanaka! You and Karataka are always dear to us. Your fathers served me and my father very well. But is there anything which you would like to share with us?” The fox said, “Sir! I felt that your honour has ignored both me and Karataka. I would like to admit that — KIM BHAKTENA ASAMARTHENA KIM SHAKTENA APAKAARINAA BHAKTAM SHAKTAM CHA MAAM RAAJAN AVAGNAATUM TWAMARHASI” — P.T. I-106 If a servant is devoted but not capable and also capable but not devoted, the king can ignore him. But how you have ignored me who is both devoted and capable? Sir! Please be kind to tell. Pingalaka said, “Dear Damanaka! Whether you are capable or incapable, you are dear to us because you are the son of a very devoted and able minister of us. Therefore, tell whatever you want to tell without hesitation.” The fox said, “Lord! I would like to present my opinion.” The lion said, “Go ahead!” The fox said, “Sir! Brihaspati stressed that even a small personal advice should not be expressed in an assembly. Therefore, I plead to be alone with you — SHATKARNO BHIDYATE MANTRAH CHATUSHKARNA STHIRO BHAVET TASMAAT SARVA PRAYATNENA SHATKARNAM VARJAYET SUDHEE — P.T. I-108 All secrets become open with six ears, but it remains secret with four ears. Therefore, the intelligent has to avoid six ears (three people) and accept only four ears (only two people) with all efforts. On hearing this, all tigers, leopards, wolves, other animals and birds went away to ensure the privacy of the King and this new and strange advisor. Then, Damanaka addressed the King, “Sir! Why did you go to the stream to drink water and return without drinking some?” Pingalaka said with a made-up smile, “Oh! Nothing. There is nothing.” Damanaka said, “Sir! If you don’t want to share, leave it then. Many things are to be kept secret. But when there is some doubt or apprehension, one has to express it to the one who is close and who has already noticed and understood it. It is not wise to keep the secret when there is an unknown threat!”",
    "meta": {
      "theme": "Manipulative Ingratiation",
      "region": "India (Ancient)",
      "use_case": "Political Strategy",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "flattery",
        "secrets",
        "persuasion"
      ],
      "influence_map": [],
      "chunk_index": 24
    },
    "id": "panchatantra_024"
  },
  {
    "section": "Separating Friends – Creating Conflicts",
    "text": "!” The lion agreed, “Yes! For an intelligent one everything is possible. Can you make it possible?” The fox added, “With strength of thought and knowledge power one can achieve what an army of elephants, chariots, horses and soldiers cannot. Yes! It is possible Sir!!” Pingalaka said, “Dear Damanaka! You are appointed as our Minister of Administration. You will be responsible for reward and punishment in my kingdom. This is our decision!” The fox thanked the lion and went back to the bull and stood in front of it. Sanjivaka was moving freely with an intermittent roaring sound. Damanaka went near the bull and said loudly, “Hey! Wicked bull! Come here! Our King Pingalaka has ordered you to come to him! Why are you making such useless loud sounds?” Sanjivaka asked, “Who is this Pingalaka? Why is he calling me?!” The fox said with authority, “What?! You do not know the king of this forest? You will find in a minute how terrible and powerful he is! King Pingalaka is stationed under that banyan tree along with his entire retinue of ministers, generals, soldiers and others!” The bull was shocked, got scared and thought that a great danger is ahead. The fox noticed the worry in the eyes of the bull and said, “I am Damanaka, the minister – administration of our king, who are you?” The bull said to fox in a gentle voice, “Mr. Minister! I am Sanjivaka the bull. If the king is calling me I may come there provided you assure my protection amongst your king the lion and other harmful animals. Can you assure the promise of protection and grace from the King?” The fox was happy and said, “That is the right way! Endeavouring for the goodness of the leader is always safe. Now, you wait here. I will go back and persuade the king in a suitable way and then I will take you to him at the right time. In the meantime, do not make frantic sounds. Roar gently now and then.” The bull said, “Thanks.” The fox said, “You are welcomed.” He went towards the banyan tree. On the way, Damanaka met Karataka, greeted him and told him what had happened and also that now he has been appointed as a Minister. Damanaka persuaded, “Karataka! Come with me I will ensure that you too will become a minister.”",
    "meta": {
      "theme": "political strategy, deception, power",
      "region": "Ancient India (based on the style and names)",
      "use_case": "Gaining political influence, manipulating others",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "statecraft",
        "manipulation",
        "interpersonal_relations"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 25
    },
    "id": "panchatantra_025"
  },
  {
    "section": "The Story of Pingalaka and Damanaka",
    "text": "Karataka expressed, “Congratulations! You have managed to become a minister. But, this is dangerous game which you have started. What safety can you guarantee a bull from a lion? Be careful and be kind to that bull. Regarding myself, I do not want to be involved in this game of appointments, positions, rewards and punishments. The right path of non-harming, even though it is not rewarding is okay and satisfying to me! All the best to you! Please adopt a win-win path and not a win-lose or lose-win situation!” Damanaka said, “Winning path and rewarding path is better than all paths. Dear friend! See you!” Damanaka waved to Karataka and went to the banyan tree. Pingalaka was waiting uncomfortably and eagerly for Damanaka. On seeing the fox the lion asked, “What happened?! Why you took so long to come?” The fox answered, “Sir! It is not an ordinary animal. It is the vehicle of Lord Parameshwara. The Lord being happy with him granted him the boon to enjoy this forest. His name is Sanjivaka, the one with eternal life.” The lion agreed in a subdued voice, “Yes! It must be so! Otherwise how can an ordinary animal roam in this wild forest without any fear? What did you tell Sanjivaka?” The fox said, “I told him that this forest is ruled by Pingalaka, the great lion who is the vehicle of the supreme Devi Chandika! I also told him that he will be treated as an honoured guest with goodwill and friendship like that of a brother by our King. Then he agreed to come here provided you give him assurance and a promise of safety, protection and grace. Sir! It is better for all of us to oblige!” The lion said, “Well! Well! Dear Damanaka! You have done an excellent work. I promise him safety, protection and goodwill. But, also get a similar and reciprocal assurance from him for me and all of us, please.” The expertise of an able advisor in critical times and the expertise of an able doctor at the time of a critical disease are tested and revealed. In normal times all are experts.” Damanaka thanked the King profusely and went to meet Sanjivaka. On the way he said happily to himself, AMRITAM SHISHIRE VAHNI AMRITAM PRIYA DARSHANAM AMRITAM RAJA SAMMAANAM AMRITAM KSHEERA BHOJANAM — P.T. I-139 The fire in winter, the meeting with a dear friend, the honour from the king and the enjoyment of the sweet milk pudding are just like the nectar. The king has now come under my influence. What a pleasure!” He went to Sanjivaka and said in a friendly and affectionate voice, “Friend! I have requested for the promise of safety, protection and goodwill from the King for you which has been granted. Now come with me, but one thing. Even after getting the respect, honour and friendship of the King, you have to promise me to be gentle and cooperative with me and not be proud, aggressive or oppose to me. With your cooperation I will administer as a minister for the King. We can enjoy a win-win situation.”",
    "meta": {
      "theme": "political strategy, deception, manipulation, friendship",
      "region": "Ancient India (based on the style and names)",
      "use_case": "Maintaining power, manipulating relationships",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "statecraft",
        "manipulation",
        "interpersonal_relations",
        "ethics"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 26
    },
    "id": "panchatantra_026"
  },
  {
    "section": "Separating Friends – Creating Conflicts",
    "text": "so busy with Sanjivaka that you have forgotten us. I was waiting for your call for a long time. Now I thought that it is my duty to inform you about the harm that is likely to occur to our kingdom and you. A sincere attendant must tell his leader about any threat whether he asks for it or not. Therefore, I came to meet you, our king and lord. One should tell the truth whether the leader likes it or not!” The lion asked, “What is the matter? If it is an important thing, please tell us clearly and without any hesitation.” Then, Damanaka told the King, “Sir! Your friend Sanjivaka itches an intention to harm your honour. He told me when we both were alone, “Damanaka! I have seen Pingalaka for a considerable time and I know well about his strength and weakness. I can kill that lion easily. I will eliminate him and become the King of this forest. Then I will make you my Prime Minister.” Pingalaka stiffened with shock as if struck by a thunderbolt. He remained silent for a long time. Seeing his body language, Damanaka thought, “This king loves Sanjivaka. He will not do anything to hurt him and all the members of the retinue will die of hunger. They must be separated at any cost.” Pingalaka recovered a little from the shock and said to the fox, “Sanjivaka is very dear to me. He is most trustworthy. Why would he harm me or cheat me?!” Damanaka clarified, “Leader and deputy are impermanent roles. Every deputy aspires to become the leader. Only the weak will continue to serve. Strong strive to become a leader.” Pingalaka thought for some time and said, “Even then I am not able to change my mind about him. Even if he expressed those negative thoughts to you, I will not harm him. There are so many defects in our body. Are we cutting off our body?” Damanaka said, “Sir! That is the sign of weakness. What are the qualities of that bull? Can he help you in defeating your enemies? He is a grass eater. As a matter of fact, he is the food for all members of your retinue. Therefore, you should take action before he acts. A leader has to be pre-active, proactive, process active and post active.” The lion said, “He has many good qualities. I promised protection, safety and friendship in the entire assembly. I cannot go back on my word.” Damanaka tried to persuade, “But he is going to do harm to you!” Pingalaka insisted, “Once you love a person, you must always love. Otherwise, it is better not to love at the very beginning. I loved him and I still love him. Dear Damanaka! Listen to this: A leader should not drop a person after lifting him. It is better to keep that person at the ground level from the beginning, then there is no dropping. I have lifted him up with love and respect, I will not drop him!” Damanaka stressed, “Even though he is planning to harm you?” Pingalaka said, “Dear Damanaka! UPAKAARISHU YAH SAADHUH SADHUTVE TASYA KO GUNAH APAKAARISHU YAH SAADHUH SA SAADHUH SADBHIRUCHYATE — P.T. I-270 What is the greatness in helping a person who helps? It is real greatness to help those who harm! Damanaka thought, “The very thinking of this lion has become very soft because of the teachings and company of that bull. A lion is not a lion when it becomes mild.” He said, “Sir! You have forgotten the responsibility of a king. All your people are dependent on you for their food. Their food is flesh and meat. That Sanjivaka eats grass. In fact, he is happy that we all are hungry while he is feasting well! Please act now.” The lion said still in defence, “How to believe this? There is no proof.” The fox tried to convince, “He told me that he will kill you tomorrow. That is the proof. If you require more proof observe him well tomorrow with all alertness. His eyes and face will be red. His lips will quiver. He will see here and there in all directions and he will not sit with you as he usually does, instead he will sit away from you in order to attack. He will look at you with dislike. That will be the proof. But let me go now and try persuading the bull not to be aggressive with you. Pingalaka became thoughtful and remained silent.",
    "meta": {
      "theme": "political intrigue",
      "region": "india",
      "use_case": "leadership",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "manipulation",
        "loyalty",
        "betrayal",
        "political strategy"
      ],
      "influence_map": [],
      "chunk_index": 27
    },
    "id": "panchatantra_027"
  },
  {
    "section": "Separating Friends – Creating Conflicts & The Story of Krathanaka and Madotkata",
    "text": "Damanaka went away and was walking briskly. Karataka met him and asked him, “Dear! What happened?” Damanaka shared with him everything in detail and said, “Now! Only half of the work is done. I must go to Sanjivaka now.” Karataka enquired, “To complete the remaining half?!” Damanaka smiled with determination and went to the area where Sanjivaka was grazing. Karataka thought and appreciated the noble thought-frame of Pingalaka and the strong friendship between the lion and the bull. He was certain what Damanaka will do the next half too. Damanaka went near Sanjivaka and said, “Namaste!” Sanjivaka was observing the fox from a long distance and he also noticed his drooping movements and odd expression of doubt on his face. When the fox smiled a little while greeting him, Sanjivaka noticed that it was unnatural and a pretentious one. The bull said to the fox, with respect and friendship, “Welcome! Dear friend! How are you? You came after a long time. What can I do for you?” Damanaka said, “Sanjivakaji! Where is rest for the servants and how we can be okay? There is no surety that life continues. The Mahabharat describes about the five people who are living dead!” Sanjivaka asked, “Who are the living dead?” The fox answered, “1. Poor person. 2. Patient. 3. Fool. 4. Who lives away from home. 5. The servant who struggles day and night. All these kinds of people are living dead!” The bull requested, “Please come to the point, friend! What is that you would like to say?” The fox replied, “There are people who give incorrect and ill advise to the King. Something has occurred between you and Pingalaka the King! I do not know who advised him wrongly about you. But today, he told me with four ears (privately to me), “I will kill Sanjivaka tomorrow and the retinue will be happy after a long time.” I told him that it is not right to cheat and harm a friend. There is no remedy for the act of cheating a friend.” Then he became very angry with me and told me, “You fool! Sanjivaka eats grass. We eat flesh and meat. There is natural enmity between him and us.” Then I reminded him, “You promised him protection, safety and friendship.” To this the king replied, “He promised to be loyal to me and be trustworthy. I have definite information that he is not loyal! Therefore, I will kill him.” Dear Sanjivakaji! This is what I wanted to inform you.” Sanjivaka was dumbfounded as if he was hit by lightning. Tears rolled from his eyes. After long time he said, “He is such a noble king. I cannot imagine. He was always friendly and I am fully dedicated to him. He knows it.” The fox cautioned, “Do not take it easy. Do not assume that you are safe. Lions like Pingalaka can surely kill unassuming, harmless ones like you. Was not Krathanaka the camel, killed by the lion Madotkata?” Sanjivaka asked, “Who was Krathanaka and why was he killed by Madotkata?” In the thick and beautiful Gir forest of Saurashtra, lived a lion called Madotkata along with a cheetah, crow and a fox. One day they saw a camel Krathanaka who lost his way and got separated from his group of camels brought along by the businessmen of Kutch. When Madotkata saw him, he asked, “What a strange animal is this? Is this a forest animal or a village animal?” The crow who had been to many places answered, “Sir! This is a desert and a village animal. Actually, this is food for all of us. You may kill it!” But the lion said, “It is our guest. It came to us from a distant place. I will not kill it. Even when an enemy comes to one’s house one should be welcomed and not harmed. Therefore, go to him and give him assurance of safety and fearlessness (ABHAYAM).\"",
    "meta": {
      "theme": "political intrigue, ethics, leadership",
      "region": "india",
      "use_case": "leadership, morality",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "manipulation",
        "trust",
        "betrayal",
        "fear",
        "guest right"
      ],
      "influence_map": [],
      "chunk_index": 28
    },
    "id": "panchatantra_028"
  },
  {
    "section": "The Story of Krathanaka and Madotkata & Teachings of Bhishma",
    "text": "Vishnu Sharma paused and said, “ABHAYAM and AHIMSA are two noble ideas which make one great and wonderful. Bhishma taught the Pandavas about Abhayam (assurance of fearlessness) and Ahimsa (non-hurting).” Anantashakti asked, “Sir! What did the grandfather teach to the five brothers — Yudhishtir, Bheem, Arjun, Nakul and Sahadev about Abhayam and Ahimsa? Please tell us.” Vishnu Sharma was very much pleased about the memory and interest of the princes. He got the confirmation that they were learning and growing in wisdom of leadership and responsibility. He said, “Dear Princes! Bhishmacharya the great teacher said: AHIMSA PARAMO DHARMA AHIMSA PARAMO TAPAH AHIMSA PARAMO DHAANAM AHIMIMSTRA SARVA BHOOTAAN AAM YADHAA MATAA YADAA PITAH — M.B. XIII-117.37 Non-hurting is supreme path Non-hurting is supreme penance Non-hurting is supreme giving Non-hurting person for all beings, truly Is like mother and father, too” Dear Princes! As kings and leaders you have to see that non-harming is practised and the kings have to be like mother and father to all. This is ethics. Ethics is benefit for all, a few or even a single one without harming any stakeholder. When one is benefited when even one is harmed, it is not ethics. One more very important thing — RAJAA BANDHUR ABANDHUNAAM RAJAA CHAKSHUR ACHAKSHUNAAM RAJAA PITHAA CHA MAATHAA CHA SARVESHAAM NYAYA VARTINAAM — P.T. I-377 The king is a relative for the people who have no relatives. The king has to be the eyes for those who have no eyes. The king has to be father and mother to all people who conduct themselves in the right way. Thus the king and the leader is the source of fearlessness. Therefore, it is necessary for a leader to offer Abhayam, the assurance of fearlessness to his people. Bhishma said — ABHAYAM SARVA BHOOTHAN AAM YO DADAATI DAYAA PARAH ABHAYAM TASYA BHOOTAANI DADAATEETI ANUSHUSHRUMA — M.B. XIII-117.22 Whoever assures fearlessness to all beings, to him all beings offer fearlessness. The leader becomes a noble leader when he says — “Do not worry, don’t be afraid. I am with you. I will take care. It is that kind of leader who will be trusted and respected. Giving assurance of fearlessness (Abhayadanam) is much higher than giving a cow (godaanam), giving land (bhoodaanam) and giving food (annadaanam).” Bahushakti, Ugrashakti and Anantashakti understood, accepted and pledged non-hurting and assuring fearlessness to all. Ugrashakti asked, “Then what happened to Krathanaka?” Vishnu Sharma continued — “Then, the cheetah, the fox and the crow went to the camel and assured him and convinced him to meet Madotkata, the lion, and all of them. Madotkata told Krathanaka, “Dear Krathanaka! Do not worry! You need not go back to the town and do labour work. Stay here with joy. There will be no harm to you.”",
    "meta": {
      "theme": "ethics, leadership, dharma",
      "region": "india",
      "use_case": "leadership, morality, kingship",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "ahimsa",
        "abhayam",
        "dharma",
        "kingship",
        "protection"
      ],
      "influence_map": [
        "Mahabharata"
      ],
      "chunk_index": 29
    },
    "id": "panchatantra_029"
  },
  {
    "section": "The Story of Krathanaka and Madotkata",
    "text": "One day, Madotkata the lion was severely hurt by a very strong elephant in a duel and could not move for a long time. All were taken over by intensive hunger since the lion could not hunt. What cheetah brought was not sufficient to its own self. The fox, crow and cheetah had a discussion. The fox suggested, “Why to search here and there. Let us tell the lion to kill this camel. It will be sufficient for the king and all of us, at least for four days. By then the lion will recover.” They went to the lion and advised him to kill the camel. The lion refused, “No! I cannot kill it. I have given assurance!” The crow asked, “But if it offers itself to be killed, will you give your consent?” The lion said, “That is possible. Then I will not get the sin of not keeping my word.” The three deputies planned a strategy. When all including the camel were in the assembly, the crow said to the lion, “My lord! You are not well.",
    "meta": {
      "theme": "ethics, betrayal",
      "region": "india",
      "use_case": "morality, promise-keeping",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "hunger",
        "survival",
        "broken promise"
      ],
      "influence_map": [],
      "chunk_index": 30
    },
    "id": "panchatantra_030"
  },
  {
    "section": "The Lion and the Sacrificial Camel",
    "text": "“There is no food. We all are starving and suffering. Therefore, I offer myself to be killed to become food for you.” The lion refused, “No! That is not correct. You are a member of our group and family.”\n\nThe fox said, “Sir! THYAJEDEKAM KULASYAARTHE GRAAMASYAARTHE KULAM TYAJET GRAAMAM JANAPADASYA ARTHE SWAATMAASYAARTHE PRITHIVEEM TYAJET — P.T. I-386 For the sake of family a member can be sacrificed, for the sake of village a family can be sacrificed, for the sake of country a village can be sacrificed and to save own self the whole earth can be sacrificed. Therefore, Oh! King! Even if we four are killed to save yourself the king, it will be alright and correct.” The lion said, “Then one can kill or even touch the meat of a crow. But I will not kill the crow.” The fox said, “Dear crow! You are very small. Your body will not at all be sufficient to even one of us. Let me offer myself to you all and the king!” Then the cheetah said to the fox, “Dear fox! Great! We appreciate! Your body is also small. On the other hand, you are of the same race as me and the king because we have nails. Killing the member of own race is not correct. Move away. Let me offer myself. My body is large!” The lion refused, “No! You are our member. You are also of our race and you are the only one who can get some food to the group when I am away or not well. I will not kill you!”\n\nThen Krathanaka thought, “All of them offered themselves, but the lion did not kill them. He is a kind king and he assured me fearlessness. He will not kill me too. But as a good member I must offer myself.” He said to the king, “Sir! I offer myself to you and the group. I have no nails. I am not an untouchable like the crow. My body is not small. Please accept me.” The moment he said that the fox, the crow, the cheetah and also the lion attacked the camel, killed it and had it as many good meals.”",
    "meta": {
      "theme": "Sacrifice and Deception",
      "region": "India (Ancient)",
      "use_case": "Political Strategy",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "manipulation",
        "betrayal",
        "group dynamics"
      ],
      "influence_map": [
        "Panchatantra"
      ],
      "chunk_index": 31
    },
    "id": "panchatantra_031"
  },
  {
    "section": "The Seeds of Mistrust",
    "text": "Damanaka said to Sanjivaka, “See! Pingalaka like Madotkata, will attack you on any simple excuse and others will join him. Be careful!” Sanjivaka became depressed and said, “If the king is angry and wants to kill me, I have to think what I have to do. As a friend, what is your advise?” The fox said, “Dear Sanjivaka, leaving this forest and going away to another place may be one of the solution.” The bull replied, “No one should think that leader cannot harm because of distance. The hands of the leaders are very long. He can reach anywhere to attack. Therefore, war is the only solution. Counter attack is possible.\n\nI will fight. You see my horns are long and sharp. My legs are long and powerful. When I kick it will be unbearable. My hoofs are tough and strong. See! My size is much bigger than that of the lion. I am very strong. Only, I have to be alert to avoid his attacks with nails and teeth. I can!” Damanaka got worried. He thought that this bull could actually do harm to Pingalaka. The clever fox said, “You may be strong. But the lion is a lion. You have not seen the speed, strength and aggressiveness of an attacking Pingalaka. I have seen it. Fighting with him is like fighting the lord of death.” Sanjivaka insisted, “Still I cannot believe that he will attack and kill a close friend like me, even after promising fearlessness. What is the proof that he intends to attack me?!” Damanaka said, “You will get the proof when you see him tomorrow. He will not welcome you as usual. His eyes will be red. His eyebrows will be raised. His lips will be closed and tightlipped. His legs will be pressed hard on the earth. He will sit with readiness. Think again! Let us meet tomorrow. Good night!” Damanaka went away towards the cave of the lion. Sanjivaka thought, “I must not run away because of the words of this fox. It may be jealous of our friendship. Now-a-days the king is not calling him often. Tomorrow let me see what happens. I must be courageous and alert — YENA KENAPI UPAAYENA SHUBHENA ASHUBHENA VAA UDDEREDD EENAMATMAANAM SAMARTHO DHARMAMAACHARET — P.T. I-389 One who is in danger and threat has to protect his own self with thoughtful solution, whether it is good or not good, then one can do the right things later.” Convincing the leader not to attack is good, but when the leader does not get convinced and attacks then the counter attack on the leader, though not preferable and not good, may have to be adopted. The bull was ready to face whatever happens the following day.",
    "meta": {
      "theme": "Manipulation and Conflict",
      "region": "India (Ancient)",
      "use_case": "Political Strategy",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "manipulation",
        "fearmongering",
        "self-preservation"
      ],
      "influence_map": [
        "Panchatantra"
      ],
      "chunk_index": 32
    },
    "id": "panchatantra_032"
  },
  {
    "section": "The Fox's Scheme and the Four Methods",
    "text": "Damanaka was happy that he had sown the seeds of conflict between Pingalaka and Sanjivaka and went to see Karataka before he met Pingalaka. Karataka saw the gleam of satisfaction and a cunning smile on the face of Damanaka. Both of them greeted one another. Karataka said, “Brother! What is it that you have done?” Damanaka replied, “I have sown the seeds of conflict between them through strategy of difference and mistrust in order to separate them. I have done what is to be done. One has to do with own effort and thoughtfulness to achieve one’s goals. Nothing is to be left to chance. UDYOGINAM PURUSHASIMHAM UPAITI LAXMEE DAIVENA DAIVAMITI KAAPURUSHAMA VADANTI DAIVAM NIHATYA KURU POURASHAM ATMASHAKTYAA YATNE KRUTE YADI NASIDDHYATI KOTRA DOSHAH — P.T. I-392 The prosperity of victory comes to that person whoever endeavours and strives with initiative and action. Only the weak hearted and timid people say “luck, luck and luck.” Keeping aside luck one must proceed and endeavour with self-energy. Then, even if success does not come, there is no fault of the own self. I have put my best effort with the Bheda strategy of differentiation for separation which is discrimination.” Karataka said, “Your strategy of Bheda, creating difference and separation will result in Danda, punishment from Pingalaka, the lion, to Sanjivaka the bull. Dear friend! You have not applied the right way. The right way is Sama the persuasion and Dana the reward. Sattviks, the gentle people, adopt Sama and Dana. Rajasiks, like to adopt Bheda and Danda. Have you not cheated both Pingalaka and Sanjivaka with falsehood and twisting the truth?” Damanaka said, “You do not know the strategies of running the kingdom and eliminating the competition. I had first adopted Sama and Dana approaches and helped Sanjivaka to become a respected close friend of the king. Then because of him we both lost our importance and are virtually nullified as ministers. Therefore, now I have adopted this Bheda and Danda approach to eliminate him and regain my importance and closeness to the king, which will also help you, Karataka! Moreover, when the lion kills the bull it will become good food for all of us for some considerable time! By that time, Pingalaka will restart hunting animals. Dear Karataka! Weak-hearted like you will not understand and appreciate what good I have done to the kingdom!” Karataka said, “Let us see tomorrow!” Damanaka replied, “Okay.” He bid farewell to his uncomfortable colleague and went to see the king.",
    "meta": {
      "theme": "Political Strategy and Ethics",
      "region": "India (Ancient)",
      "use_case": "Leadership and Management",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "manipulation",
        "power dynamics",
        "ethical dilemmas"
      ],
      "influence_map": [
        "Panchatantra"
      ],
      "chunk_index": 33
    },
    "id": "panchatantra_033"
  },
  {
    "section": "Explaining Sama, Dana, Bheda, and Danda",
    "text": "Bahushakti interrupted Vishnu Sharma and asked, “What is Bheda and Danda?” Ugrashakti asked, “What is Sama and Dana?” Anantashakti enquired, “Who is a Sattvik and who is a Rajasik?” Vishnu Sharma was very happy that the princes are learning a great deal. Vishnu Sharma said, “Dear great young leaders! Your questions are very important and critical for managing conflicts, relations, interactions and for leading teams, groups, organisations and countries or nations. SAMA DANA BHEDA DANDA NEETI There are four methods of relating, dealing, managing and leading the people. These are Sama, Dana, Bheda and Danda. Sama is persuasion, Dana is reward, Bheda is differentiation and Danda is punishment. Sama, the persuasion involves treatment of people on equal basis, discussions, reasoning, reflection of goodwill, friendly approach and convincing in a logical and congenial manner. Sama makes people comfortable. Dana, the reward involves appreciation, awards, doing good deeds, giving material benefits, giving value and valuable things and giving recognition. Dana makes people happy. Bheda, the differentiation involves discrimination, unequal treatment, creating doubt and misunderstanding, challenge, comparison, harsh talk, keeping silence and showing dislike. Bheda separates people at mind level, makes people uncomfortable and sows the seeds of conflict, competition, rivalry and opposition between people. Danda, the punishment involves reprimand, criticism, imposing restrictions and fines, tough talk, threat, anger and physical punishment. Danda makes people unhappy.” Anantashakti said, “Yes Sir! Sama is convincing, Dana is rewarding, Bheda is creating differences and Danda is punishment.” Ugrashakti said, “Sama and Bheda are qualitative and Dana and Danda are quantitative. Once again, Sama and Bheda are at mind level and Dana and Danda are at physical level. Bahushakti said, “Sama and Dana are positive and Bheda and Danda are negative.” Vishnu Sharma appreciated, “Wonderful. You have understood the four methods of transactional processes between people very well!” He continued, “These methods and approaches are not to be applied mechanically. They are to be applied as per the situation and as per the nature of the person concerned.” Bahushakti said, “What are the situations and in which way they are to be applied?” Vishnu Sharma said, “Sama, the persuasion, is applicable when the work is assigned and when expectations are explained. Dana, the reward, is applicable when the work is well done and when expectations are fulfilled. Bheda, differentiation, is applicable when work is not done well and expectations are not sufficiently fulfilled. Danda is applicable when work is not done at all, work is spoiled and expectations are not at all fulfilled. Sama, Dana, Bheda and Danda are called Neetis, the appropriate approaches or methods.” The brothers understood possibilities of situations.",
    "meta": {
      "theme": "Leadership and Management Principles",
      "region": "India (Ancient)",
      "use_case": "Interpersonal Relations and Conflict Resolution",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "persuasion",
        "reward",
        "differentiation",
        "punishment",
        "leadership"
      ],
      "influence_map": [
        "Panchatantra"
      ],
      "chunk_index": 34
    },
    "id": "panchatantra_034"
  },
  {
    "section": "Sattva, Rajas, and Tamas - Guna Dynamics",
    "text": "Ugrashakti asked, “What are the different kinds of nature?” SATTVA, RAJAS AND TAMAS – GUNA DYNAMICS The teacher smiled and said, “There are three kinds of people — Sattvik, Rajasik and Tamasik. Actually, Sattva is light, Rajas is action and Tamas is darkness, which means that Sattva is knowledge, Rajas is action and Tamas is ignorance. Sattva, Rajas and Tamas are called Gunas. Sattvik is gentle, Rajasik is aggressive and Tamasik is lazy or forceful. Sattviks are knowledge-oriented; one can appeal to their intelligence. Their thinking is clear. They can perceive whole from parts and identify the parts within the whole. They are very good at conceptual abilities. They will subordinate their own goals to group goals. Rajasiks are ego oriented. Their thinking is biased, usually in favour of themselves. One has to appeal to their ego. They are possessive of parts for which they are accountable. Tamasik are oriented towards physical (body) aspects. They are either lazy or forceful. They are not knowledge oriented. They are not prompt. They will do what they are asked to do and they will just do what is minimum required.” Vishnu Sharma paused and looked at the three princes. All the three of them were listening with great interest and total attention. Anantashakti said, “Well! We got it!! Sama, Dana, Bheda and Danda are persuasion, reward, differentiation and punishment. Sattvik, Rajasik and Tamasik are knowledgeable, aggressive and ignorant. Work initiation, work well-done, work not done well and work spoiled are situations. Great! Great!!” Anantashakti continued with enthusiasm, “Sir! One more thing, I think Karataka and Sanjivaka are Sattviks and Damanaka is Rajasik.” Ugrashakti continued the spirit of enthusiasm, “Pingalaka was Rajasik and was in the process of becoming Sattvik in the company of Sanjivaka.” Bahushakti said, “Chitragreeva, Hiranyaka, Laghupatana, Mandaraka and Chitraanga were all Sattviks. That’s why they became such dependable friends!” Vishnu Sharma exclaimed, “Wonderful! Excellent!! Great!!! Now tell me who was Tamasik?” All started thinking. Anantashakti the younger one said “Gomayu the fox!!” Both the brothers and the teacher clapped.",
    "meta": {
      "theme": "Human Nature and Gunas",
      "region": "India (Ancient)",
      "use_case": "Understanding Personality Types",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "sattva",
        "rajas",
        "tamas",
        "personality",
        "psychology"
      ],
      "influence_map": [
        "Panchatantra",
        "Bhagavad Gita"
      ],
      "chunk_index": 35
    },
    "id": "panchatantra_035"
  },
  {
    "section": "Creating Conflicts",
    "text": "Bahushakti said, “Damanaka applied Bheda and Danda methods. Even when he made Pingalaka and Sanjivaka friends he adopted Bheda and the threat of Danda. Then he applied again Bheda between Pingalaka and Sanjivaka which will soon result into Danda for one of them, most probably for Sanjivaka!” Vishnu Sharma admired Bahushakti. Ugrashakti and Anantashakti were very happy for their elder brother. Ugrashakti said, “Sir! You have taught us excellently about Gunas of Sattva, Rajas and Tamas and Neetis of Sama, Dana, Bheda and Danda. You have also taught us about the situations of initiation, well done, not well done and spoiled or not at all done. Now please tell us about how to align, connect, match and integrate Gunas, Neetis and situations.” Vishnu Sharma was pleased with the comprehension, perception, conception and inception of the brothers. He said with love and gentleness, “Very well. When dealing with a Sattvik, reasoning, questioning, requesting and asking for his opinion and advice is persuasion. When dealing with a Rajasik, suggesting, showing an example and informing the details is persuasion. When dealing with a Tamasik, guiding, commanding, instructing and giving him practice is persuasion. In case of Sattviks, recognition, status, freedom and respect and rewards. In case of Rajasiks, appreciation, economic rewards, power, authority, praise and giving him a position are rewards.  In case of Tamasiks, giving material benefits and immediate incentives, food and physical facilities are rewards. In case of Sattviks, silence and ignoring are differentiation. In case of Rajasiks challenge and comparing with others are differentiation. In case of Tamasiks, criticism and showing fault in front of others is differentiation. In case of Sattviks, mild reprimand and monitoring are punishment. In case of Rajasiks, warning, changing his position or level, penalising and checking his actions is punishment. Harsh reprimands, degrading, change of work, demonstration of anger and limiting his area of work are punishment, in case of Tamasik. These are the processes of interconnected integration of Neetis, Gunas and situations.” Bahushakti said with great delight, “Sir! We are thankful to you for ever. Now we are getting ready to assist our father, the great king. Thanks, thanks and thanks. Sir! One more thing. For me it appears that Sattvik sees and does, Rajasik does but not see, Tamasik does not do and does not see. Who is that person who sees but does not do?!” Vishnu Sharma said, “Wonderful. You have come to the point. That person is Gnaani, the seer. Tamasik is like a child, Rajasik is like a youth, Sattvik is like an adult and Gnaani is like an elder. Gnaani is beyond Sattvik, Rajasik and Tamasik. Sama, Dana, Bheda and Danda applies only to these three. Gnaani is beyond management. He is self-managed!",
    "meta": {
      "theme": "statecraft, leadership, political strategy",
      "region": "Ancient India",
      "use_case": "guiding principles for rulers and advisors",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "guna, neeti, sama, dana, bheda, danda, sattva, rajas, tamas",
      "influence_map": {
        "influenced_works": [
          "Arthashastra"
        ],
        "modern_applications": [
          "political psychology",
          "management theory"
        ]
      },
      "chunk_index": 36
    },
    "id": "panchatantra_036"
  },
  {
    "section": "Separating Friends – Creating Conflicts",
    "text": "Ugrashakti said, “Teacher! I wish to say that before we came to you, we were Tamasiks. Now we are Rajasiks engaged in action of learning. We will surely become Sattviks in near future with your grace!” Anantashakti said, “Sir! You are a Gnaani, the seer beyond all Gunas and Neeti. Salutations to you!” Ugrashakti said, “Sir! Master!! Let us go back to our story. What happened in the forest between Pingalaka and Sanjivaka. What was the result of Bheda neeti of Rajasik minister Damanaka?” Vishnu Sharma continued, “After somewhat disturbing discussion with Karataka, Damanaka thought, “This Karataka is meek and soft. He does not know the importance of becoming more close to the king and managing him to think that he has won because of me! This is a great opportunity. I must now ensure that the lion attacks the bull tomorrow.” Determined, Damanaka approached Pingalaka, greeted him and waited. The lion asked, “What happened? Has that bull withdrawn the thought of fighting with me?” The fox replied, “Oh! Your honour! I have put my best efforts to dissuade him from fighting with you, but he has not changed. He wants to become the sole master of this forest. But sir! There is no fear. With your power and energy you can finish him quite easily.” The lion said, “Let him come tomorrow and I will teach him a lesson of life!” Damanaka said, “Sir! Watch for the signs and his attitude as I had indicated. The lion said, “I have not forgotten.” That night, both Pingalaka and Sanjivaka did not sleep well. The next morning Sanjivaka hesitated and did not go to the king at the usual time. He delayed till late afternoon. The lion was waiting and became impatient. Damanaka alerted, “Sir! Be ready for his arrival.” Karataka watched Sanjivaka slowly going towards the banyan tree. He saw the worried face of the bull. Empathy sprang from his heart. It appeared that Sanjivaka was the sacrificial bull. Karataka was watching from the top of a mole-hill. Pingalaka and Damanaka watched the approaching bull.",
    "meta": {
      "theme": "manipulation, conflict, deception",
      "region": "Ancient India",
      "use_case": "illustrating the consequences of political intrigue",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": "bheda, danda, manipulation, conflict",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "conflict resolution",
          "negotiation tactics"
        ]
      },
      "chunk_index": 37
    },
    "id": "panchatantra_037"
  },
  {
    "section": "The Story of Pingalaka Vs Sanjivaka",
    "text": "When Sanjivaka came near the tree he saw that the king did not welcome him as usual. His eyes were red. His eyebrows were raised. His lips were closed with force and determination. His legs were pressed to the ground, ready to spring any time. Sanjivaka thought, “Damanaka was right. The lion wants to kill me!” Pingalaka too was observing Sanjivaka, the bull, which was approaching him slowly with his face and eyes turned red. His lips were quivering. He was looking in all directions. He did not go near the lion, the way he usually did. Today he was looking at the lion with hesitation and dislike. Pingalaka thought, “My minister Damanaka was right. The bull is dangerous. I must kill it today.” The lion started moving slowly towards the bull. When the lion came near the bull, the bull took up a defensive position with his horns facing him. The lion and the bull started circling and formed a ring like two wrestlers. Karataka came near the scene and Damanaka joined him. They were at some distance from the ring of confrontation but could see well what was happening. Karataka said with slight sarcasm, “Dear friend! Are you happy that your wicked plan is becoming a reality?!” “Not yet!” said Damanaka “Both are strong. I will not underestimate Sanjivaka!” The lion jumped on to the bull. The bull moved aside smartly and kicked the lion with a powerful jerk. Pingalaka slipped and fell on the ground, moved away and stood up. He was somewhat shocked. They moved and slowly circled the ring. The lion moved closer with open jaws and Sanjivaka kicked him with the other leg. Pingalaka gave a tearing scratch with his powerful foreleg and sharp long nails. Blood oozed out. The bull got aroused, moved a little backwards and pushed his horns with great thrust into the chest of the lion. The lion hit the bull and tore his skin with intensity. Both were bleeding. They moved apart. Damanaka wished that the lion kills the bull. Karataka hoped the bull does not get killed. He also prayed for the well-being of the two. The lion was terribly strong. The bull was extraordinarily mighty. Time passed with roars, tactics, movements, scratching, piercings, tearing, to and fro movements and attacks with legs, nails, hooves, teeth, horns and head. Evening approached. The cheetahs, wolves and foxes became partisan audience around the fighting rivals. Karataka and Damanaka were watching like two umpires, each committed to his intention, one partial and one impartial, one for win-lose and another for lose-lose or win-win. Now the great fight became more intensive. The ground became crimson red with blood of the lion and the bull. In the evening sunlight, the ground appeared like a circular garden of red lilies. Then the lion took a swift leap and caught the shoulder of the bull with his knife like jaws.",
    "meta": {
      "theme": "conflict, strength, deception",
      "region": "Ancient India",
      "use_case": "narrative illustrating the culmination of a manipulative plan",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": "conflict, battle, manipulation",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 38
    },
    "id": "panchatantra_038"
  },
  {
    "section": "The Story of Damanaka and Pingalaka",
    "text": "assuringly, “Sir! Noting happened to you. You are the King. You are our resource. Let us now go and feast on that bull.” The Story of Damanaka and Pingalaka 117 All were excited and the group moved quickly to the place beyond the boulder. Nothing was there except for some drops of blood and the ground wet with water. Damanaka looked around and saw the hoof marks of the bull heading towards the northern direction. Damanaka understood that Sanjivaka had escaped. He was happy that in one stroke his two competitors have disappeared. He thought that Sanjivaka was a physical threat to all because he made the King ineffective and Karataka was causing inconvenience because of his continuous moral teaching while deviating from the strategy of survival and success. Damanaka said aloud, “Jayho! Jayho! Pingalaka Maharaj! Jayho! The enemy has run away!!“ All clapped. Then the commander, tiger Ghoradanta said, “Sir! King! Let us hunt for some food.” Damanaka advised, “First, let us go to the stream and become fresh. Let the king have some water along with us.” They all went to the stream, took bath, drank water, became fresh and hunted for deer, rabbits and other animals. They had a common feast and all of them slept well. The next day Pingalaka, the King sat on his throne with the Prime Minister Damanaka and other ministers on his either side. Tigers, cheetahs, wolves and foxes sat around 118 Separating Friends – Creating Conflicts in the assembly. Damanaka praised the King and all applauded. King Pingalaka spoke and profusely thanked the Prime Minister for his strategy of eliminating the enemies and non-well-wishers and for his services to strengthen the kingdom. All members cheered. Damanaka thanked the king and all. King Pingalaka ruled the Bhoopalpalli forest for a long time with the support of Damanaka.” Vishnu Sharma stopped for a minute and said, “That was the strategy of creating conflict and separating the friends, and this will be known as ‘Damana Neeti’ in future generations. Both Damanaka and Karataka will become immortal for their approaches of separating people and caring for people respectively.” The brothers did not clap as they wanted Vishnu Sharma to continue. Ugrashakti, the middle one, said, “Sir! The story is not over. What happened to Sanjivaka?",
    "meta": {
      "theme": "Political Strategy",
      "region": "Ancient India",
      "use_case": "Leadership and Governance",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "conflict",
        "manipulation",
        "power"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 39
    },
    "id": "panchatantra_039"
  },
  {
    "section": "The Story of Sanjivaka and Srinivas Babu",
    "text": "Vishnu Sharma continued his narration, “Sanjivaka, inspired by Karataka, ran without stopping till he reached a small river and drank some cool water. Now his tension disappeared. There were no sounds of any one The Story of Sanjivaka and Srinivas Babu 119 approaching. He listened in silence for some time. He knew that he came quite far. Now the half-moon was high and bright above. There was a lot of grass around. He also saw a large wheat field. He ate well and slept. Sanjivaka woke up to a beautiful sun and walked further. He came near a group of villagers with their bulls and ploughs. They were going to their fields and farms. The village head, Srinivas Babu saw Sanjivaka, went near him and saw the wounds and called his farmers, Venkanna and Linganna. He asked Linganna to go to the nearby village and get some herbal medicine and haldi (turmeric) powder. He requested Venkanna to arrange to clean the entire body of the bull with warm water. Linganna brought medicines and applied them gently. Relief came to Sanjivaka and he admired Srinivas for his love and care. Green grass and fodder was given to all the bulls and buffaloes. Srinivas went near Sanjivaka and caressed it with love. He took the handsome face of the bull in his hands, kissed it and said, “Govinda!” All started calling it Govinda. Sanjivaka understood and started liking it. In the evening, Srinivas Babu took Sanjivaka along with the other cattle to his village Yagnavatika (modern Jhannevada). All the members of Srinivas Babu household 120 Separating Friends – Creating Conflicts were excited to see the wonderful new bull Govinda. Sanjivaka mixed well with cows, bulls, calves, goats, sheep, birds, family members and villagers. He extended his help in all the tasks of ploughing, carrying the loads, pulling the carts and pulling passenger carts. ‘Govinda’ became a dear member of Srinivas household and Yagnavatika village.\n\nSanjivaka in due course became Govinda. Sanjivaka though gradually became Govinda, his soul and spirit remained Sanjivaka. He remembered Karataka every day. In the morning when he prayed to the Sun God and when he prayed to the river Mandavya, he prayed for the well-being of Karataka. He also remembered Pingalaka and his love and their friendship till the last few days in Bhoopalpalli Jungle. His eyes swelled with tears whenever he remembered Karataka, Pingalaka, Vardhamana and Nandaka. His dedication to Vardhamana and his love, compassion and friendship for Nandaka were eternal. Govinda lived happily in Yagnavatika under the care of Srinivas Babu.” “But what happened to Karataka, Sir?!” Anantashakti asked.",
    "meta": {
      "theme": "Compassion and Care",
      "region": "Ancient India",
      "use_case": "Finding Peace and Purpose",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "kindness",
        "healing",
        "community"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 40
    },
    "id": "panchatantra_040"
  },
  {
    "section": "The Story of Karataka and Shoorashakti",
    "text": "Vishnu Sharma said, “Very well, Ananta! You have not forgotten Karataka, the noble fox. All foxes are not cunning foxes. In foxes also there are noble foxes and cunning foxes like there are noble people and cunning people amongst human beings. On that fateful night, after Sanjivaka left towards Mahadevpur Jungle, Karataka watched Sanjivaka till he disappeared into the forest. He felt empathy for the bull. He wished and prayed to the evening Sun for his welfare. Then he ran very fast towards Kaleshwaram jungle, because he heard the voices of Damanaka and the other retinue members. He reached Kaleshwaram forest and moved there for several days. He found food here and there and he was happy because his needs were minimal. After a few days, Karataka went near a cave where the king of Kaleshwaram jungle, Shoorashakti was living. When Karataka arrived there Shoorashakti was in a council surrounded by his council members of tigers, leopards, cheetahs, wolves and foxes. Karataka stood a little away and watched them. An elderly fox, Vignaana Siddhi was describing the qualities of a noble king. He said, “Compassion, kindness, empowerment, respect to elders and care for his people are some of the qualities of a noble king and leader.” \nKARATA NEETI “Oh! Noble king! My name is Karataka, I have come from the kingdom of Bhoopalpalli forest in search of a noble kingdom.” Karataka further said, “Sir! The wise elder has spoken well. Let me add that the king has to appropriately adapt the four approaches of Sama, Dana, Bheda and Danda for different people in different situations, in an optimal manner for maximum satisfaction and minimum dissatisfaction. A noble leader adopts Sama and Dana frequently, again and again like food, and adopts Bheda and Danda very rarely, in critical times, in proper doses like medicine. In this way, he avoids possible conflicts and resolves conflicts smoothly without harming or hurting anyone. Sir! Further, an excellent policy for the king as per the great visionary Arya Chanakya is — PRAJAA SUKHAM SUKHAM RAAGNA PRAJAA NAAM CHA HITE HITAM NAATMA PRIYAM HIAM RAAGNA PRAJAA NAAMTU PRIYAM HITAM — K.A.S. I. 19-34 In the happiness of his people lies the happiness of the leader, in their welfare is his welfare. He shall not consider as good only that which pleases him but treat as beneficial to him whatever causes happiness to all people. My lord! When a king is like that and his prime minister and other ministers advise and guide in him such a manner then his people will be healthy, happy and safe without conflicts, confrontations, competitions and contests.” All stood up and gave a standing ovation. King Shoorashakti expressed his joy and appreciated Karataka. Vignaana Siddhi, the elder, said to the king, “Sir! This was most valuable and useful exposition regarding responsible governance and leadership. Dear lord! Let us grant permanent residentship to this noble Karataka and soon he will be an able guide for us!” All the members welcomed the proposal and seconded it. King Shoorashakti said, “Our dear Karataka! Welcome to our kingdom of this Kaleshwaram Jungle! Let what you have described as the qualities of noble kingship be known as ‘Karata Neeti’ for future generations.” Karataka thanked and said, “Sir! Gratitudes! My search for noble kingdom has concluded now and here.” Karataka accepted the invitation and lived with the king and his members in the kingdom of Kaleshwaram. In course of time he became the prime minister of Shoorashakti and lived till he became very old. As a respected elder, Karataka used to tell many interesting stories to the assembly of sheep, goats, elephants, hippopotamus, foxes and other animals on the banks of the river Godavari.” Vishnu Sharma said summing up, “Dear Princes! That was the process of originating conflicts, creating conflicts, avoiding conflicts, running away from conflicts, preventing conflicts and erasing conflicts.”",
    "meta": {
      "theme": "Noble Leadership and Governance",
      "region": "Ancient India",
      "use_case": "Ideal Kingship",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "leadership",
        "governance",
        "ethics",
        "conflict resolution"
      ],
      "influence_map": {
        "influenced_works": [
          "Arthashastra (Chanakya)"
        ],
        "modern_applications": []
      },
      "chunk_index": 41
    },
    "id": "panchatantra_041"
  },
  {
    "section": "The Story of Vardhamana and Nandaka",
    "text": "Vishnu Sharma questioned, “You did not ask me what happened to that businessman Vardhamana?!” The brothers were surprised. They never thought that there was a continuation. Bahushakti agreed, “Yes Sir! What happened to him? Did he do good business at Ekashilanagaram?” Vishnu Sharma smiled and said, “A story never ends. Vardhamana with his troop went to Ekashilanagaram and sold his goods of spices, fragrant and scent materials and earned considerable profits. Then he procured good quantities of pearls, cloth, silver and gold items at discount prices and returned to Mahilaropya (Mantrakoota). This time he wished to have darshan of Kaleshwar and Mukteshwar temples on the bank of Godavari at the holy junction (sangam) of the Godavari and Pranahita rivers. They travelled through the thick jungles of Mahadevpur and Kaleshwar and reached Kaleshwar. After taking a holy bath at the sangam he worshipped Lord Kaleshwar and Lord Mukteshwar and set on his return journey towards the city of Mahilaropya (Mantrakoota). During the journey Vardhamana missed Sanjivaka and remembered him fondly. His beautiful cart was now being driven by Nandaka and Sugreevaka. Sugreevaka was the replacement for Sanjivaka. Whenever Vardhamana saw Nandaka, the picture of Sanjivaka stuck in the muddy swamp in the jungle flashed in his mind and heart. As for Nandaka, he always remembered his brother- partner Sanjivaka and experienced sorrow for the way he was left behind when he got stuck in the mud pond of that stream. On their journey to Mahilaropya they passed by a beautiful village near Mandavya (Manair). They were moving quite fast and suddenly they heard the bellowing sound of a bull, which seemed very familiar to Vardhamana. He thought that he heard Sanjivaka and then he dismissed it as his imagination and play of his mind. He heard the roaring voice again and again. Suddenly he saw a bull running behind their cart. It was being followed by some villagers. Driver Rajanna stopped the cart. Sanjivaka stood in front of them. Vardhamana was shocked, surprised, spellbound and over-joyed. Nandaka, the bull, was happy and full of tears to be reunited with his lost brother and colleague. Sugreevaka understood and looked at Nandaka and Sanjivaka with compassion. Srinivas Babu, the village head and now the owner of Govinda, the bull, stood by the side of his wonderful Govinda and was surprised by the way Govinda and Nandaka were licking each other. He placed his hand on Govinda and looked at Vardhamana. Vardhamana asked, “Sir! May I know your name and also the name of this village?” Srinivas replied, “This is Yagnavatika (modern Jhannevada),",
    "meta": {
      "theme": "Reunion and Reconciliation",
      "region": "Ancient India",
      "use_case": "The Power of Connection",
      "strategic_category": [],
      "economic_category": [
        "trade_tariff_systems"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "friendship",
        "loyalty",
        "redemption"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 42
    },
    "id": "panchatantra_042"
  },
  {
    "section": "The Story of Sridhar Babu",
    "text": "I am Srinivas Babu. My brother Sridhar Babu is the Prime Minister of Kakatiya Emperor Ganapathideva at Ekashilanagaram. This is our wonderful magnificent bull Govinda!” Vardhamana stared in astonishment. He controlled himself and asked with a forced smile, “Govinda?! Where did you purchase him?” Srinivas clarified, “No Sir! I have not purchased it. It is a God’s gift to me!” Then he told him how he found the bull in a wounded condition, took care of it and how it became very dear to him like a family member. Vardhamana said in all gratitude and kindness, “Dear Srinivas Sir! Thank you very much! Actually, this excellent bull is Sanjivaka. It was born in our farm to our dearest cow Goutami at Mahilaropya and that Nandaka is its pair. See! How they are together with love?!” Then Vardhamana narrated the entire story. Srinivas Babu took the entire troop to his farm in Yagnavatika, gave them a good feast and insisted them to stay.\n\nIn the evening, Srinivas Babu’s brother Sridhar Babu came with some carts and his mother Jayashree Devi. They both heard the story and were enthralled. Jayashree Devi liked Sanjivaka and Nandaka and offered them a dozen bananas. After a good night’s rest, in the morning Vardhamana was ready to leave for Mahilaropya along with his group. Tension was growing in the minds of the two owners. Vardhamana took the initiative and said, “Dear Srinivasji! This excellent bull is as much yours as it is mine. But, considering the fact that it is originally ours, will you please allow us to take Sanjivaka along with us? Not as a compensation, but as a gesture of thankfulness let me offer 1000 gold coins as a token of my respect for protecting and taking care of Sanjivaka?” Srinivas Babu said, “Vardhamanji! Thank you. I must tell you that nourishing-mother’s love is known to be much more than birth-giving mother’s! Considering that it almost got new life here, I request you to let Govinda live here. For that gesture let me offer any five of our best bulls to you, for which I will be thankful. This is a divine bull, like Nandi Bhagavan. It has given lot of joy to the entire village.”\n\nBoth stated their points gently but firmly. Sridhar Babu noticed that a soft conflict was growing between them. Many other villagers came and stood along with Srinivas Babu. Some of the seniors from Ekashilanagaram stood behind Sridhar Babu. Both Vardhamana and Srinivas Babu explained their views to Sridhar Babu, the Prime Minister. Vardhamana pleaded his case with the Minister Sridhar Babu and requested him to convince his brother. Srinivas too pleaded with his eyes. Sridhar Babu was a wise and considerate Minister like Karataka. He thought over the matter. He went to his mother Jayashree Devi and shared something. She nodded in her consent. Then Sridhar Babu addressed both Vardhamana and Srinivas Babu, “Dear Vardhamanji! Dear Srinivas! Let there be no conflict and not even a compromise. Let us leave the choice to this Govinda – Sanjivaka himself. Whatever he decides, both of you have to accept it and abide by it. If Sanjivaka chooses to go with Vardhamanji to Mahilaropya, Vardhamanji should allow Sanjivaka to stay with Srinivas for one month every year. On the other hand, if Govinda chooses to stay here with Srinivas at Yagnavatika, then Srinivas should allow Govinda to go to Mahilaropya to stay with Vardhamana for one month every year.”",
    "meta": {
      "theme": "conflict resolution",
      "region": "India (ancient)",
      "use_case": "dispute settlement",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "negotiation",
        "mediation",
        "wisdom"
      ],
      "influence_map": [],
      "chunk_index": 43
    },
    "id": "panchatantra_043"
  },
  {
    "section": "The Story of Optimal Solution",
    "text": "Both the owners accepted the solution. Any solution which applies equally to both sides will be generally accepted. Sanjivaka, Nandaka and Sugreevaka were listening and nodded their heads in acceptance. The whole village came to see the never seen before optimal solution of Mantri Sridhar Babu. Vardhamana’s troop moved around 200 yards towards Mahilaropya main road. Srinivas Babu along with his troop came on to the road and stayed there. Sanjivaka slowly walked and reached Vardhamana’s troop. But, when Srinivas called ‘Govinda!” Govinda rushed to him. Then Vardhamana called “Sanjivaka!” Sanjivaka rushed back to Vardhamana. Vardhamana and his troop moved forward. Srinivas and his troop stayed where they were. Sanjivaka-Govinda stayed where he was, he neither moved forward to join Vardhamana nor he moved towards Srinivas. Vardhamana stopped. Govinda-Sanjivaka stood exactly between the two troops. Sridhar Babu and Jayashree Devi came and stood near Govinda-Sanjivaka. Srinivas called “Govinda!” Sanjivaka did not move. Vardhamana called “Sanjivaka!” Govinda did not move. There was a stalemate of conflict of love and belonging. Sridhar Babu looked at both Srinivas and Vardhamana. He also saw the restlessness of Nandaka. He smiled with understanding. Nandaka gave a loud but melodious cry. Sanjivaka got thrilled. Govinda moved, went to Srinivas, licked him, rubbed him and braced him. Sanjivaka turned back and ran to Vardhamana licked him, moved forward and went near Nandaka, embraced him, rubbed him and licked him. Sridhar Babu raised his hand and waved it with his characteristic handsome smiling manner. Srinivas joined him. Nandaka and Sugreevaka moved along with their cart and the entire group. Sanjivaka moved along with them. Nandaka and Sanjivaka were filled with brotherly love. Sridhar Babu and Srinivas Babu understood and they too were filled with brotherly love. Vardhamana and the troop continued their journey. There were tears of joy in the eyes of Srinivas Babu and Sridhar Babu, Jayashree Devi, Vardhamana, Nandaka, Sanjivaka, Sugreevaka and all the participants. The bliss of optimal solution sparkled in the eyes of Sridhar Babu.",
    "meta": {
      "theme": "conflict resolution",
      "region": "India (ancient)",
      "use_case": "dispute settlement",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "negotiation",
        "compromise",
        "emotional_intelligence"
      ],
      "influence_map": [],
      "chunk_index": 44
    },
    "id": "panchatantra_044"
  },
  {
    "section": "The Story of Love, The Story of Conflicts, The Story of Meghavarna",
    "text": "As Vardhamana’s troop moved, members on both the sides waved to one another. Srinivas Babu called aloud, “Come back soon!” Sanjivaka looked back, nodded his head, waved his tail and gave out a vibrating joyful cry of acceptance and confirmation.” Vishnu Sharma paused. Anantashakti almost bursted out, “Love is the solution for all conflicts.” Bahushakti and Ugrashakti embraced their younger brother. Vishnu Sharma drew all of them near and kissed them affectionately on their forehead. Karataka felt a breeze of joyful vibration as Sanjivaka remembered Karataka with soulful gratitude and heartful love. They both experienced synchronicity of ‘joyfulness’.\n\nLet separation of friends occur In the houses of your enemies, Let the wicked be hit by serpent of time, Let people live with all prosperities and happiness, Let even the children always enjoy these beautiful stories. This is Tantra of Separating Friends. Two months passed like two days while the three brothers listened to their teacher Vishnu Sharma. The great teacher told them many stories interlaced with values, principles, strategies, tactics, leadership and management approaches, morals of life and ethical governance. The learners Bahushakti, Ugrashakti and Anantashakti enjoyed, participated and learnt a great deal from the narrations of Vishnu Sharma. They also discussed, debated, analysed and evaluated various approaches and gained from mutual interactions. In the process of that togetherness they became close, intimate, interdependent and trustworthy friends, colleagues, partners and co-contributors. They were eager to learn and know more. Bahushakti greeted the teacher and said, “Sir! Many thanks. You have taught us the insights and lessons from the strategies of ‘Gaining friendship’ and ‘Separating friends’ which involved avoiding conflicts and creating conflicts. It is clear when one cannot avoid conflicts, one must move away from conflicts, but when conflict becomes a reality what has to be done?” Ugrashakti asked, “When friends are not gained and when friends are separated, what is the way?” Anantashakti too made his point, “Sir! Life is not a garden. Life is also a forest, a jungle and a wilderness of many challenges! How to deal with such situations?” Vishnu Sharma was glad to see the improved level of knowledge and thoughtfulness in the three princes. He said with love, “Great! You are doing very well. Your father Amarashakti would be happy to see your progress. Well, next to gaining friends and separating friends, is facing the enemies. When enmity is a reality war is the way!” “War!!” exclaimed Anantashakti. Vishnu Sharma said, “Yes! War. You just said that life is not a garden. After Brindavan of childhood, Dandakaranya of youth comes, where you have to face many challenges including the war. World is not full of friends. There are also some enemies. While one has to create many friends, one has to be courageous to face enemies and to win them. Dear Princes! Managing conflicts is an important aspect of leadership. Avoiding conflicts, reducing conflicts, preventing conflicts, eliminating conflicts, meeting conflicts and winning conflicts are all necessary for a leader. Conflicts are physical like a fight, a contest, a game, a competition and a war. The physical conflicts are won or overcome with skill, practice and agility. Conflicts are emotional like feelings of dislike, jealousy, anger or hate. These require emotional skills of calmness, congeniality, patience and love. Conflicts are intellectual when there is a discussion, debate, argument and when challenges are involved. These require thoughtfulness, intelligence, analysis, innovation, creativity, knowledge and wisdom. There are no conflicts at the spiritual level where there is only acceptance, equality, responsibility, oneness, delight, joy and bliss. In fact, spiritual ability enables one to face, meet, win and eliminate physical, emotional and intellectual conflicts. Dear Princes! Warriors like you have to be able to face and resolve all the conflicts. A war requires physical, emotional, intellectual and spiritual resourcefulness. You are warriors! Your father is a courageous and successful warrior with many victories! War is also a reality. King Meghavarna had to wage a war with his bitter enemy Arimardana.” Ugrashakti asked, “Who was Meghavarna and who was Arimardana?” Bahushakti asked, “Why there was a war between them?” Anantashakti too asked, “Who won the war and who lost it?” Vishnu Sharma looked at them and began, “In ancient times, there was a huge banyan tree not far from the Nagepalli hill where Vageeshwari river met river Godavari near the great city of Mahilaropya (Modern Mantrakoota). Meghavarna was a capable king of the crows who made that huge banyan tree his fort. He lived there with a large number of his crows. Arimardana was a powerful owl who was the king of owls. A large cave in the Nagepalli hills was the fort of the owl king Arimardana and his many owls. Arimardana along with his owls used to go to the banyan tree and attack the crows on the tree. The owls of king Arimardana not only fed on the crows but also transported the crow meat to their other members in the cave. The crows were helpless because they could not see in the night. Every evening the fear of being attacked in the night gripped them. The crows appealed to the King, who was already worried. He too had seen the attacks of the owls led by Arimardana and his battalion.",
    "meta": {
      "theme": "conflict, war, leadership",
      "region": "India (ancient)",
      "use_case": "preparing for war, conflict management",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "warfare",
        "strategy",
        "conflict"
      ],
      "influence_map": [],
      "chunk_index": 45
    },
    "id": "panchatantra_045"
  },
  {
    "section": "1. THE PROBLEM OF CROWS",
    "text": "Conflict the night and attacking us. They seem to be coming from the hill side led by a powerful owl, who might be their king. This is really a great problem. YA UPEKSHATA SHATRUM SWAM PRASARANTAM YADRUCHHAYAA ROGAAN ALASYA SAMYUKTAH SA SHANAIH TENA HANYATE — P.T. III-2 Whoever ignores with laziness an enemy or disease and does not eliminate these two promptly, then these will grow in strength and will kill him. Therefore, I am asking for your advice. APRUSHTENAAPI VAKTAVYAM SACHIVENAATRA KINCHANA PRUSHTENA TWARAM VAACHAYAM PATHYAMCHA PRIYAM APRIYAM — P.T. III-2 A minister has to give the solution for any problem even without asking. Since I have asked, you may please give your advice promptly without any hesitation. The ministers had a brief discussion among themselves first. Then Ujjivi, the senior minister said, “Yes! Your Honour! You have asked a right question in a right manner. Therefore, we shall offer our views and opinions in privacy, but not in the assembly. Can we please meet privately?” The Story of Five Ministers 141 Vishnu Sharma added, “Asking for advice is the right way for a leader. When there is a doubt, non-clarity, uncertainty or apprehension, the leader must ask for guidance from the right advisors, guides and experts.” Bahushakti agreed, “Yes! Sir! We shall seek advice from wise and able ministers and elders at the right time. That will be very useful.” Ugrashakti asked, “Then what happened between the five ministers and the King?” Vishnu Sharma continued, “Meghavarna liked the idea and invited them to his chamber. He also invited the honourable Sthirajivi, who was the prime minister of his father Neelavarna and was a learned master and respected elder, to his meeting.” The King started the discussion, “Respected Sthirajivi and dear ministers! We know that there are six methods of dealing with an enemy in a conflict. These are (1) Sandhi (pact), (2) Vigraham (war), (3) Yaanam (moving away from the place), (4) Asanam (staying in the place), (5) Samshrayam (taking shelter) and (6) Dwaidheebhavam (two pronged approach). I would like to have your opinions on what is right and optimal in the present situation with reference to the attack and threat from the king of owls and his flock.”",
    "meta": {
      "theme": "Conflict resolution",
      "region": "Generic (寓話)",
      "use_case": "Managing inter-group conflict",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "advice",
        "leadership",
        "strategy"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 46
    },
    "id": "panchatantra_046"
  },
  {
    "section": "2. THE ADVICE OF MINISTERS",
    "text": "142 Meeting Conflicts – Crows and Owls in Conflict Ujjivi said, “Oh! King! This king of owls is a very strong one. Fight with a stronger enemy is not advisable. He is powerful and will strike at critical times. Therefore, we should not wage any war, but we should carry out a pact (Sandhi) with him. I know that the king of owls is not a gentle one but an aggressive one. SANDHI KAARYOPI ANAARYENA VIGNAAYA PRANA SAMSHAYAM PRANAI SAMRAKSHITAIH SARVAM YATO BHAVATI RAKSHITAM — P.T. III-9 When life is in danger it is better to have a pact even with an aggressive enemy to protect the life. When life is saved everything can be saved. One should protect life like a tortoise in danger and rise and strike like a cobra at unsuspected right time. Therefore, King! My advice is for the pact with the owls. Let us do the pact.” The King looked at Sanjivi, who said, “Sir! I think we should not do the pact with this wicked and strong king of owls. He is not trustworthy because he strikes in a stealthy manner. SATYADHARMA VIHEENENA NA SANDHYAT KATHACHANA SU SANDHITOPI ASAADHUTVAAT ACHIRAAT YATI VIKRIYAAM — P.T. III-24 The Story of Five Ministers 143 A pact should not be made with an enemy who does not practice truth and right conduct. Even if a good pact is made he will break it, because he is wicked and harmful. Let us not underestimate ourselves. We normally underestimate ourselves and overestimate the problem. We are taller than what we think and the problem may be smaller than what it appears. You are strong and capable. All our members are dedicated and energetic. Let us wage a war (Vigraham) on the enemy. Waging a war on wickedness is the war of righteousness where the right wins over the non-right. Then, it is good for us in both ways — winning or losing. Sir! Before the war Lord Krishna told Arjuna: HATOVAA PRAAPYASE SWARGAM JITWAA WA BHOKSHYASE MAHEEM TASMAAD UTTISHTA KOUNTEYA YUDDHAAYA KRITA NISHCHAYA — B.G. II-37 If you are killed, heaven you gain If you now win, earth you gain! Come on! Get up! You Kunti’s son Determined to fight, this war one!” Sir! This literally applies to us now. Please get up! Be determined to eliminate the enemy through war.” 144 Meeting Conflicts – Crows and Owls in Conflict The three brothers remembered what the teacher taught about the Gita when he described the war of Mahabharata. Vishnu Sharma continued, “King Meghavarna thanked minister Sanjivi, who advocated war. He now looked at Anujivi and asked, “Anujiviji! What is your opinion?” Anujivi greeted the king and said, “Sir! Enemy is powerful, wicked and is without any morals, killing our members when they are sleeping. He has a large army of owls with knives like beaks. Therefore, it is not the time for war. An appropriate solution is moving (Yaanam) away from this place. DWIDHAAKAARAM BHAVED YAANAM BHAYE PRAANA RAKSHANAM EKAMANYAT JIGEESHOSCHA YATRAA LAKSHANAM UCHYATE — P.T. II-36 Moving (Yaanam) is of two types. One is, marching to attack the enemy wherever it is and the second is, moving away to another safe place and establishing a new kingdom there. I suggest let all of us move to Kaleshwaram. Many wonderful trees are there for us!” The King of crows now looked at Prajivi. Prajivi gave his opinion, “Your Honour! I do not like pact, war or moving away. Let us stay (Asanam) here and fortify this tree. Let our crows not live on the outer branches. Let us bring many wooden sticks and threads and weave nets so that owls cannot enter from any place. Let us provide four doors and have our guards guarding it day and night. Then we should send our spies and find out where they stay and attack them during the day time. Sir! Own place is known place and safe place. Moreover, we should also practise seeing in the dark, then we can kill them when they arrive, being in our own fort. Own place is of great strength. NAKRAM SWASTHAANAM AASAADHYA GAJENDRAMAPI KARSHATI SA EVA PRAACHUTA STHAANAT SHUNAAPI PARIBHOOYATE — P.T. III-47 Being in its own place the crocodile pulls and kills even an elephant. The same crocodile is insulted even by a dog, when not in its own place. Sir! Let us stay here and become much stronger.” Meghavarna looked at the fifth minister Chiranjivi, who said, “Sir! Out of the six approaches starting with pact, I think the proper thing to do in the present situation is to take shelter of a stronger ally (Samshrayam). A strong enemy cannot be defeated or overcome by own efforts, even though one is strong, without the help of another powerful ally. 146 Meeting Conflicts – Crows and Owls in Conflict MAHAA JANASYA SAMPARKAH KASYA NONNATI KAARAKAH PADMA PATRA STHITHAM VAARI DHATTE MUKTAAPHALA SHRIYAM — P.T. III-62 An association with great people is the cause for progress and value. A drop of water shines like a pearl when it associates with a lotus leaf. Let us make friendship with a group of bats who reside on a tamarind tree nearby. Bats, like owls can see in the night. Bats are ferocious. Some of them can even join in our army!” When Chiranjivi concluded, his eyes shone bright with happiness.",
    "meta": {
      "theme": "Strategic options in conflict",
      "region": "Generic (寓話)",
      "use_case": "Military and political strategy",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "war",
        "peace",
        "alliance",
        "defense",
        "retreat"
      ],
      "influence_map": {
        "influenced_works": [
          "Bhagavad Gita"
        ],
        "modern_applications": []
      },
      "chunk_index": 47
    },
    "id": "panchatantra_047"
  },
  {
    "section": "3 & 4. THE STORY OF STHIRAJIVI/STHIRAJIVI'S ADVICE",
    "text": "4. THE STORY OF STHIRAJIVI Meghavarna now looked at the elder, former Prime Minister, Sthirajivi and said, “Grandfather! You had worked with my grandfather Kaalavarna and my father Neelavarna. Sir! You have heard all my intelligent and able ministers. Sir! What is your opinion?” The elder statesman Sthiraj ivi said, “My son! I heard all these able ministers. They all are correct in different ways. These five strategies are not effective in all situations. All strategies are effective differently as per time, place, situation and the person concerned. The Story of Sthirajivi 147 It is not only important which way is correct, but it is most important which way is right! Correct means logical fulfilment and right means situational optimality. AVISHWAASAM SADAA TISHTET SANDHINAA VIGRAHENACHA DWAIDHEE BHAAVAM SAMAASHRITYAA PAAPA SHATRAU BALEEYASI — P.T. III-63 All the strategies starting with pact and ending with war are not totally reliable. It is much better to eliminate the sinful enemy with two pronged approach (dwaidhee bhavam). Further, these five strategies involve a lot of resources and efforts. Optimal solution means minimum resources and efforts, just what is required. Dear son! Two pronged attack means an apparent agenda plus a hidden agenda like appearing to fight with a long sword in the right hand, but actually striking the unsuspecting enemy with a short knife in the left hand. Show the right hand and strike with the left hand! The essence of two pronged attack is camouflage. The enemy will not come to know our strategy till he is hit!” King Meghavarna and the ministers Ujjivi, Sanjivi, Anujivi, Prajivi and Chiranjivi clapped in appreciation. “Two pronged attack will be most efficient, effective, economical, excellent and also an optimal solution,” added Sthirajivi. 148 Meeting Conflicts – Crows and Owls in Conflict Vishnu Sharma paused. The three brothers stood up and bowed with due respect to their teacher. Bahushakti praised and asked, “We are surprised and thrilled by your wisdom. What did king Meghavarna do then?” Vishnu Sharma continued, “Meghavarna asked Sthirajivi, “How efficient, effective, economical and excellent is this two pronged approach?” Sthirajivi explained, “I have the plan of two pronged attack through which you need not move from here, you need not engage in a direct war and you need not take shelter of bats. You can win with existing resources without losing them!” Meghavarna asked, “Sir! I have one doubt. Why there is an eternal enmity between crows and owls?”",
    "meta": {
      "theme": "Deception and optimal strategy",
      "region": "Generic (寓話)",
      "use_case": "Military strategy and political maneuvering",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "deception",
        "camouflage",
        "resource management"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 48
    },
    "id": "panchatantra_048"
  },
  {
    "section": "5. THE STORY OF CHITRACHAKSHU",
    "text": "5. THE STORY OF CHITRACHAKSHU Sthirajivi began narrating the story of enmity between crows and owls. “Dear son! Once upon a time all the birds of a forest came together and discussed. There was an assembly of swans, parrots, cranes, cuckoos, doves and all other kinds of birds. The Story of Chitrachakshu 149 They found that they were without a king, because their king Garutmaan was always away and never came to enquire about their difficulties and well-being. They thought, “A king has to be in contact and connection with his people. A leader who cares and shares with his people is a real leader. A leader who is absent is as good as a non-existent leader!” SHAD IMAAN PURUSHO JAHAAD BHINNAM NAAVAM IVAARNAVE APRAVAK TAARAM AACHARYAM ANADHEEYAANAM RITJVIJAM ARAKSHITAARAM RAJAANAM BHAARYAAMCHA APRIYAVADINEEM GRAAMA KAAMAAN CHA GOPAALAM VANAKAAMAANCHA NAAPITAM — P.T. III-75-76 One has to leave, like a broken boat in the middle of an ocean, the following six people who are not useful — A teacher who does not teach, a priest who does not study vedas, a king who does not provide and protect, a wife who is aggressive and harsh, a cowherd who stays back in village and a barber who desires to stay in forest! Our king Garutmaan does not bother to protect and care for us. He even does not know our situation. Therefore, let us elect another king!” After a lot of discussions, debates, arguments and quarrels they chose Chitrachakshu, an owl to be their king. A parrot 150 Meeting Conflicts – Crows and Owls in Conflict exclaimed, “How wonderful is this our would-be king! He has such large eyes! He can see in the night, while we cannot. His voice is so powerful that our enemies can be driven away. He has such a sharp",
    "meta": {
      "theme": "Origin of conflict & leadership qualities",
      "region": "Generic (寓話)",
      "use_case": "Explaining historical animosity and defining good leadership",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "king",
        "leadership",
        "governance",
        "inter-group relations"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 49
    },
    "id": "panchatantra_049"
  },
  {
    "section": "The Story of Chitrachakshu & Atidarpa",
    "text": "beak like a knife. Let us crown him as the king!” They made Chitrachakshu sit on the throne and were about to install him as the king, when a wise elder crow Kaakashri, which was away, returned to the forest. On seeing the busy activities and arrangements he asked, “What is happening? Why so much activity?” The peacock informed the elder crow about the election of Chitrachakshu, the owl as the King. The crow reacted, “What! You are crowning this owl as a king!? Have you all lost your senses? This owl is dark, ugly and terrible. His eyes are fearsome, voice is terrible, he cannot see in the day, he is cruel and kills some of us in the night. A leader has to be handsome, kind, empathetic, energetic, enthusiastic with a dignified personality, bright faced, courageous by nature and have a confidence giving voice. One such leader is our king Garutmaan. Let us pray, invoke, invite and welcome the great Garutmaan. They all prayed. Garutmaan came down and assured all of them of his protection, care, support and love. The Story of Chitrachakshu 151 All the birds applauded their regained king Garutmaan. They all forgot and ignored the owl on the throne waiting to be crowned. Ignoring is the worst punishment. Ignored person feels insulted and abandoned. The owl got terribly upset, unhappy, left them and went away. It knew that the crow was the root cause of his downfall and from then onwards became an unforgiving enemy of the crows. Dear Meghavarna! Since then owls have become fearsome enemies of the crows.” When Sthirajivi concluded, Meghavarna said, “Grandfather! The owls are terrible, we are weak. How to face and overcome such an enemy?” Sthirajivi assured, “Even a strong and powerful rival can be defeated by weak opponents when they are united and determined. Let me tell you about the terrible cobra Atidarpa.” 6. THE STORY OF ATIDARPA “There was a terrific, poisonous, long and black cobra called Atidarpa in a jungle. Everyone was afraid of that cobra, who was proud of himself. 152 Meeting Conflicts – Crows and Owls in Conflict One day when he was coming out of a small hole in an anthill, his body got scratched and little drops of blood oozed out. Because of the smell of the blood hundreds of small red ants came, attacked and killed that large and strong cobra. Therefore, no one should be over confident that he is powerful. Large number of even small opponents can defeat the strong enemy. There is nothing like small. All is already there in small! Many smalls can become all powerful and supremely most powerful!” DHWAIDHEEBHAVAM Sthirajivi continued, “Dear son! This king of owls is over confident. He can be defeated through double pronged attack!” “How?!” asked Meghavarna as the five ministers looked at Sthirajivi with reverence, honour, respect and admiration. The elder asked, “Will you do what I say?” The king replied, “Yes! Without any doubt!” Sthirajivi said, “My innovative approach is beyond Sama, Dana, Bheda and Danda which are persuasion, reward, differentiation and punishment. This approach involves a The Story of Atidarpa 153 creative, innovative, intelligent and insightful compound of Sama, Dana, Bheda and Danda strategies. It is not a straight and simple way. It is a diagonal and out of normal approach.",
    "meta": {
      "theme": "Leadership, Conflict, Strategy",
      "region": "Unspecified (Likely Ancient India)",
      "use_case": "Political and Military Strategy",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "warfare",
        "political maneuvering",
        "interspecies conflict"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Negotiation tactics",
          "Alliance building",
          "Undermining enemy morale"
        ]
      },
      "chunk_index": 50
    },
    "id": "panchatantra_050"
  },
  {
    "section": "The Story of Arimardana and Ministers",
    "text": "Not to start immediately the challenging works is the first quality 156 Meeting Conflicts – Crows and Owls in Conflict of an intelligent one. Completing the works undertaken, in spite of the difficulties and challenges is the second quality. First, Sthirajivi made lot of sounds of pain and attracted the attention of the king of owls. Arimardana asked Sthirajivi, “Who are you? What happened to you? I am Arimardana the king of owls. These are my ministers Raktaaksha, Krooraaksha, Deeptaaksha, Vakranasa and Praakaarakarna.” 7. THE STORY OF ARIMARDANA AND MINISTERS Arimardana forgot about the crows flying away and looked at the pitiable old crow lying on the ground. Night was approaching and the sky was becoming dark. Sthirajivi said, “Namaste! Great King! I am Sthirajivi, the minister of Meghavarna, the unreasonable cruel king of crows. He became displeased and angry with me, insulted me, blamed me and attacked me. He and his foolish ministers are the cause for my pitiable condition.” King Arimardana asked, “Why did Meghavarna insult and attack you?” The old crow said in an unhurried, reflective, sad voice, “Sir! After observing you, your power, your abilities and your strong army for a long time, as his well-wisher, I advised Meghavarna to surrender to you by offering regularly a part of the meat and flesh, and other food as The Story of Arimardana and Ministers 157 an honour of a pact and settlement to live in peace. Then his ministers criticised me as your agent and all of them attacked me. Meghavarna threatened to kill me. Now, there is no other alternative for me than to surrender to you. Kindly save me and protect me. I will be your servant for ever.” 158 Meeting Conflicts – Crows and Owls in Conflict Arimardana said, “Let me think over your request.” He asked his soldiers Haritaaksha and Peetaaksha to give the old crow some food, water, medicine and take care of him till he returns. The king of owls went a little away towards the hills along with his ministers. The king sat on a stone like throne and the ministers sat near him. Arimardana spoke — “Dear ministers! You have heard that poor Sthirajivi, the dismissed minister. He prays for our shelter. What should we do?” Raktaaksha, an elder and the senior minister said, “Sir! He should be immediately killed. He is neither poor nor pitiable. As a matter of fact, what all he said is only to cheat us and harm us. The stories he told us about his advice to the king of crows, attacks on him, his dismissal and other things are all false and just a drama. HEENAH SHATRUR NIHANTAVYO YAAVANNA BALAVAAN BHAVET RAAPTASVA POURASHA BALAH PASCHAAT BHAVATI DURJAYAH — P.T. III-132 An enemy must be killed when he is weak, before he becomes strong because later he will become powerful and undefeated. This is an opportunity to kill this minister and capture the fort.” When Raktaaksha concluded the king looked at Krooraaksha and asked, “Dear minister! What do you think?” The Story of Arimardana and Ministers 159 Krooraaksha said, “Oh King! What Raktaakshaji has advised is harsh, cruel and heartless. A leader must never hurt anyone who has surrendered and requested for shelter.” The King looked at Deeptaaksha who said, “Sir! We should not kill him because he is insulted by our enemy. He knows all the weakness of our enemy. He can advise us and we will have an advantage of his assistance. Let us keep him with us!” Now, the King asked Vakranasa, “What do you think, Dear Vakranasa?!” Vakranasa lifted his crooked nose and said, “Great king! No! We should not kill this crow, who is our friend! Enemy of enemy is a friend. Common enmity with Meghavarna will make us and this Sthirajivi friends. Two opponents harm each other like the snake in the stomach and the snake in an anthill!",
    "meta": {
      "theme": "Deception, Political Counsel, Mercy vs. Pragmatism",
      "region": "Unspecified (Likely Ancient India)",
      "use_case": "Warfare, Diplomacy, Political Strategy",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "espionage",
        "false surrender",
        "political intrigue",
        "ethical dilemmas in warfare"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Counterintelligence",
          "Propaganda",
          "Exploiting enemy weaknesses"
        ]
      },
      "chunk_index": 51
    },
    "id": "panchatantra_051"
  },
  {
    "section": "Part 1",
    "text": "ashakti?” Vishnu Sharma said, “They loved each other. Bhadra empathised with her husband and consulted many doctors and gave him many medicines. There was no effect. The snake in the stomach became more vigorous and the pain increased day by day. One afternoon, the couple slept under a tree near Venavanka on the way to Mahilaropya. There was a huge anthill near the tree. Rajashakti slept with his mouth opened and the snake in his stomach came out and lifted its hood. At the same time, a snake in the anthill came out and lifted its hood. The two snakes were facing each other. Bhadra woke up exactly at that time and was surprised to see the two snakes. She watched them, without disturbing them. The snake from the anthill said, “Why are you troubling that young man, you villain?!” The snake from the stomach hissed and said, “You thief! Aren’t you hoarding a heap of gold and diamonds in your anthill?” The snake from the anthill snarled and said, “Why they have not found a right doctor to finish you? The lady should know that cotton seed oil mixed with green 162 Meeting Conflicts – Crows and Owls in Conflict mustard powder, given two times in three hours, will see your end in six hours!” The snake from the stomach said, “You, wicked snake! Boiling water saturated with rock salt will decimate you within two hours!” Bhadra heard both of them and sat up. The snakes returned to their respective places. Bhadra immediately arranged for boiling water saturated with rock salt and cotton seed oil with mustard powder. Both snakes were eliminated shortly. Bhadra was doubly benefited, she regained her husband’s health and found a lot of gold and diamonds. They lived happily.”\n9. THE STORY OF RAKTAAKSHA Vakranasa said summing up, “That’s how a rival can help to take care of another rival. Oh King! Let us take this Sthirajivi to our cave, protect him, support him and keep him with us, so that he is readily available to us to reveal the weaknesses of Meghavarna.” Praakaarakarna said, “Sir! Let us not kill him. He will be a wise company for us with his knowledge and experience.” Krooraaksha, Deeptaaksha and Vakranasa agreed with Praakaarakarna. Arimardana approved their proposal.",
    "meta": {
      "theme": "Conflict and Strategy",
      "region": "Ancient India (Fictional)",
      "use_case": "Interpersonal and intergroup conflict resolution",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [
        "resource_strategies"
      ],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "wisdom literature",
        "political strategy"
      ],
      "influence_map": [],
      "chunk_index": 52
    },
    "id": "panchatantra_052"
  },
  {
    "section": "Part 2",
    "text": "The Story of Raktaaksha 163 In spite of the objections raised by Raktaaksha, Arimardana asked the soldiers Haritaaksha and Peetaaksha to carry Sthirajivi to their cave, their fort and placed it near the entrance of the cave. Neelagupta and company followed them secretly and hid themselves behind the boulders. Sthirajivi humbly requested King Arimardana, “Oh! Noble king, please accept my gratitude. You have saved my life. Please keep me near this gate of the cave. You all can see in darkness but I cannot see. If I am near the gate, I can be a day watchman for you and can alert you whenever any daylight birds and creatures attempt to come in. Specially, I will watch for your enemies, crows. Only please arrange some food for me just before sunrise and just after sunset. During these times both your people and me can see.” The king and the ministers consented for his small request. Then Sthirajivi the crow said, “Sir! One more thing. Please arrange for some coal and wooden pieces so that I can keep a small fire for me! “Why?” asked Raktaaksha. Sthirajivi said, “It will be cold in the evenings, nights and early mornings. My body is such that I need warmth.” He looked at the king, “Sir! I have a great wish. I would not like to be born as a crow in my next birth. I wish to be born as an owl as a gesture of thankfulness to owls who saved my life! For that I want to do daily havan with grains, every day!” 164 Meeting Conflicts – Crows and Owls in Conflict The King appreciated and said, “It will be arranged and if you require anything else at any time do not hesitate. Just call this Haritaaksha or Peetaaksha. They will come and help you from now onwards.” The King, ministers and all the owls went inside. All arrangements for the crow were made by Haritaaksha and Peetaaksha. Sthirajivi built a large nest near the door with their help and enjoyed the warmth of the fire which was lit day and night. Once inside the cave, Raktaaksha requested for a meeting with the king and ministers. He said to the king, “Oh! King! We have done a serious mistake. You have ignored my advice. These ministers are thoughtless and ignorant owls. Those advisors who do not accept what is good and do not avoid what is not good are like enemies. All of you have not listened to the good advice I have given but accepted the ill advise given by that cunning crow!” Deeptaaksha went out near the door and came back. “Raktaaksha! You are a negative person! I went and saw! That poor Sthirajivi is praying in front of the fire. It is you who will bring harm to all of us because of your doubt and impatience.” Actually, Deeptaaksha wanted to become the Prime Minister.",
    "meta": {
      "theme": "Deception and Trust",
      "region": "Ancient India (Fictional)",
      "use_case": "Espionage, political maneuvering",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "fable",
        "wisdom literature",
        "political strategy"
      ],
      "influence_map": [],
      "chunk_index": 53
    },
    "id": "panchatantra_053"
  },
  {
    "section": "Part 3",
    "text": "Raktaaksha pleaded, “Dear King! Please understand that we are owls and he belongs to crows. We are we and they are they! Let us not keep him.” Krooraaksha intervened, “Sir! This Raktaaksha does not see the spirit of oneness, unity and equality. He is narrow minded. AYAM NIJAH PARO VETI GANANAA LAGHU CHETASAAM UDAARA CHARITAANAAM TU VASUDAIVA KUDUMBAKAM! — P.T. V-37 Only narrow minded ones count ‘this is ours’ and ‘that is theirs’ and also ‘we’ and ‘they’, but for noble people this whole beneficent earth is a one big family. Sir! This Raktaaksha is narrow minded and selfish.” Arimardana and all the ministers accused Raktaaksha. Raktaaksha went out and flew away to another cave with his four assistants Laghukarna, Lambakarna, Kaalakarna and Mitakarna. Neelagupta, the spy of Sthirajivi, heard all this and reported to Sthirajivi. The Story of Preparation for Victory 169 Sthirajivi asked Neelagriva, Neelapaksha and others to bring pieces of wood and store them inside the gate. He fed pieces of wood one by one to the fire and the fire was always kept burning.” He was preparing for victory. 12. THE STORY OF SEEING THE FUTURE Bahushakti asked, “What happened to Raktaaksha who flew away to another cave with Laghukarna, Lambakarna, Kaalakarna and Mitakarna.” Vishnu Sharma said, “When they reached another cave in Kanaram hills, Laghukarna the senior owl asked Raktaaksha, “Sir! Why have you brought us here? We should be with our king Arimardana and all our owls. Please tell.” Raktaaksha replied, “A great danger is going to befall on the kingdom of owls because of that old crow Sthirajivi. Those foolish ministers and our simple, straight forward and innocent king Arimardana do not understand the cunningness of Sthirajivi. I love King Arimardana because I worked with his father Shatrumardana. Looking into the past, present and future with wakefulness, alertness, awareness and consciousness, I brought you here to save ourselves and possibly our king and kingdom!” 170 Meeting Conflicts – Crows and Owls in Conflict “Is it possible to look into the past, present and future?” Ugrashakti asked the master teacher, “Sir! Is it really possible?!” Vishnu Sharma said, “Yes! With wakefulness, alertness, awareness and consciousness Dadhimukha, the intelligent fox saved himself from unknown danger.” “Who was Dadhimukha?” asked Ugrashakti. “What was the unknown danger?” asked Anantashakti. ",
    "meta": {
      "theme": "Foresight and Precaution",
      "region": "Ancient India (Fictional)",
      "use_case": "Strategic planning, risk assessment",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "temporal_orientation"
      ],
      "usage_tags": [
        "fable",
        "wisdom literature",
        "political strategy"
      ],
      "influence_map": [],
      "chunk_index": 54
    },
    "id": "panchatantra_054"
  },
  {
    "section": "Meeting Conflicts – Crows and Owls in Conflict",
    "text": "“Wonderful! Wonderful!!” cheered Bahushakti, “Time, love, truth and consciousness.” Ugrashakti said after an after-thought, “I can understand time, love and truth. But, I am not clear about consciousness.” Anantashakti too joined, “What is consciousness?” Vishnu Sharma was elated to see that the three brothers are progressing towards wisdom. He said with love, care, enthusiasm and happiness, “Responsibility is consciousness. Responsibility is the master of the spiritual world.” The three princes were listening with total attention. Vishnu Sharma continued, “Time, love, truth and responsibility – Samaya, Prema, Satya and Dharma! Time is God in the physical world, Love is God in the mental world, Truth is God in the thought world and Responsibility is God in the conscious world or spiritual world. Time is of highest importance in the physical world. In time only things emerge, surge, verge and merge back. Time does not stop for anyone and time moves, moves and moves. In time, seasons come, children are born, crops are gained and results are achieved. Dear Princes! Be in time, on time, at time, every time, all the times and each time! Love is higher than time. When you love anything you will find time and invest time for that. In love time flows faster. When love is not there time slows and even stops! Love is accepting people as they are and then supporting them to become better. To forgive and forget is love. Love and devotion are one and the same. Dear Princes! Love your people, love all living beings. Love your friends. Love those who help you and also love those who oppose you. Truth is higher than love. When you find the truth about the worthiness of a subject or object, your love can change. Truth is reality. Truth is fact. What is, is truth. What is not, is not truth. Truth is the fact beyond appearances, feelings and thoughts. Truth was, truth is and truth will ever be. Dear Princes! Be truthful. Be with truth. It is easier and better to be with truth rather than with untruth. Once a lie is spoken, you have to tell a series of lies to support that one lie and sooner or later, mostly sooner, the cycle will break. Responsibility is higher than truth. Responsibility is leadership. Responding with ability is responsibility. A responsible person is always in time. A responsible person is loving all. A responsible person is truthful. Dear Princes! Be responsible. Be responsible like a mother, father, teacher and grandfather. Responsibility, truth, love and time are the most important values and qualities of an exemplary leader.” Anantashakti asked, “What is the essence of responsibility, Sir!?” Vishnu Sharma said, “To protect what is right and to eradicate what is not right, is the essence of responsibility. Whoever is responsible is a leader irrespective of his position, level, class, category or age.” Bahushakti held the hands of his two brothers, Ugrashakti and Anantashakti and said, “Sir! We will be with time, love and truth. We will be always responsible.” Vishnu Sharma was pleased and said, “Your father will be delighted to know this!” He continued, “Be awake in the physical world. Be alert in the mind world. Be aware in the thought world. Be conscious in the spiritual world.",
    "meta": {
      "theme": "Leadership and Governance",
      "region": "Ancient India",
      "use_case": "Political Education",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "wisdom",
        "responsibility",
        "truth",
        "love",
        "time"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 55
    },
    "id": "panchatantra_055"
  },
  {
    "section": "The Story of Dadhimukha",
    "text": "Vishnu Sharma said, “I told you that Dadhimukha was always awake, alert, aware and conscious!” Bahushakti requested, “Please tell further about Dadhimukha.” Vishnu Sharma began, “Dadhimukha was an intelligent fox in the Mutharam forest. He stayed in a cave in the forest and that was his residence. He stayed in the cave in the nights. Every morning he came out of the cave, moved in the forest, earned food, met friends, advised people, told stories to young animals and returned to his cave in the evening before the night. He was a freelance fox available to help and contribute to all. One day, after Dadhimukha left the cave in the morning an old lion called Kharanakhara came near the cave. Kharanakhara had retired from the usual profession of hunting because he was quite aged and due to the intense competition from the lion King, other lions, tigers, leopards, cheetahs and even wolves and wild dogs. He has learned, like all aged and retired people, to live on what is available! When he saw the cave he thought to himself, “This is a cozy cave. Let me stay here. Whichever animal comes into the cave can become my readymade food!” Then it went inside and sat in the darkness looking at the entrance. The lion could see the visitors but visitors could not see the lion. In the morning a few rabbits came, in the afternoon a deer came and in the evening a peacock came inside the cave. They were well received silently by Kharanakhara and were transformed into his lunch and evening snacks. He was very much satisfied and appreciated his own innovative approach. He also thought that this was an optimal way of living without stress because what one needed came to one without any effort! In the evening, just before the night fell, Dadhimukha the fox returned to his cave after a good and enjoyable day. As per his daily habit, he stopped before the entrance and observed the ground very carefully. He was very alert. He noticed some pugmarks and footmarks. These marks indicated that some animals entered the cave, but did not leave it. He closely examined them and understood that a lion, a dear, a peacock and three rabbits entered his cave and none of them came out. Dadhimukha became alert and logically concluded that the lion must have had eaten up the visitors and satisfied himself. After becoming fully aware of the situation, he contemplated with thoughtful stimulation. Then his consciousness got ignited and an idea sparked as a solution.",
    "meta": {
      "theme": "Intelligence and Survival",
      "region": "Ancient India",
      "use_case": "Storytelling/寓言",
      "strategic_category": [
        "military_doctrine"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "cunning",
        "strategy",
        "self-preservation",
        "awareness"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 56
    },
    "id": "panchatantra_056"
  },
  {
    "section": "The Story of Kaaka Maharatna & Live and Let Live",
    "text": "Vishnu Sharma continued the story. “On one bright day, Sthirajivi flew to Velala hills and went to the tree of Meghavarna and told him what to do, what not to do and went back to the cave. Meghavarna and thousands of his crows prepared themselves for the next day. On the next day at noon, groups of crows came and deposited wood, dry branches and sticks at the entrance. They also brought dead rats, squirrels and other animals and placed them at the entrance. Pieces of wood and sticks were put into the fire along with dead rats, squirrels and other materials. Fire grew in its intensity and the entrance became a burning furnace. Heat expanded into the cave and many owls rushed to the entrance and got burnt. The cave became a furnace of hell and all the owls got suffocated. A few owls who escaped were killed by the soldiers of Meghavarna. Sthirajivi met Meghavarna and the ministers. When fire stopped and the situation became cool, they all assembled near the entrance of the cave. There were no owls to be seen anywhere. Meghavarna thanked Sthirajivi and said, “Sir! Because of you, we are safe while our enemy has been destroyed! Great! We are honouring you with a life time award and with the title of ‘Kaaka Maharatna!’” All the crows clapped and gave a flying ovation. Meghavarna said, “Let us go to our original banyan tree. Our enemies are all finished!” Sthirajivi cautioned, “Wait! It is not over, let us wait for Neelagupta and his colleagues.” Neelagupta and Neelapaksha came and told something to Sthirajivi. Then Sthirajivi said, “Dear King! Dear ministers! I was right. As I suspected it is not completely over. The four ministers of king Arimardana were incorrect. I always admired Raktaaksha, the elder minister. He was the only person who doubted me and wanted that I should be killed. He knew what was coming up. When the King and all were in my strategic grip, he went away with his group of owls. Now, Neelagupta reports that he spotted Raktaaksha and his group of owls taking King Arimardana and his two ministers and ten owls to another cave far away in the Kanaram hills!” “How?” asked Meghavarna. Sthirajivi said, “He must have anticipated from my request for fire that there would be a fire danger. He must have arranged to find and make some holes in the far side of the cave. Then during the fire, his people might have helped the king and few others to escape. All owls have not been destroyed, they will grow. I appreciate Raktaaksha!” Sanjivi suggested, “Let us leave our old banyan tree and go away.” “No!” said Sthirajivi, “They have learnt a great lesson and they have become weak. They know who we are and will keep away from us. In due course, we both will learn the policy of live and let live.” Meghavarna thanked, “You have taken a great trouble with dedication and determination for all of us. Thanks, thanks and thanks!” From then onwards Meghavarna lived on that tree along with his ministers and members happily with progress, prosperity and peace with the blessings and guidance of Sthirajivi, the Kaaka Maharatna. Arimardana established a new small kingdom and lived in tranquillity without aggression under the protection of the great Raktaaksha. This was the third tantra of Vigraham, the war.” Vishnu Sharma smiled and said, “Dear Princes! You have heard how one wise person can win the war for his people with dedication and determination. You have heard how both Sthirajivi and Raktaaksha endeavoured for survival, protection, progress and well-being of their people with dedication and determination.",
    "meta": {
      "theme": "War and Strategy",
      "region": "Ancient India",
      "use_case": "Military Strategy/寓言",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "tactical deception",
        "fire attack",
        "strategic retreat",
        "coexistence"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 57
    },
    "id": "panchatantra_057"
  },
  {
    "section": "The Story of Live and Let Live",
    "text": "ANAAH PRAARBHDAM UTTAMA GUNAA NA PARITYAJANTI — P.T. III-247 The lowest kind of people do not Start the works. The normal kind of people Leave the works in-between. The superior kind of people Complete the works undertaken, In spite of thousands of Obstructions and problems. Dear Bahushakti, Ugrashakti and Anantashakti! You be superior kind of leaders to fulfil your noble missions!” Bahushakti promised, “Honoured teacher! Sir! We will take up noble works for the well-being of our people and complete them in spite of any number of problems and The Story of Live and Let Live 183 obstructions! Sir! We will endeavour for peace and also to avoid wars. However, if war is forced upon us we will win the war with thought power, strategies, values and morals and endeavour to avoid using weapons. Namaste Sir!” Ugrashakti and Anantashakti too paid their respects, “Namaste Sir!” “Namaste Sir!” Vishnu Sharma blessed them, “Vijayee bhava!” VIGRAHA KARI TURANGA PATTIBHIH NO KADAAPI BHAVATAAN MAHEE BHRUTAAM NEETI MANTRA PAVANAIH SAMA HATAAH SAMSHRAYANTU GIRI GAHVARAM DWISHAH — H.U. 3-151 Let the leaders not face the situations of fighting with soldiers, horses and elephants. Let the wars be won with the winds of innovative strategies and the power of thoughtfulness, and the enemies thus won over by thought power be in caves of peacefulness. This is the Tantra of Meeting the Conflicts. 184 Meeting Conflicts – Crows and Owls in Conflict IV Creating Friendships – Pact for Avoiding Conflicts 1. THE STORY OF RATAN B ahushakti asked, “Sir, how to avoid wars, conflicts, confrontations and enmity. What is the way to avoid conflict?” Vishnu Sharma said, “Pact is the way to avoid conflict. Pact creates new allies and friendship.” Ugrashakti said, “’Gaining friendships’, ‘Separating friends’, ‘Meeting conflicts’ and now ‘Creating friendships’. Excellent!” Anantashakti requested, “Sir tell us about the pact.” Vishnu Sharma said, “There was a huge majestic banyan tree in the rain forest to the south-east of Mahilaropya (Mantrakoota) in South India. It was huge with many branches. It became a home and a place of shelter for tens of thousands of birds like parrots, cranes, sparrows, crows and many others. In the hollow of the tree trunk lived the handsome and intelligent black rat Ratan with his wife Ratti and children Ratu, Raati, Ratole and Ratesh. Marjesh, a powerful cat lived on the firm branches of the tree. He occupied the middle section of the tree.",
    "meta": {
      "theme": "Conflict Resolution, Leadership, Strategy",
      "region": "South India",
      "use_case": "Avoiding War, Building Alliances",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "Peace, Negotiation, Thought Power",
      "influence_map": [],
      "chunk_index": 58
    },
    "id": "panchatantra_058"
  },
  {
    "section": "The Story of Cheerappan, Marjesh, Ratan, Gooban and Mangesh",
    "text": "186 Creating Friendships – Pact for Avoiding Conflicts In the upper regions of the tree was a sharp, wide-eyed owl, Gooban, with a sharp beak. He cautiously chose this place to ensure the cat does not reach him as the branches being tender and weak would prevent the cat from risking his life to prey on him. Marjesh and Gooban had a common factor. During the day they were quiet like contented sages but when the night descended, they became relentless savagers. They attacked the innocent sleeping birds, killed and ate them. With proteins, fat and blood of the birds, the cat and the owl became strong and stout. In the burrow, near the base of the tree, lived a terrific and sharp toothed mongoose, Mangesh. Though most of the time Mangesh operated at the base level, at times he climbed the tree to catch and kill squirrels, lizards and other crawling creatures. Nevertheless, he made sure to stay away from the middle portion as he terribly feared the cat, Marjesh, as it threatened him with dire consequences if he failed to restrict his movements. Ratan was well aware of his three enemies—Mangesh on the ground, Marjesh in the middle and Gooban at the top. Though those three were mutual enemies, for Ratan they were one common, bitter and dangerous enemies. Hence, Ratan and Ratti moved very carefully. They protected and warned their wonderful children. Most of the time, Ratan went out in search of food for his family and himself, while Ratti stayed back to take care of the kids. The Story of Ratan 187 2. THE STORY OF CHEERAPPAN The rainforest and the surroundings of the great tree was often the hunting ground for Cheerappan, the dark, terrible and harsh hunter with large moustache. He always moved along with his four powerful dogs — Shunak, Shanak, Shainak and Shenak. His very sight terrorized the animals and birds around and they ran helter skelter to safer zones. One evening, Cheerappan came to the banyan tree and laid his net to trap. He noticed the tree was a wonderful resting place for many birds. He spread the net in a manner that none could escape. He cleverly fixed several pieces of mutton on the net so as to attract his prey. Then he went away with his dogs to return the next morning. It was eleven O’ clock at night and was quite dark. Mangesh had a fairly good meal in the evening and was resting in the hideaway. Marjesh and Gooban completed their dinner and were dozing off in their respective places. Ratan and Ratti couldn’t sleep and were restless because the children were hungry. On that day, Ratan could not collect much food because Mangesh, the mongoose, was watching and waiting to grab him. To try their luck once again, they came out. The smell of mutton caught their senses. They looked up and saw the pieces in the net above. They inspected the surroundings. There was no sign of the cat, owl and the mongoose. Ratan moved upward cautiously and managed a few pieces which Ratti fed the children. He made a good number of trips. 188 Creating Friendships – Pact for Avoiding Conflicts 3. THE STORY OF MARJESH Suddenly, Marjesh’s ears straightened on hearing some soft and feeble noise of a creature moving along the tree. He opened his eyes and saw the fat rat and became alert. The desire to get hold of him became stronger. Ratan, unaware of the wakeful cat, picked up one big mutton piece, pulled it out of the net and was dragging it down with total concentration. Unexpectedly, Marjesh leaped but soon got trapped in the hunter’s net. His movement was so noisy and forceful that the branches swung, leaves fell, birds awoke and flew away. Gooban and Mangesh too rushed out to see what had happened. They saw Ratan timely escaping from the cat’s sudden attack and also the cat caught in the net. The cat struggled to free himself from the net. The net tightened and escape became impossible. It made wild and dreadful noises. 4. THE STORY OF MARJESH, RATAN, GOOBAN AND MANGESH Though Ratan survived Marjesh’s attempt, he was surrounded by the jaws of death – the owl on the top, the trapped cat in the middle and the mongoose below. He looked up and then down. While Gooban was ready with its sharp beak on the top, Mangesh was waiting for him with his frightening teeth below. He became conscious of the total situation. The Story of Marjesh, Ratan, Gooban and Mangesh 189 Any movement of his, upwards or downwards invited the curiosity of the two – owl and mongoose. He also observed that the two were moving step by step towards him. He smartly positioned himself in such a way that he was near enough to the cat, but beyond his reach and far enough from the owl and the mongoose. Mongoose wished that the rat comes down. The owl wished that the rat comes up. The cat thought of the net and the rat. Ratan, the rat, pondered for a while and came up with a way out.",
    "meta": {
      "theme": "Survival, Interdependence, Strategic Thinking",
      "region": "South India",
      "use_case": "Negotiation, Alliance Formation",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": "Trapped, Predator-Prey, Pact",
      "influence_map": [],
      "chunk_index": 59
    },
    "id": "panchatantra_059"
  },
  {
    "section": "The Story of Marjesh, Ratan, Gooban and Mangesh (continued)",
    "text": "Rat said to the cat, “Marjeshji! It is a pity that a powerful cat like you is caught in the net. My sympathies are with you!” The cat reacted angrily, “Do not worry about me. First, examine your own situation. See the mongoose below. He will have you for a late dinner. Further, look up and see Gooban, the owl, who is ready to make keema out of you! So think of yourself!” Ratan said, “Marjesh! It is fine. I am not in a hurry to go down or up. I will also not come near you. I will stay out here!” The cat said, “For how long will you be able to safeguard yourself! See, the long mongoose has started moving up and the owl is slowly coming down!” The clever rat said, “Assume that either the mongoose or the owl succeed in catching me, then what about your own 190 Creating Friendships – Pact for Avoiding Conflicts fate in the morning? Do not forget the hunter and his four dogs. Each one of them will compete with the other to tear you into pieces.” The cat said annoyingly, “That is in the morning, but you will be finished in the night itself!” Ratan thought and said, “Dear Marjesh! Why don’t you think of an escape route?” The cat enquired, “What is that?” The Story of Marjesh, Ratan, Gooban and Mangesh 191 The rat replied, “You know that I have powerful teeth. I can nibble the net and free you!” The cat stared at the rat and became hopeful. He smiled and said, “Ratan! Great! Good idea! Go ahead and cut this troublesome net! Come up friend! Come up!” The rat, feeling a bit surprised, said, “Marjesh! How come you are calling me a friend today? You are my bitter enemy! The moment I come closer to the net, you will kill me.” The cat tried assuring, “No, my friend! My objective is to break free from the net and to avoid the dogs in the morning. So please come and help me!” He added further, “The moment I am set free, the mongoose and the owl will run away, and you too will be completely free!” The rat smiled and asked, “What about you? You yourself will kill me!” Marjesh convinced, “Okay, in that case, let there be a pact between us. You free me from this net and I will not only protect you from this ugly owl and merciless mongoose, but shall also take an oath never to kill you or the members of your family. You will be my ally and my friend forever!” Ratan said thoughtfully, “But, Marjesh! Cats and rats are born enemies. Where is the friendship?” Ratan asked this to know the sincerity and commitment of Marjesh. Marjesh, the cat, said reassuringly, “Ratan! Friendship and enmity are situational. People become friends and foes because 192 Creating Friendships – Pact for Avoiding Conflicts of a reason and a cause. Some people become friends in a given situation and become enemies when the situation changes. It all depends on time, place, situation and the person. Change in any one of them can transform the relationship. Friends, foes, confrontation, collaboration, competition and cooperation are all situational. Dear friend! Let us forget the past. Let us become collaborators for mutual benefit. Let both of us rescue each other.” Mongoose and owl were listening attentively. Ratan said, “Wonderful! What a great sermon on the tree! I’m afraid all this will change when the net is cut. When net is cut, friendship will be cut and I will be cut! Your wisdom will change into wickedness!” The cat said, “No! No! Trust me. Trust and agreement are essential for any collaborative effort.” The rat said, “Wise cat! What is this trust and collaboration, please tell me more?” Marjesh said, “Ratan! Any association or relationship can be one of the four types. It depends on the extent of trust and agreement. About this, I heard from a wise cat, Billeshwar, who came from Dwaraka, long time back. When there is trust and agreement then two people become allies. When there is trust but no agreement, people become opponents. When there is no trust and no agreement, people become adversaries. The Story of Marjesh, Ratan, Gooban and Mangesh 193 When there is agreement but there is no trust, people become slippery and undependable associates. Allies help each other, opponents improve each other, adversaries kill each other and slippery associates undermine and trick each other. Being allies is best when there is complete agreement and trust. Being opponents 30% of the time and being allies 70% of the time is also healthy because opponents improve us. Avoid the people with relationship of adversary and stay away from them, till trust develops. In case of slippery association, one has to be careful and alert because the moment agreement is broken the associate becomes an adversary. Ratan, one more thing! Trust ensures relationship. Agreement ensures results. Trust occurs when intentions are pure. When intentions are not pure, there is no trust. Agreement occurs when goals match. When goals are not matching there is no agreement. Dear Ratan! Our goals match because we both want to save our lives. Our lives are in danger. Let us become partners!” Mangesh the mongoose, who was listening carefully, intervened, “Ratan! Do not believe this Marjesh the cat. He is relating wonderful theories. He says that goals are matching. What about intentions? His intentions are not good. You cannot trust him. If you take his shelter, he will not be an ally but a strange slippery associate. The moment 194 Creating Friendships – Pact for Avoiding Conflicts the net is cut and he becomes free, he will surely become an adversary and he will kill you!",
    "meta": {
      "theme": "Trust, Agreement, Alliances, Strategic Partnerships",
      "region": "South India (mention of Dwaraka)",
      "use_case": "Negotiation, Persuasion, Survival",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": "Pact, Betrayal, Self-Preservation",
      "influence_map": [],
      "chunk_index": 60
    },
    "id": "panchatantra_060"
  },
  {
    "id": "panchatantra_061",
    "section": "The Cat, the Rat, the Owl, and the Mongoose",
    "text": "became thoughtful. Now, the owl joined the issue, “Well said Mangesh! This cat is an enemy of all the three of us. When he was free he roamed like a villain and always kept his eyes on us. Ratan! You should not help him at all. Let the hunter with his dogs come in the morning and teach him a lesson! Then we will all be free!” Marjesh became petrified by the words of the mongoose and the owl. He thought it is over. Still we wanted to make a bold attempt. He said, “Ratan! Do not pay heed to these two blood-thirsty fellows. I have seen how ruthlessly this Gooban the owl tears up and eats the small birds on the branches. You have seen how reckless Mangesh the mongoose is. He has killed and chewed many rats, squirrels and even snakes. Because he has swallowed many snakes, his body, mind and even thoughts have become poisonous!” Ratan, the rat began contemplating the pros and corns of the point of view of all the three – cat, owl and mongoose. Seeing Ratan lost in thought thus, Mangesh decided to persuade him further to obey him. He said, “Ratan! See this cruel cat. His victims are countless. Now, he is saying nice things to you just because he is in trouble. See, we three are not in trouble. The cat needs you now. After the need is over, you will become an object of fulfilment, a sumptuous meal to fill his hungry appetite. Come down!” The Story of Marjesh, Ratan, Gooban and Mangesh 195 Saying this Mangesh moved up the trunk to get closer to the rat. “Whoo! No!” shouted the owl. “Come up! That Mangesh is more dangerous than the cat. See his teeth. He is moving towards you. Ratan, think! He is your nearest enemy. There is no reason to trust him. Come up! I will give you some food!” “Ratan! Do not go up! This owl will not give you any food. You will become his food,” yelled Mangesh. “No!” said Gooban, “Just wait and see!” The owl went to the branches and returned with a pierced sparrow in its sharp double knife like beak and said to the rat, “Ratan! Come! let us share this delicacy!” The rat saw the dead sparrow with dripping blood and shivered with fear. The rat imagined his own future if he went near Gooban, the owl. There was no question of going up. Should he go down! He looked down at the mongoose. The mongoose saw the opportunity and said, “Ratan! See the ferocity of the owl. So it is in the case of the cat. Friend! Come down!” Then it moved up a little more and it grinned. Its teeth became visible and they were awful. The whole thing puzzled Ratan even more. He thought the situation was like that of devil, deep sea and dragon shark. “What must I do?” he thought, “All the three are equally dangerous. None will spare me the moment an opportunity arises.",
    "meta": {
      "theme": "Dilemma and Choice",
      "region": "Unspecified/Fictional",
      "use_case": "Negotiation and Survival",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "fable",
        "animal_story",
        "decision_making"
      ],
      "influence_map": [],
      "chunk_index": 61
    }
  },
  {
    "section": "The Story of Marjesh, Ratan, Gooban and Mangesh",
    "text": "“Nothing could change Ratan’s mindset. He said worriedly, “No! Dear Marjesh! A rat should never trust a cat, except in times of emergency like the incident yesterday. Now please go away. I am also a thankful person, but a cautious rat. I cannot and will not come near you.” Marjesh understood the finality in the tone of Ratan. The mongoose and the owl, who now came near, were listening. The rat continued, “Marjesh! My dear! Let me tell you what I have decided. Now, for me to live under this tree is not safe. Life is difficult for me because of the increased alertness of this mongoose, that owl and you also. Though this tree has been a mother for my family, we will leave it soon to go to a nearby town. Here, there is danger of predators, hunters and dogs. I advise you also to go away from this tree because that hunter will not forget or forgive you. He will return with a much stronger net. For your own safety leave this place. I am thankful to you respected Sir! Good night! Bye, bye and no-see you!” The story is not over. Next day morning before dawn, Ratan with Ratti and kids left in search of a town, to a place which is relatively safe. Marjesh saw on the third day, Cheerappan coming towards the tree with his terrific dogs. He lost no time and moved up on to higher branches. The owl went further up and the mongoose remained hiding in the hole. Cheerappan spread a more formidable, wider and stronger net on the upper portion of the trunk of the tree and went away to return early the next morning. Marjesh saw the whole scene, jumped down on a convenient branch and went away never to return. He remembered what Ratan had said and thought of milk, butter and cheese and of a farm house about which he had heard from town cats visiting the jungle. The tree sighed and became sad because he would miss him too after the rats.",
    "meta": {
      "theme": "Trust and Safety",
      "region": "Unspecified, likely fictional",
      "use_case": "Illustrative story",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "animal_story"
      ],
      "influence_map": [],
      "chunk_index": 62
    },
    "id": "panchatantra_062"
  },
  {
    "section": "The Story of Wahini and Suraj",
    "text": "Six months passed. Ratan with his family was happily residing in a house on the outskirts of Mahilaropya. This house of Suraj Thaman and his wife Wahini was an opportunity for him and his family with ample food like bread, honey, milk, cheese, butter, eggs, chicken pieces and other eatables. Other houses too had a lot to offer. They also made a good number of friends. The comforts and luxuries in this area increased the rat population. Wahini complained to Suraj about more number of rats moving around the house and the menace they were creating. She called for urgency as Guruji was to visit them the next week. Suraj agreed to solve the rat problem with a quick and effective action plan. Unaware of any kind of traps, as usual Ratan entered Wahini’s kitchen in search of milk and bread. He saw, in a small yet beautiful and new wire mesh house, some bread, cheese and chicken pieces were placed. The smell attracted him. With a strong urge he managed to enter the wire mesh house. No sooner he entered it, the door closed behind him. He was panic writ as he didn’t know how to come out of it. Now, he felt like a prisoner. He was helpless and he cried.",
    "meta": {
      "theme": "Comfort and Consequence",
      "region": "Mahilaropya (fictional)",
      "use_case": "Illustrative story",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "fable",
        "animal_story"
      ],
      "influence_map": [],
      "chunk_index": 63
    },
    "id": "panchatantra_063"
  },
  {
    "section": "The Story of Pact for Friendship",
    "text": "A couple of hours passed by, when he suddenly noticed a cat creeping in. He became even more frightened. He froze when he saw it approaching him after having thoroughly surveyed the room. The cat came closer, closely inspected him and raised a cry of joy. Ratan was startled on hearing the familiar voice. Cat said “Ratan!!!” They recognized one another. Ratan enquired, “Marjesh! How are you?” Marjesh said, “I am wonderful and happy. I am well taken care of by aunt Wahini. I always remember you. You did not visit me on that day.” Ratan remembered how he openly expressed his distrust of Marjesh. He felt guilty. Ratan said, “I am trapped in this mechanism. This is the first time I am seeing and experiencing a rat trap. The chances of my escape seem remote. Ratti and young ones will be waiting for me. I may not see them again!” Marjesh felt sorry for him. Then the cat smiled and said, “Dear Ratan! Do not worry. I know about these traps. Let me see if I can help!” The cat came forward put his paw on the trap door and bent it downwards. The door opened wide enough for Ratan to escape. Marjesh cried, “Come out!” Ratan hesitated. “Come out! Ratan! Hurry up! The gardener Kunjanath may come any time!” insisted Marjesh. Ratan gathered enough courage and crawled out touching the cat’s leg in the entrance while Marjesh held the door. Ratan stared at Marjesh in disbelief and thankfulness. Marjesh the cat hurried him away saying, “Ratan! Run away as fast as possible since you have no trust in me!” But Ratan went near Marjesh and said, “Marjeshji! Sorry! You are very noble. You have saved me!” The cat said, “This is nothing. You saved me and I saved you!” The rat said, “It is not the same! I saved you because there was an agreement. You saved me without any agreement! You are a Mahatma!” The cat said, “No! Did I not take an oath that I would be thankful to you and I would not kill any rat? Since then, I have not killed any rat!” Ratan said, “Thank you, thank you and thank you, on behalf of all rats!” The cat kissed the rat. The rat climbed on the cat. Kunjanath opened the door. The cat jumped out of the window with the rat on its back. The rat thought, “Trust and agreement together are the spirit of partnership.” The banyan tree in the yard smiled to itself. The banyan tree in the backyard knew everything as it is connected to the banyan tree in the jungle through morphogenetic field. Morphogenetic field is the field of God! Great souls value their words more than their own lives. For them the pact is a fact for ever. Trust and agreement are the essence of a great partnership. Enemies can become friends and true friends remain as friends beyond the situations.",
    "meta": {
      "theme": "Reciprocity and Gratitude",
      "region": "Mahilaropya (fictional)",
      "use_case": "Illustrative story",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "animal_story"
      ],
      "influence_map": [],
      "chunk_index": 64
    },
    "id": "panchatantra_064"
  },
  {
    "section": "Limited Friendships — Thoughtless Actions and Conflicts",
    "text": "Vishnu Sharma said, “After ‘Gaining friendships,’ ‘Separating friends’, ‘Meeting conflicts’ and ‘Creating friendships’ you have to know about Limited Friendship because of thoughtless actions. There are three ways of thoughts and actions of thoughtful actions, limited thought actions, and thoughtless actions.” Bahushakti questioned, “What are thoughtful actions, what are limited thought actions and what are thoughtless actions?” Vishnu Sharma answered, “All leaders tend to do three mistakes. First mistake is to assume that past practices are sufficient for present and future. The second mistake is to believe that the present trends will continue. The third mistake is to think that future is dangerous and full of threats because it is uncertain. Dear Princes! Past practices are not sufficient for present and future because situations change as per time. New practices, better methods and innovative approaches are to be found out, adopted, applied and ensured. Present trends will change, time is a big thief. It steals opportunities, things, freedom, and specially wealth. One has to be along with and ahead of changes and time by being preactive, proactive, process active and post active. Future is not only full of danger, threat, and uncertainty, but it is also full of opportunities, support and unexpected blessings. We have to prepare for the danger and threat. Also, we have to watch and work for opportunities and support. In this way, we can become master of past, present and future.” Ugrashakti asked, “Sir! How to transcend the past practices, utilise the present situations and create a better future?",
    "meta": {
      "theme": "Leadership and Foresight",
      "region": "Unspecified, likely fictional",
      "use_case": "Didactic lesson",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "leadership",
        "strategy",
        "future_planning"
      ],
      "influence_map": [],
      "chunk_index": 65
    },
    "id": "panchatantra_065"
  },
  {
    "section": "The Story of Three Fishes/Dhirgadarshi/Samayasphurti/Mandabuddhi/Thoughtful Way",
    "text": "Vishnu Sharma started narrating the story of three fishes, “Continuity is reassuring. Satisfaction of security is present when continuity is assumed. Continuity and change are two aspects of reality. Change is hidden in everything and every system. Things change. Trends will end. End is hidden in trend. Let me tell you the episode of three fish of Thirthapuri lake. There was a huge lake near Thirthapuri in the Kingdom of Mahilaropya (Mantrakoota). It was a beautiful lake and the water was sweet. There was a weir for excess water to overflow during the rainy seasons. In summer, the water remained below the level of the barrier. Three fish lived in the lake - ‘Dhirgadarshi’ (thoughtful visionary - who sees far into the future), ‘Samayasphurti’ (timely idea generator – who is a situational thinker) and ‘Mandabuddhi’ (slow thinker – the thoughtless, lazy, inactive member). Dhirgadarshi was of medium built, gentle and prompt with ‘initiatives’ and ‘finishiatives.’ Samayasphurti was slim, quick and alert with ‘initiatives.’ Mandabuddhi was overweight, slow and without ‘initiatives’ and ‘finishiatives.’ The three were great friends and most of the time together. One day during the rainy season, when the lake was full and water was overflowing, Dhirgadarshi – the visionary went for a stroll-swim and swam at the surface level. He overheard the conversation between six well-built men. He heard them talking about fishing. He listened more attentively. “That’s a good idea,” said the leader of the group, “Let us come back in summer when the water level is low with large nylon nets for fishing. Then we shall have better luck and succeed in having a big catch.” Others agreed unanimously. Dhirgadarshi rushed to his friends and told them what he had heard a short while ago. “So what?” said Mandabuddhi. Samayasphurti was thoughtful. Dhirgadarshi advised, “Water is now flowing. Let us find a safer pasture. The overflowing water forms a stream and joins a river. It would be sensible to avail this new opportunity!” Samayasphurti said, “What is the hurry? Let us see what happens then!” Mandabuddhi alleged, “Dhirgadarshi! You are always creating problems by imaginary situations unnecessarily. Nothing is going to happen. Let us gladly continue in this lake. It is a known place, secure and safe.” He then went away and so did Samayasphurti. But, Dhirgadarshi took a firm stand, went along the flowing waters across the weir into the stream and the river. He discovered a few fish swimming joyously in a wonderful hidden place near a reservoir where fishing is prohibited. Summer came and the water level fell steeply. The fishermen came in groups, spread their nets and caught fish. On one such instance, both Samayasphurti and Mandabuddhi got trapped. Samayasphurti thought and realized his foolishness. He became still and rigid. One of the fishermen, whose mindset was like Mandabuddhi saw Samayasphurti, picked it up, said, “Dead fish!” and threw it back into the lake. Samayasphurti escaped. In the next rainy season, he followed Dhirgadarshi’s advice, crossed the barrier and swam along the stream into the river and reached the safe waters where he was happy to meet his old friend. On the other hand, when Mandabuddhi was caught it kept jumping with anger and agitation. Another fisherman saw him, picked it up and said, “This is big! This is fat! This will be tasty. Let us send it to the Royal Kitchen of Mahilaropya.” Mandabuddhi travelled in a bucket of water to the Royal kitchen where it became part of a delicious dinner.” The teacher, Vishnu Sharma was glad to see the joy writ on the faces of his learners. He concluded, “The thoughtful way is to know that the present trend will end. One must prepare for the worst and endeavour for the best. What will occur is differently better future.” Anticipate and act. Think and rescue yourself. Do not delay the decisions. Let the people learn from the past, now Let the people act and contribute.",
    "meta": {
      "theme": "Adaptability and Proactiveness",
      "region": "Thirthapuri lake, Mahilaropya (fictional)",
      "use_case": "Illustrative story",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "fable",
        "animal_story",
        "adaptability",
        "foresight"
      ],
      "influence_map": [],
      "chunk_index": 66
    },
    "id": "panchatantra_066"
  },
  {
    "section": "The Tantra of Limited Friendship: Losing the Gains – Losing Friends",
    "text": "This is the Tantra of Limited Friendship The Story of Thoughtful Way 217 V(A) Losing the Gains – Losing Friends 1. THE STORY OF LEARNING Bahushakti, Ugrashakti and Anantashakti got very interested in team-learning and self-learning after receiving a great deal of knowledge, information, ideas and solutions from their revered and beloved teacher Vishnu Sharma on gaining friends, separating friends, meeting conflicts and creating friendships. In intervals during the sessions with the teacher Vishnu Sharma, they discussed and debated among themselves. Each of them introspected in solitude and contemplated the different strategies, morals, values and lessons. They also interacted with four Masters, Gopinatha Sharma, Mallikarjuna Sharma, Manchana Sharma and Keshava Sharma of Mahilaropya (Mantrakoota), who were the teachers in the ashram of the great Vishnu Sharma. The three brothers learnt additional languages, sutras and shastras from them and became very comfortable and conversant with reading and writing. One morning, Bahushakti said, “Sir! We learnt a great deal about gaining, separating, meeting and creating. We also learned about limited friendships and thoughtless actions 220 Losing the Gains – Losing Friends and conflicts. Sir! Is there anything else to know about losing?!” Vishnu Sharma got elated to see how the thinking process of the princes has reached great heights. He said, “That is an intelligent question. Yes! You have to know about losing the gains so that you do not lose what you gain. Master of masters Arya Chanakya always emphasised the importance of (1) Protecting the existing wealth. (2) Enhancing existing wealth. (3) Adding new wealth. (4) Taking care of all people concerned and (5) Being a source of improvement. While protecting, enhancing and adding to the wealth you have to also avoid losing the gains!” Ugrashakti said in affirmation, “Yes! That is important Sir!” Anantashakti asked, “How gains can be lost?” 2. THE STORY OF KARALAMUKHA AND RAKTAMUKHA Vishnu Sharma began, “Karalamukha the crocodile lost what he gained and was also about to lose his wife, house and everything! But his friend turned enemy, Raktamukha the monkey, helped him to regain what was almost lost!” Anantashakti asked, “Who was Karalamukha and who was Raktamukha and how Karalamukha almost lost everything?” Vishnu Sharma narrated, “Near the city of Mahilaropya on the banks of the river Godavari in South India, there The Story of Karalamukha and Raktamukha 221 was a large deep pool of water formed by the river by the side of Nagepalli hill. This pool was called Laxmimadugu which was the resort for many crocodiles of different sizes and shapes. On the shore of Laxmimadugu there were patches of sand touching the rich soil and ground. There was a huge blackplum tree which bore a good number of black plums, jamuns (jambuphal).",
    "meta": {
      "theme": "Friendship, Loss, Betrayal",
      "region": "India",
      "use_case": "Moral instruction, Leadership",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "moral_philosophy"
      ],
      "influence_map": [
        "Chanakya",
        "Upanishads"
      ],
      "chunk_index": 67
    },
    "id": "panchatantra_067"
  },
  {
    "section": "The Story of Karalamukha and Raktamukha (continued)",
    "text": "Bahushakti interrupted, “Sir! Jambuphal! Was not our country India called Jambudweepa? Are these two names connected?!” The teacher said, “Yes! That’s right! Bharat (India) was called Jambudweepa, the island of blackplums, because there were and are many many jamnun trees all around the country.” Ugrashakti asked, “What happened to the blackplum tree near Laxmimadugu?” Vishnu Sharma said, “The blackplum fruits of that tree were large, shining and were also sweet and tasty like nectar. An intelligent monkey Raktamukha lived on that tree and enjoyed the fruits. In the deep waters of Laxmimadugu, on the other side near Shivaram Jungle, lived a strong and powerful crocodile Karalamukha. His wife was Makarasundari whom Karalamukha loved intensely. Karala and Sundari swam, played and hunted in the deep waters and rested 222 Losing the Gains – Losing Friends and slept in their home on the sands on the Shivaram Jungle side. One afternoon, Karalamukha came swimming to Nagepalli side and came up to the soft sands by the side of the blackplum tree of Raktamukha the monkey. Raktamukha saw Karalamukha coming near the tree, went up on to a branch near to the approaching crocodile, waved his hand, smiled and said, “Welcome! Welcome!!” The crocodile was happily surprised to see the welcoming friendly monkey and said, “Good afternoon! I am Karalamukha from Shivaram shore of this Laxmimadugu, Happy to see you!” Raktamukha said, “I am also happy to see a new guest. I am Raktamukha and I live on this blackplum tree. You are my guest! The Upanishads say “Athithi devo bhava”, The guest is God! Wait a minute please.” The monkey went up to the tree, brought a good number of shining black plums and said, “Sir! Please accept these tasty jamuns. DOORA MARGA SHRAMA SHRAANTAM VAISHVA DEVAANTAM AAGATAM ATHITHIM PUJAYET YASTU SA YAATI PARAMAAM GATI — P.T.IV.4 Whoever receives, honours and takes care of the guest, coming from distant places at the time of lunch, shall receive the supreme merit. Sir! Dear Karalamukha! Please accept these nectar like jamuns from my wonderful tree!” The monkey then dropped the fruits which the crocodile ate and enjoyed. He was very happy. They discussed till evening. Karalamukha then said, “Dear Raktamukha! Let me leave. Your bhabhi, (sister-in-law) my wife Makarasundari will be waiting for me. It is my good fortune that I met a person like you. You are a wonderful host! Good bye!” Raktamukha said, “Okay! See you! Come again!!” The crocodile reluctantly crawled into the waters, looked back at the monkey, entered into the waters and majestically swam towards his home on the other side. Raktamukha was looking towards his departing new friend and waved with goodwill and love. 3. THE STORY OF MAKARASUNDARI When Karalamukha reached home in the evening, he was much late than the usual time. Sundari asked, “Dear! Why are you so late”. Karala replied, “Dear Sundari! I have met a new friend, Raktamukha, the monkey. He is so nice and magnanimous.” Then Karalamukha told her how he met Raktamukha, how he welcomed him, gave nectar like black plums and also about the things they had discussed. Makarasundari said, “Jamuns!! Where are the fruits you brought for me! Give me, let me also enjoy.” Karala was shocked that he forgot. He said, “Sorry! I have forgotten. I will bring them tomorrow!” Sundari was disappointed and she said, “Oh! You have forgotten in the excitement of the new friend to bring for me nectar like fruits? Karala! What happened to you?” Karalamukha expressed his regrets again and again. The next day, when he went back to Nagepalli shore, he told Raktamukha about Sundari and her interest in fruits. The Story of Makarasundari 225 Raktamukha brought several wonderful large jamuns for Sundari bhabhi. Then they discussed about importance of family, husband and wife relations and also how love marriage occurred between Karala and Sundari. Again Karala was late, but this time he took the fruits and gave to his wife, Makarasundari. She was again upset that he was late but was delighted to see, eat and enjoy the fruits. They were a happy couple. They talked about Nagepalli shore, Raktamukha, the blackplum tree and its fruits. Then they slept well together with tails on each other.” Vishnu Sharma paused and said, “Husband and wife are life partners. Marriage is a divine connection and continuation.” Then Vishnu Sharma described about the importance of marriage, responsibility of the partners, types of marriages, the marriage process, seven steps and many other things and duties of a householder.” Bahushakti requested, “Sir! Please bless us that we get good life partners who will help us to fulfil our responsibilities towards our parents, elders, relatives, guests and all citizens.” All of them bent their heads in reverence. The teacher blessed the learners. Vishnu Sharma continued with the story, “Friendship of Karalamukha and Raktamukha became strong and intimate. Karalamukha continued his daily courier service of fruits from his monkey friend and crocodile wife. 226 Losing the Gains – Losing Friends Karala was late every evening as he spent more time with his friend than his wife. Sundari was very hurt and upset.",
    "meta": {
      "theme": "Friendship, Marriage, Jealousy",
      "region": "India",
      "use_case": "Moral instruction, Leadership",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "moral_philosophy"
      ],
      "influence_map": [
        "Upanishads"
      ],
      "chunk_index": 68
    },
    "id": "panchatantra_068"
  },
  {
    "section": "The Story of the Heart of Raktamukha",
    "text": "One night she said, “Who is this monkey. Is it a female? You are in great love with that monkey. It must be a female”. Karala denied with humbleness. She asked him to take her to Nagepalli shore. Karalamukha was afraid that she would blame his friend for keeping him away from home and declined to take her with him. 4. THE STORY OF THE HEART OF RAKTAMUKHA Sundari’s doubts got strengthened and she got an idea. She asked her husband, “Do you love me?!” He said “Yes!” “More than anyone else in the world?” she demanded. “Yes!” said the husband. She said, “Promise?” Karalamukha touched her teeth with his teeth and said, “Promise!” Makarasundari went near Karalamukha and told in a loving intimate voice, “Dear! Get me the heart of that monkey!” Karala was shocked and said, “Sundari! Why dear?!” Sundari smiled and said, “Have you ever thought how wonderful and delicious the heart of that monkey would be when that blackplums are so wonderful. That monkey must have eaten several tonnes of fruits till now.” The crocodile husband was dumbfounded. How could he harm his greatest friend? He said, “No! I will not harm him. I will do anything for you. I will get more fruits, fishes, tortoises, crabs and many other super delicacies but not The Story of the Heart of Raktamukha 227 his heart.” Sundari erupted with rage, “Yes! I know it is a female monkey. You cheat! You lied to me that you love me the most in this world. Get out of my house now. I don’t want to see your face!” Karalamukha attempted to convince her but his efforts were in vain. The more he declined, the more she became determined. One week of conflict permeated. Finally, Makarasundari said stubbornly, “I will fast unto death till you get the heart of that monkey!” Three days passed. Her satyagraha continued. Karalamukha was in an immense mental conflict between his love for his wife and his love for his friend. Finally, the love for wife won over the love for friend. He was very sad in his heart and mind but he told Sundari, “Dear! I cannot see your pain. My love for you has no limits. I will get the heart of Raktamukha today!” Makarasundari opened her eyes and smiled with weakness caused by fasting. She said, “Thanks! But I will believe you only when I eat that heart.” After being absent for three days, Karalamukha reached Nagepalli shore and called out “Raktaa! Raktaa!!” Raktamukha jumped from the inside branches to the outer branches of the tree near the shore. He was very happy to see his friend after a break of three days. He said in a delighted voice, “Karala! Dear! What happened to you? Why did you not come for three days? Anything wrong!? You look weak!” Karalamukha said, 228 Losing the Gains – Losing Friends “Raktaa, your bhabhi was not well. Actually, she wanted to see you. Since a month she was requesting me to bring you so that she could see such a magnanimous noble friend like you! She did not eat anything for three days. Therefore, I also did not eat. Please come with me!” Raktamukha hesitated for a minute and said, “I will surely come but you know that we monkeys and even human beings are food for you. It is better not to go to your house. One thing! Why don’t you please bring her here and she can see me?!” Karalamukha said, “She is very weak and she always accused me by saying, “What kind of person are you? You have not invited him even once while you are his guest every day.” Dear friend! She was right. She further said, DADAATI PRATI GRIHNAATI GUHYAMAAKHYAATI PRUCHHATI BUNGTE BHOJAYATECHAIVA SHADVIDHAM MITRALAKSHNAM — P.T. II-50 The six qualities of a good friend are giving, taking, telling secrets, asking secrets, offering food and eatables and receiving food and eatables. Dear Karala! You have taken fruits from him and eaten his food but you have not given him things and not given him food!” Sundari insisted me to invite you. Friend! I am ashamed that you are",
    "meta": {
      "theme": "Love, Betrayal, Deception",
      "region": "India",
      "use_case": "Moral instruction, Leadership",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "moral_philosophy"
      ],
      "influence_map": [],
      "chunk_index": 69
    },
    "id": "panchatantra_069"
  },
  {
    "section": "The Story of the Heart of Raktamukha",
    "text": "doubting me. My dear friend, you are more important than my life and my wife. Do not insult me with doubts. Please come!” The monkey asked, “How? I cannot swim in this big pool of Laxmimadugu.” The crocodile said, “Why to swim? Please sit on my back, I will be like a royal boat for you. Let us not delay!” Raktamukha hesitated, “But your house will be in waters. How can I enter it?” Karalamukha convinced, “No! No! Apart from water home, we have shore house on the sandy shore of Shivaram. It is a wonderful place. Now let us go!” The monkey went up the tree, brought some large fruits for his bhabhi and happily sat on the back of the crocodile. The crocodile turned and moved like a boat driven by noiseless pedals. They came to the middle of Laxmimadugu. Raktamukha said, “What a nice view of the river, big lake, both Shivaram hills and Nagepalli hills! See! How beautiful my blackplum tree looks from here! Thank you very much!” Karalamukha thought that now Raktamukha cannot escape and it was better to reveal the truth because he did not want to cheat his friend and it was better to be frank and transparent! He said calmly, “Dear friend, have a nice look at the tree and Nagepalli hills. This will be the last time you will be seeing them!” The monkey asked in confusion, “Why?” The crocodile said, “Because you will not return. Let me be frank with you. Sundari wants to eat your heart. She insisted and said that your heart will be thousand times delicious than all the jamuns!” The monkey was terrified. He could not believe what he heard. He asked to reconfirm, “What is that you told just now? I think I have not heard properly.” Karalamukha said with a grinning face, “Dear friend, there is nothing wrong. My dear wife wanted to eat your nectar like heart. That’s why I am taking you!” Raktamukha looked back at his tree. It was quite far. He looked around, there was water, water, water and water all around, in all four directions. He shivered with fright but controlled himself. He then said, “Dear Karala! I am shocked and not able to sit. Please slow down and stop for a while.” The crocodile slowed down and stopped. The intelligent monkey Raktamukha recovered and thought to himself, “Do not fear, think! Thinking is the solution in dangerous times. UPAAYAM APAAYA SAMAYE — Ancient Indian saying Idea is the way in case of danger. He thought — NA VISHWASED AVISHWASTE VISHWASTE NAATI VISHWASET VISHWAASAT BHAYAMUTPANNAM MOOLAANYAPI NIKRUNTASI — P.T. II-44 No one should trust a person who is not trustworthy. Even when one trusts anyone, he should not over trust him. When anyone blindly over trusts anyone, then there will be a great threat to the very roots of life.”",
    "meta": {
      "theme": "Trust and Betrayal",
      "region": "India (Ancient)",
      "use_case": "Leadership and Interpersonal Relations",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "moral_instruction"
      ],
      "influence_map": [],
      "chunk_index": 70
    },
    "id": "panchatantra_070"
  },
  {
    "section": "Losing the Gains – Losing Friends",
    "text": "Vishnu Sharma said, “Dear Princes! Trust is a highly valuable thing. A leader has to trust his people. But over trusting is to be avoided. Trust your people but do not believe in situation. Situation can change and in the course of time, trustworthy can become non-trustworthy. Therefore, while trusting your people, be alert to notice any changes and in all your systems, incorporate counter-checks and balances to notice any change in behaviour and also be alert to provide windows to escape.” Bahushakti agreed, “Yes Sir! This is a good guideline. Trust people but do not believe in situations.” Ugrashakti assured, “We will not over trust or trust blindly.” Aantashakti asked curiously, “Was there any window to escape for Raktamukha, the benevolent monkey?” Vishnu Sharma smiled and continued, “Raktamukha did not show any disturbance on his face. He coolly said to Karalamukha, “Dear Karala! So nice that bhabhi likes my heart. But dear, why did you not tell me that near the tree?!” The crocodile asked, “Why?” The monkey said, “Then I would have brought it with me! I kept it safely on the tree!” The crocodile asked a little puzzled, “Why?” The monkey said, “So that it gets some fresh air and becomes more sweeter and also a little more larger!” Karalamukha got confused and thought, “What is to be done? I cannot go home without the heart. Makarasundari will murder me!” Monkey noticed the confusion. It said, “Don’t worry, let us go back quickly. I don’t want to disappoint Sundari bhabhi. Turn around and move fast. We have to go and get my heart from the tree and rush back before it is too late!” Karalamukha appreciated the monkey and its readiness and eagerness to help. It turned back and started towards the sandy shore and the tree of blackplums. When they reached the shore, Raktamukha did not exhibit any hurry and waited for the crocodile to slide along the shore and halt like an efficient boat. When the crocodile stopped, the monkey jumped to the shore, moved smartly on four legs, went near the tree, jumped up on to the first branch and disappeared. The crocodile waited for some time and when it appeared to be very long, it cried out, “Raktamukha! Raktamukha!” several times. The monkey appeared on a higher branch and waved his hand. The crocodile said, “Come, come soon!” Raktamukha said, “Bye, bye! Dear! You can go back!” Karala asked, “What about you and the heart!” Raktamukha said, “My heart is very safe inside me and now I am also safe on my tree. You can go back now. Our friendship is over. I over trusted you, considering you are my dearest friend, I forgot that we are natural enemies! How foolish you are to think that the heart can be taken out and be kept on a tree. No wonder that you were foolish enough to accept the wicked desire of your wife to do harm to your friend! Please go away and never call me again.” The monkey then jumped and went back deep into the tree.",
    "meta": {
      "theme": "Trust, Betrayal, and Consequences",
      "region": "India (Ancient)",
      "use_case": "Leadership, Interpersonal Relations, Decision-Making",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "value_systems"
      ],
      "usage_tags": [
        "fable",
        "moral_instruction"
      ],
      "influence_map": [],
      "chunk_index": 71
    },
    "id": "panchatantra_071"
  },
  {
    "section": "The Alligator Allies and the Recapture of Laxmimadugu",
    "text": "alligators have enjoyed my jamuns. Let your messengers tell Tejaaksha that his friend Raktamukha requests him to help his friend’s friend Karalamukha. See! That pool is near that temple of Venugopalaswami in Pavnoor.” Karala called Dhirghavala and Durmukha. He told them about Raktamukha’s message and asked them to hurry up. Both of them speeded up towards the distantly visible temple of Venugopalaswami on the Pavnoor shore of river Godavari, where the pool of Tejaaksha was there. Within half an hour Tejaaksha came with fifty small but smart alligators. Tejaaksha called, “Raktamukha! Raktamukha!! My guru and teacher! We have come.” Raktamukha jumped down, without any fear went to Tejaaksha waiting in the water near the shore, embraced, kissed him and said, “Thanks!” They quickly discussed and Tejaaksha said to Karalamukha, “Let us go!” Karala noticed that Raktamukha totally trusted Tejaaksha. Karala felt ashamed of himself. Karala said to Raktamukha hesitatingly, “Dear Rakta! These are small in size. Crocodiles of Ghoravakra are large and terrific.” Raktamukha laughed! Vishnu Sharma paused. All the three brothers laughed! Vishnu Sharma asked with a smile, “Why?!” Anantashakti said, “Monkeys of Rama were small and devils of Ravana were large and terrific!!” Vishnu Sharma, Bahushakti and Ugrashakti clapped loudly. Vishnu Sharma said, “That’s what Raktamukha said to Karalamukha, “Go ahead my friend! Karala! Tejaaksha and his colleagues will help you, but you yourself have to confront your wicked enemy, If you die in the war you will gain heaven. If you win the war, you will gain both your home and fame. Come on! Go and wage the right war and win both!!” Karalamukha’s face brightened up. He joined Tejaaksha. They rushed to Laxmimadugu along with fifty-four member army like a division of torpedoes. After two hours, Karalamukha came swimming happily with Makarasundari on one side and Tejaaksha on the other side followed by 20 crocodiles and 30 alligators.” Vishnu Sharma said, “They were shinning like Sita, Rama and Laxmana. Raktamukha, like Bharata welcomed them.”",
    "meta": {
      "theme": "Gaining and regaining allies and resources",
      "region": "Ancient India (Godavari River)",
      "use_case": "Recovering lost territory and relationships",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "alliance",
        "warfare",
        "strategy",
        "trust"
      ],
      "influence_map": [
        "Ramayana"
      ],
      "chunk_index": 72
    },
    "id": "panchatantra_072"
  },
  {
    "section": "The Princes' Gratitude and the Story of Chaturaka",
    "text": "Love and Dedication One week before the time limit of six months was to become a reality, the great teacher Vishnu Sharma concluded the wisdom of the Panchatantra, the five approaches. The princes invested the remaining six days moving freely, enjoying the ashram, recollecting and renarrating the stories and absorbing the values, principles, morals and lessons of life. On the morning of the day before their departure they came to see their teacher and did pranams to him. Bahushakti, Ugrashakti and Anantashakti sat before the teacher with folded hands. Bahushakti said, “Most venerated Gurudev! You have been our father, mother, teacher and grandfather for these immortal six months.  You have nurtured, authorized and empowered us so that we become trustworthy caretakers of the kingdom and beyond. You have given this empowerment and wisdom without any returns or expectations. Vishnu Sharma was much pleased and said, “Wonderful! It is clear that you three will be responsible and pathmaking leaders. Now can you tell me briefly about the essence of your learnings?” Bahushakti said, “Sir! Thanks, we anticipated this. Can we tell you a story about the essence of our learnings?!” The teacher par excellence said, “Go ahead! It is happiness to listen to a story from you after telling so many stories. Listening is much better than telling! I too anticipated that you will be ready!!”\n1. THE STORY OF CHATURAKA Bahushakti looked at Anantashakti who smiled, did pranams to the teacher and began, “Sir! There was an intelligent fox called Chaturaka in the forest of Shivaram near Laxmimadugu in the river Godavari, near the city of Mahilaropya (Modern Mantrakoota). One day, he was very hungry and saw a dead elephant. Since he was hungry he went near the elephant and attempted to bite the skin. The skin of the elephant was very thick and he could not bite it. 2. THE STORY OF UDATTAKESARI Chaturaka waited for an opportunity. He saw Udattakesari, the lion King of Shivaram forest, who was majestically walking towards that place. Chaturaka went towards the lion, did pranams and said, “Namaste! Sir! It is a great fortune to meet your honour, the great king of this forest. Sir! I am Chaturaka and that is a dead elephant. I was keeping a watch to ensure that no one eats that elephant and kept it safe for your honour. You can have it for your lunch Sir!” Udattakesari was highly pleased for the humbleness and dedication of the fox and said, “Dear Chaturaka! What you have done is correct. But, you must know that we, of the royal family of Shivaram, do not eat a dead animal. We can have for our food only those animals killed by us. Therefore, dear Chaturaka! Do not mind, we cannot eat it. But, we leave it to you as a gift from us in appreciation of your services.” Chaturaka said, “Thank you, Sir! I am blessed!” The lion went away. Chaturaka was highly satisfied with own work!",
    "meta": {
      "theme": "Diplomacy, cunning, and resourcefulness",
      "region": "Ancient India (Godavari River)",
      "use_case": "Securing resources through strategic manipulation",
      "strategic_category": [
        "diplomatic_posture",
        "geopolitical_strategy"
      ],
      "economic_category": [
        "resource_strategies"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "deception",
        "strategy",
        "resourcefulness",
        "hierarchy"
      ],
      "influence_map": [],
      "chunk_index": 73
    },
    "id": "panchatantra_073"
  },
  {
    "section": "Foreword and Preface",
    "text": "master. They were blessed with the rain of joyful and love-full drops of nectar from the eyes of their guru. A cool shower of rain descended on the ashram. ETERNAL WISDOM PRAALEYADREH SUTAAYAAH PRANAYA NIVASATIH CHANDRAMOULISSA YAAVAD YAAVAT LAXMEEH MURAAREE JALADA IVA TATEEVAH MAANASE VISPHURANNTEE 250 Love and Dedication YAAVAT SWARNAACHALO AYAM DAVADAHAUA SAMO YASYA SOORYAH SPHULINGAH TAAVAN NARAYANENA PRACHARATU RACHITAH SANGRAHO IYAM KATHAAVAAN — H.U. IV-141 As long as Lord Shiva the storehouse of Love to Parvatidevi is present As long as Laxmidevi resides In the heart of Lord Vishnu like lightning in the cloud As long as Mount Meru along with Lord Sun as the great ball of light exists, Let this collection of stories authored by Narayana spread in this world. This is That This (Story) is That (Spirit) This is That This (Panchatantra) is That (Swantantra) The Story of Aauraka 251 Abbreviations B.G. Bhagwad Gita G.B. Gurubodh H.U. Hitopadesha K.A.S. Kautilya Artha Shastra K.U. Katha Upanishad M.B. Mahabharat N.G. Narayana Gita P.T. Panchatantra V.R. Valmiki Ramayana 252 Abbreviations Meanings of the Names in Panchatantra Panchatantra is an exhilarating collection of stories with meaningful messages for the success, progress and winning happiness in life. There are many animals, birds, reptiles and human beings appearing in different roles. There are appropriate names for them which are meaningful and thought provoking. There are hidden messages in the meanings of the names. Following are the roles and meanings to give insights into themes of the stories of Panchatantra. A. Background — Amarashakti, Three Sons and Vishnu Sharma 1. Amarashakti Immortal energy 2. Amrita Devi Nectar divine 3. Anantashakti Infinite energy 4. Bahushakti Great energy 5. Dhimati Intelligent mind 6. Mahamati Great mind 7. Sumati Noble mind 8. Ugrashakti Intensive energy I. Gaining Friendships — Prevention of Conflicts 1. Chitragreeva Wonder neck 2. Chitraanga Wonder limbs 3. Hiranyaka Golden heart",
    "meta": {
      "theme": "Wisdom and Life Lessons",
      "region": "India",
      "use_case": "Leadership and Management Training",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "storytelling",
        "moral_education",
        "leadership_development"
      ],
      "influence_map": [],
      "chunk_index": 74
    },
    "id": "panchatantra_074"
  },
  {
    "section": "Meanings of Names in Panchatantra (Continued)",
    "text": "Meanings of the Names in Panchatantra 253 4. Laghupatana Swift flier 5. Mandaraka Slow walk II. Separating Friends — Creating Conflicts 1. Damanaka Conquering 2. Gautami River Godavari 3. Gomayu Cowdung 4. Ghoradanta Terrible teeth 5. Govinda Beloved one and name of Lord Krishna 6. Jayashree Prosperous victory 7. Karataka Dedication 8. Krathanaka Slaughtered 9. Linganna One of the names of Lord Shiva 10. Madotkata Intoxicated 11. Nandaka Joyful 12. Pingalaka Rusty brown red 13. Rajanna Brother King, one of the names of Lord Shiva 14. Sanjivaka Nourished life 15. Shoorashakti Brave energy 16. Sridhar Full of prosperity 17. Srinivas Residing wealth 18. Sugreevaka Beautiful neck 19. Vakradanta Crooked teeth 254 Meanings of the Names in Panchatantra 20. Vardhamana Growth oriented 21. Venkanna One of the names of Lord Venkateshwara 22. Vignaana Siddhi Wisdom realized III. Meeting Conflicts — Crows and Owls in Conflict 1. Anujivi With life 2. Arimardana Rival killer 3. Atidarpa Very proud 4. Bhadra Beneficient 5. Chandra Varma Moon warrior 6. Chiranjivi Eternal life 7. Chitrachakshu Wonder eyes 8. Dadhimukha Curd face 9. Deeptaaksha Lightened eyes 10. Devashakti Divine power 11. Garutmaan The king of birds and the vehicle of Lord Vishnu 12. Giriraj Mountain king 13. Haritaaksha Green eyes 14. Kaalakarna Black ear 15. Kaakashri Respected crow 16. Kaalavarna Black coloured 17. Kharanakhara Hard nails 18. Krikaalika Blue spy 19. Krooraaksha Wicked eye 20. Laghukarna Short ear Meanings of the Names in Panchatantra 255 21. Lambakarna Long ear 22. Megha Cloud 23. Meghavarna Cloud coloured 24. Mitakarna Limited ear 25. Mushika Lady rat 26. Mushikesh Rat lord 27. Narsingh Man lion 28. Neelagriva Blue throat 29. Neelagupta Blue secret 30. Neelapaksha Blue wing 31. Neelasena Blue captain 32. Neelavarna Blue coloured 33. Prajivi Extended life 34. Praakaarakarna Boundary ear 35. Peethaaksha Yellow eye 36. Rajashakti Royal power 37. Raktaaksha Red eyed 38. Samudra Ocean 39. Sanjivi Nourished life 40. Sankhayana Spiritual knowledge 41. Shatrumardana Enemy killer 42. Shikha Crown 43. Sthirajivi Stable life 44. Surya Sun 45. Ujjivi Bright life 46. Vakranasa Crooked nose 256 Meanings of the Names in Panchatantra IV. Creating Friendships — Pact for Avoiding Conflicts 1. Billeshwar King of cats 2. Cheerappan Cloth man 3. Gooban Owl man 4. Kunjanath Garden master 5. Mangesh Mangoose lord 6. Marjesh Cat lord 7. Raati Rat girl 7. Ratan Jewel 9. Ratesh Rat lord 10. Ratole Rat baby 11. Ratti Jewel lady 12. Ratu Rat boy 13. Shainak Rising dog 14. Shanak Smart dog 15. Shenak Long dog 16. Shunak Dog 17. Suraj Sun 18. Wahini Flowing vehicle V. Limited Friendships — Thoughtless Action and Conflicts 1. Dhirgadarshi Visionary seer 2. Mandabuddhi Slow wit 3. Samayasphurti Timely thinker Meanings of the Names in Panchatantra 257 V(A). Losing the Gains 1. Dhirghavala Long tail 2. Durmukha Bad face 3. Gopinatha Lord of cow maids 4. Ghoravakra Terrible bend 5. Karalamukha Dreadful face 6. Keshava Destroyer of wicked 7. Laghuvala Short tail 8. Makarasundari Beautiful lady crocodile 9. Mallikarjuna Lord of trees and creepers 10. Manchana Good person 11. Raktamukha Blood-red face 12. Sanmukha True face 13. Sharma Self control 14. Sumukha Good face 15. Tejaaksha Bright eye 16. Vikatamukha Ugly face Love and Dedication 1. Aaturaka Eager haste 2. Chaturaka Intelligent 3. Shoorpadanta Sharp tooth 4. Udattakesari Noble lion 5. Yuvachirutha Youthful cheetah",
    "meta": {
      "theme": "Character Analysis and Symbolism",
      "region": "India",
      "use_case": "Literary Analysis / Understanding Narrative Themes",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "symbolism",
        "character_naming",
        "narrative_analysis"
      ],
      "influence_map": [],
      "chunk_index": 75
    },
    "id": "panchatantra_075"
  },
  {
    "section": "References, Gratitudes, and Acknowledgements",
    "text": "258 Meanings of the Names in Panchatantra References and Further Readings Following sources were very useful in the preparation of this work. Many thanks are due to these authors and publishers. 1. Panchatantram, Sri Vishnu Shamra (Volumes I & II), Telugu translation, Sri Jeereddy Balachekna Reddy, Sanskrita Bhasha Prachara Samithi, Hyderabad, 2007- 2009. 2. Hitopadesham, Narayana Pandita (Volumes I & II), Telugu translation, Sanskrita Bhasha Prachara Samithi, Hyderabad, 2000-2009. 3. Mahabharata, Maharshi Veda Vyasa (English translation – M.N. Dutt), Parimal Publications, Delhi, 2001. 4. Valmiki Ramayana, Maharshi Valmiki, Gita Press, Gorakhpur, Samvat 2041. 5. Upanishad Kalpa Teruvu (Telugu), Vidwaan Garre Satyanarayana Gupta, Prarthana Gana Sangham, Vijayawada, 1990. 6. Panchatantra of Vishnu Sharman, H.R. Kale, Motilal Banarsidas Publishers Pvt. Ltd., Delhi, 1912-1986. 7. Hitopadesha of Narayana, M.R. Kale, Motilal Banarsidas Publishers, Pvt. Ltd., Delhi, 1967-1976. References and Further Readings 259 8. Panchatantra, Arthur W. Ryder, Jaico Publishing House, Mumbai, 1949-2012. 9. Katha Upanishad - A Dialogue with Death, Swami Chinmayanadaji, Central Chinmaya Mission, Mumbai, 2010. 10. Narayana Gita, Unpublished poems of Narayana, 1993-2013. 260 References and Further Readings Gratitudes 1. To parents, Shri Ghattu Ramanna, Smt. Ghattu Seethamma, grandmothers Smt. Vaduvatha Annamma and Smt. Muddu Ammai who told many stories and helped to expand horizons of mind and thought. 2. To Guruji, Shri Vidya Prakashananda Giri Swamiji who told wonderful inspiring spiritual stories. 3. To grandfatherly figures of Manthani, Shri Yelisetti Linganna, Shri Muddu Ramakrishniah, Shri Ganga Rajeshwara Rao, Shri Radharapu Sitarama Rao, Shri Narahari Somayajulu Garu and many elders who told stories of great value. 4. To life partner, Smt. Sujanadevi who became a sharing partner of the stories. 5. To brothers and sisters, Radhakrishna, Amarnath, Sumathi, Radha and sisters-in-love Ramadevi, Shobharani and their children. 6. To many Gurus, teachers and management experts who shared some wonderful stories. 7. To our children Varuna, Meena, Praveena, Pragna, Sita, Pradeep, Shailaja, Supriya, Vani, Ramu, Ravi, Sunila, Anila, Sitaram, Raju, Prashant, Sai and Radhama who enjoyed the stories. 8. To our grandchildren Shishir, Krupa, Shashwat, Shubhada, Radhakrishna and Riddhima, and the partners in the joy of stories. Gratitudes 261 9. To Shri Kishanbhai Jhunjhunwala, Smt. Manjubahen Jhunjhunwala, Shri Vedkrishna and Yash parivaar who loved the stories and asked for more. 10. To Shri Suresh and Sujatha Pandit for enjoying each of the stories. 11. To all youngsters, children and grand children for whom these stories are written. 12. To Smt. Maria Fernandes for preparing manuscript, computer script and for adding value to the stories and book. 13. To Shri Rakesh Srivastava of J.B. Academy, Faizabad and Chi. Krupa Sharma, Vadodara for drawing wonderful pictures. 14. To many Managing Directors and Directors, Vice Presidents and Managers, who enjoyed stories as a medium of management learning. 15. To Shri Pranav Adani, President, Shri Mukeshbhai Patel, Past President and Coordinator of AMA Week, Shri K.K. Nair, Executive Director and members of the Management Committee, for ensuring that the Ahmedabad Management Association becomes the fountain of wisdom and ethical values. 16. To Mrs. M.V. Padma for excellent editing and refinement. 17. To Mr. Manoj Kumar for preparing new computer script with corrections and for his best efforts to improve and complete the book in a very short time. 262 Gratitudes 18. To Ahmedabad Management Association for publishing as a contribution to leaders, managers and teachers. 19. Mr. K.K. Nair, Executive Director of AMA for continuous support and for conceptualising the cover page and the book in an excellent and special manner. 20. To Mr. Manoj Rana for designing wonderful cover page. 21. To N.K. Printers, Ahmedabad for printing in admirable way. 22. To all participants of various forums of AMA and to all readers for receiving the stories with joy. 23. To all teachers and learners who share the stories with the spirit of Shri Vishnu Sharma and the three princes. Gratitudes 263",
    "meta": {
      "theme": "Acknowledgements and Sources",
      "region": "India",
      "use_case": "Publication Information / Scholarly Attribution",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "references",
        "gratitude",
        "publishing"
      ],
      "influence_map": [
        "Panchatantra",
        "Hitopadesha",
        "Mahabharata",
        "Ramayana",
        "Upanishads"
      ],
      "chunk_index": 76
    },
    "id": "panchatantra_076"
  }
]