[
  {
    "section": "Introduction",
    "text": "Life imitates Art far more than Art imitates Life\nOscar Wilde, The Decay of Lying1\n\nWag the Dog is a good example to test Oscar Wilde’s claim. Directed by Barry Levinson and released in the theatres a few weeks before the outbreak of the Monica Lewinsky scandal in the press, the film appeared to prove the Irish wit right. The real life occurrences, namely President Clinton’s sexual affair with a White House intern and his subsequent attacks against foreign distant targets, seemed outright inspired by the movie plot. Yet, things are not quite that simple. In fact, this entire monograph is dedicated to exploring the complex relation between art and life, or rather cinema and reality, in order to do justice to the fine nuances of their intrinsic ties. These ties have occupied critics and scholars ever since the cinematic medium made its first steps in the beginning of the twentieth century. The result was a number of theoretical observations and philosophical positions regarding the ways in which cinema relates to the real world. In my own take here, I would like to scale down the size of the investigation and make a bottom-up start. By focusing on a single film and performing a meticulous analysis with a variety of tools and concepts, I would like to explore the details of the cinema/reality binary as it unfolds in the case of Wag the Dog. From the filmic texture and the story that it contains to the historical context and the conditions in which it was produced, exhibited and received worldwide, Wag the Dog constitutes an intriguing case in world film history that illuminates a series of operations in the way a fiction film interacts with reality. As we construe this interaction on multiple levels, we will be given the chance to assess a significant number of ideas and concepts from film theory and we will be faced with a number of questions as to how they could be reformulated vis-à-vis the contemporary cinematic experience. Throughout the book I will maintain a dual focus: Wag the Dog as a specific film example and the cinema/reality interplay that is reflected in and reflects upon the film. The particular traits of the film as a storytelling vehicle and a cultural artifact will be consistently scrutinized with a wide theoretical artillery, ranging from narrative analysis to audience reception, so that the overarching theme, film and reality, becomes sifted through diverse methods and conceptual schemas. The general argument of this study is that Wag the Dog could be regarded as a limit case in contemporary American cinema for the ways in which it confronts us with a standard set of quandaries that emerge every time we seek to define the boundaries between cinema and reality and we strive to understand how people, either as artists or viewers, are expected to handle them. The racking focus from the micro to the macro level is meant to serve them both at equal measure; on the one hand, we will discover the particularities of the movie and its exceptional path in American culture, while at the same time we are presented with the opportunity to revisit, reconsider and, possibly, revise some of our long-standing assumptions about the cinematic medium and its relation to the real world.",
    "meta": {
      "theme": "Film and Reality",
      "region": "United States",
      "use_case": "Analysis of Wag the Dog's interplay with real-world events and its impact on film theory.",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "media_studies",
        "political_science"
      ],
      "influence_map": [],
      "chunk_index": 1
    },
    "id": "wag_the_dog_001"
  },
  {
    "section": "Introduction",
    "text": "Apart from the tendency to contextualize early theoretical writings, there were also attempts to ‘correct’ initial readings by shifting focus to lesser-known passages or pointing to oversimplifications.  Systematic research methods in film history and theory today, combined with access to new materials, enable more accurate interpretations of early film theorists. Regardless of temporal distance and changes in technology, questions about cinema and reality remain, albeit in different forms. This study delves into *Wag the Dog* and its exploration of this interaction.\n\nWhy *Wag the Dog*? Theoretical work on cinema and reality often references emblematic films. This study focuses on a single film, *Wag the Dog*, for a more comprehensive analysis of film/reality interactions. *Wag the Dog* was loosely based on Larry Beinhart's 1993 novel *American Hero*, which fictionalized President George H. W. Bush staging a war for re-election.  The film rights were purchased by Tribeca, and the script was assigned to Hilary Henkin. Barry Levinson initially declined but later accepted, asking David Mamet to co-write, significantly altering the story.  *Wag the Dog* became a story about a nameless, faceless President hiring consultants to manage a sex scandal days before an election, fabricating a fake war with Albania.  Shot in 29 days with a $15 million budget, its independent status allowed creative freedom.  Disputes arose over writing credits, but a larger debate emerged after the film’s December 1997 premiere.  News of President Clinton’s affair with Monica Lewinsky broke in January 1998, drawing inevitable comparisons.  Clinton's subsequent military actions further fueled the film's relevance, boosting its box office and embedding it in public discourse.\n\n*Wag the Dog*'s textual and contextual elements make it ideal for examining film and reality on four levels: 1) formal (fiction vs. non-fiction narrative); 2) modal (cinema's material properties); 3) reception (media influence); and 4) political (image of the world and agency).  This study uses *Wag the Dog* to construct a conceptual spectrum, arguing that its narrative challenges fiction/non-fiction boundaries, its premise addresses digital technology's simulation of reality, its reception illustrates media's influence, and its political themes explore cultural verisimilitude and agency. The film's relevance extends beyond cinema studies, influencing fields like international relations, geopolitics, and journalism.  *Wag the Dog* anticipated and then seemingly manipulated reality, blurring the lines between fiction and fact.",
    "meta": {
      "theme": "Film and Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "digital technology",
        "political satire"
      ],
      "influence_map": [],
      "chunk_index": 2
    },
    "id": "wag_the_dog_002"
  },
  {
    "section": "Overview of Chapters",
    "text": "Chapter 1 examines narrative's relation to reality, using Souriau's ‘structure of the filmic universe’ and Branigan's ‘levels of narration’ to discuss textual strategies, institutional parameters, and audience expectations that distinguish fiction and non-fiction. *Wag the Dog* and Levinson's career are analyzed to reflect on narrative agency and the film's changing reception. Chapter 2 addresses the digital's impact on cinema's ontological relation to reality, focusing on *Wag the Dog*'s use of digital tools and the debate surrounding analogue and digital images. It argues that an image's connection to the external world depends on conventions of ‘realism’ and the ‘regime of truth’. Chapter 3 explores *Wag the Dog*'s extratextual impact, analyzing its influence on media framing of political events after the Lewinsky scandal and its basis in real events like the Gulf War. It compares ‘high-concept filmmaking’ with ‘high concept war coverage’.  Chapter 4 revisits concepts from Chapter 1, discussing ‘cultural verisimilitude’ in political films and analyzing the representation of agency in *Wag the Dog*, challenging the traditional hero and considering contingency in a globalized world.",
    "meta": {
      "theme": "Film and Reality, Digital Technology, Narrative Theory, Political Film",
      "region": "United States",
      "use_case": "Book Outline",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "digital technology",
        "political satire",
        "narrative agency",
        "media influence"
      ],
      "influence_map": [],
      "chunk_index": 3
    },
    "id": "wag_the_dog_003"
  },
  {
    "section": "Introduction",
    "text": "the Dog’s portrait of American politics with an emphasis on agency not as a storytelling device, but rather as a tool that helps us distinguish between diverse conceptions of action and political change in today’s globalized world. Finally, I use the representation of agency as a guiding principle that could help us remap the history of films about politics. Analyzing fiction films, such as The Candidate (1972), The Parallax View (1974) and The Ides of March (2011), and contrasting them with the documentary account of political action presented in The War Room (1993), we realize once again that the line separating film and reality is more crooked than we are often willing to accept. Finally, in the conclusion I present an overview of the multifaceted interactions of filmic and real life elements in the case of Wag the Dog and I discuss whether this level of interaction is something new altogether. At that point, the theories of the digital and the problem of defining ‘the new’ in contemporary cinema may, in turn, prove useful for reframing the entire history of the cinema/reality connection and the elements that change or persist in time.",
    "meta": {
      "theme": "Film and Reality",
      "region": "United States",
      "use_case": "Academic Analysis",
      "strategic_category": [
        "geopolitical_strategy",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "political_cinema",
        "narrative_analysis"
      ],
      "influence_map": [],
      "chunk_index": 4
    },
    "id": "wag_the_dog_004"
  },
  {
    "section": "Chapter 1: Wag the Dog and Narrative Analysis",
    "text": "The story of Wag the Dog is dedicated to a widely debated topic, namely the problematic state of reality in a media saturated world. The proliferation of mass media and the repercussions of technological progress on the way people perceive the real world has increasingly preoccupied public discourse over the past few decades, especially when it comes to electoral politics. Phrases such as ‘shaping’, ‘fabricating’ and ‘manufacturing’ reality have become the staple of everyday talk about how the media and politicians alike intervene to define social reality, according to their own interests. Wag the Dog puts this common knowledge to the test, and through the distorting effects of its magnifying glass, it gives us the opportunity to lean back and rethink more carefully the processes of accessing and mediating reality in the current age.\n\nThe plot of the film can be summarized as follows. Eleven days before the US presidential elections, the President is accused of sexually harassing a Firefly girl and his chances for re-election are slimmed. In order to manage the press debacle, the President’s assistant, Winifred Ames (Anne Heche), brings in a secret consultant called Conrad Brean (Robert De Niro), who suggests devising an emergency foreign crisis in order to divert public attention from the sex scandal. The crisis would involve Albania, a distant and relatively unknown country, which supposedly threatens to bomb the United States and destroy the American way of life. In order to build up this fake war for the news media, Brean seeks the help of a Hollywood producer called Stanley Motss (Dustin Hoffman). Motss is fascinated by the absurdity of the assignment and swiftly begins to plan the specifics of this war, together with an experienced production team. The team works long hours to create the main plot elements of this fake news story and invent the slogans, the music theme and, above all, the visual material that will serve as evidence of the existence of this conflict. A scene with an Albanian girl refugee walking through a bombed-out territory is quickly shot in a studio in order to procure the media with the necessary visual proof. Indeed, the footage is so emotionally wrenching that for the next two days all news programmes are dominated by the horrors of the war against Albania. Oddly enough, the response from the CIA and the President’s political opponent, Senator Neal, is not to deny the outbreak of the war but to announce its resolute ending. When Neal goes public to declare the end of the hostilities, Brean and Motss retaliate with the story of a soldier called Schumann (Woody Harrelson) who is, supposedly, left behind in the Albanian front. While the American public awaits the return of the war ‘hero’, the person chosen for this role (an ex-convict) is accidentally killed. This new setback is once again tackled most inventively by the protagonists, as they switch from staging the hero’s triumphant arrival to orchestrating his dramatic funeral. Finally, the Election Day comes and the President is successfully re-elected thanks to his resolution during the Albanian crisis. Overwhelmed by the magnitude of the success, Motss wants to take credit for his creative imagination and threatens to reveal the concoction of the war. This leads Brean to the decision to safeguard the truth by ordering Motss’ death; thus, their secret remains intact and the conflict with Albania can go down in history as another piece of American foreign policy.",
    "meta": {
      "theme": "Media Manipulation, Political Deception",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "narrative_structure",
        "film_analysis",
        "political_satire"
      ],
      "influence_map": [],
      "chunk_index": 5
    },
    "id": "wag_the_dog_005"
  },
  {
    "section": "Chapter 1: Wag the Dog and Narrative Analysis (continued)",
    "text": "While the story of Wag the Dog addresses head-on the difficulties of ascertaining whether a media event is true or not, the filmic narration equally, if more subtly, problematizes the ways in which we access the story world and build credence into its narrative agents. Even though the film was clearly ‘indexed’ as a fictional account with a very insightful tagline that read as ‘a comedy about truth, justice and other effects’, the stylistic and narrative choices that Levinson blatantly makes invite us to revisit the blurred boundaries of the fiction/non-fiction discourse. In fact, the blurring becomes even more intense in hindsight, as we take into consideration the film’s afterlife and its intriguing interactions with the political reality after its screening, which will be the focus of Chapter 3. Moreover, Levinson’s approach to narrative agency in Wag the Dog becomes further elucidated as we contextualize this film into his four-decades-long career in the cinema, which comprises mostly feature films and a documentary about politics called Poliwood made in 2009. Overall, this chapter will employ Wag the Dog as a case study that allows us to examine the relation between cinema and reality at a formal level, discussing the diverse modes that have assumed the task of mediating external reality on film. After presenting an overview of the key theoretical stakes in the debate about cinema, reality and filmic discourse, I will look closely at the narration of Wag the Dog and trace the formal elements that bring forward those stakes in the most upfront manner. Finally, I will try to account for Levinson’s thematic and stylistic preferences by incorporating this particular film in his lifelong career and by identifying a specific pattern of evolution in his film language, which seems closely related to his political ideas, as those were shaped by the late 2000s.",
    "meta": {
      "theme": "Film and Reality, Levinson's Filmmaking",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "narrative_analysis",
        "directorial_style"
      ],
      "influence_map": [],
      "chunk_index": 6
    },
    "id": "wag_the_dog_006"
  },
  {
    "section": "Chapter 1: Wag the Dog and Narrative Analysis (continued)",
    "text": "The cosmos of film: From real to reel and back Describing and comprehending the relation between reality and cinema is an arduous task worth pursuing on several levels of generality. For approaching the broadest level, it would be invaluable to look into the writings of Etienne Souriau and, particularly, his article ‘The Structure of the Filmic Universe and the Vocabulary of Filmology’, which first appeared in the Revue Internationale de Filmologie in 1951. As a pioneer of what he coined as ‘filmology’, the science of cinema, Souriau sought to determine a very specific language for studying the ‘filmic universe’. With the term ‘filmic universe’, Souriau designated an ensemble of beings, things, events and phenomena that inhabit a spatiotemporal frame. Every film, he claims, poses its own filmic universe, which is merely a variation of the more general category of the ‘filmic universe’ that encompasses all the types of films, despite their generic differences. According to Souriau, this overarching universe constitutes the very object of study of filmology and it should be analysed with minute precision using clear and scientifically rigorous terms. To that end, Souriau formulates the structure of the filmic universe comprising seven levels of existence that extend from the real world to the filmic world and then back to the real world",
    "meta": {
      "theme": "Film Theory, Filmic Universe",
      "region": "France, United States",
      "use_case": "Theoretical Framework",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "filmology",
        "etienne_souriau"
      ],
      "influence_map": [
        "Etienne Souriau"
      ],
      "chunk_index": 7
    },
    "id": "wag_the_dog_007"
  },
  {
    "section": "Film and Reality",
    "text": "Souriau’s structure begins with afilmic reality (the external, real world), which frames the filmic universe.  Profilmic reality is the part of the real world in front of the camera. The filmographic level addresses the film as a physical object with technical qualities (editing, coloring). Filmophanic reality unfolds on the screen during projection. Diegesis is the film's imaginary world.  Spectatorial events encompass audience reception and effects. The creatorial level includes the filmmaker's intentions. These levels show the interplay of reality and film.  Even in diegesis, reality influences the imaginary world, raising questions about fiction and non-fiction.  The distinction between these lies in the film's relation to afilmic reality.  Fiction portrays imaginary events, while documentaries connect to something ‘real.’ Formal differences exist in narrative strategies, addressing modes, and stylistic techniques.  Institutional settings also differ.  However, the separation of film and reality is complex.",
    "meta": {
      "theme": "Film Theory",
      "region": "General",
      "use_case": "Academic Discourse",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film analysis",
        "reality",
        "fiction",
        "non-fiction"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 8
    },
    "id": "wag_the_dog_008"
  },
  {
    "section": "Narrative Analysis",
    "text": "Both fiction and non-fiction films are narrative, assembling information with causal, spatial, and temporal relations.  Theorists like Bordwell and Nichols have codified these narrative principles. Bordwell identified classical, art cinema, historical-materialist, and parametric narration in fiction films. Nichols identified expository, observational, interactive, reflexive, and performative narration in documentaries. These categorizations demonstrate different organizational and transmission methods, generating varying expectations for viewers.  However, formal exchanges exist between fiction and non-fiction.  Filmmakers mix elements, blurring boundaries. Examples include Woody Allen's *Zelig* and Michael Winterbottom's *24 Hour Party People*. Observational documentaries and cinema vérité techniques are often parodied.  Despite this mixing, most films adhere to distinct patterns, influencing how viewers perceive the narrative's relation to the external world.",
    "meta": {
      "theme": "Film Theory",
      "region": "General",
      "use_case": "Academic Discourse",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "narrative analysis",
        "documentary",
        "fiction",
        "film techniques"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 9
    },
    "id": "wag_the_dog_009"
  },
  {
    "section": "Comprehension and Reference",
    "text": "Branigan argues both fiction and non-fiction ultimately relate to the real world, but with different types of reference.  Fiction is indeterminate and nonspecific.  Its reference is judged case-by-case through the viewer's knowledge. The viewer has interpretive freedom, connecting the film to their experiences.  This process depends on the viewer's pre-existing knowledge structures.  Non-fiction, conversely, assumes a determinate, particular, and unique reference.  Viewers seek to confirm a thesis, accumulating evidence. Non-fiction aims to teach us about the world. The difference lies in specificity, temporality, and purpose.  Non-fiction portrays specific people, objects, places, and times, while fiction's relation to reality is left to the viewer's judgment.  Viewers expect to learn new information from non-fiction, impacting their worldview.  Several factors determine whether a film is perceived as fiction or non-fiction, including structural elements, narrative cues, conventions, and social context. Institutional labeling ('indexing') also plays a crucial role.",
    "meta": {
      "theme": "Film Theory",
      "region": "General",
      "use_case": "Academic Discourse",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film comprehension",
        "reference",
        "fiction",
        "non-fiction",
        "viewer interpretation"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 10
    },
    "id": "wag_the_dog_010"
  },
  {
    "section": "Introduction and Narrative Analysis of Wag the Dog",
    "text": "The categorization of a film as fiction or documentary depends on the filmmaker's creative goals, influenced by producers, distributors, and publicists. These tags establish audience expectations, which can be confirmed or challenged during viewing. When a film's referential nature is uncertain, boundaries blur, necessitating additional tags like 'docudrama' or 'docusoap.' Historical films complicate this relationship with reality. Schindler's List, despite its fictional status, features real people and locations, blurring the lines between fiction and historical representation. This raises questions about the film's adherence to facts compared to documentaries like Night and Fog. The fictional images in Schindler's List, while not expected to precisely correspond to reality, often resemble documentary footage, challenging the viewer's process of assigning reference. This chapter examines Wag the Dog's textual properties and narrative cues guiding its fictional reading, followed by an analysis of its digital cinema aspects and the film's impact on interpreting reality.\n\nWag the Dog tells a fictional story about a preposterous scheme to divert public attention from a presidential sex scandal. Tagged as a comedy, it initially leaves little doubt about its fictional status. Analyzing the film's text reveals adherence to classical Hollywood cinema principles. The narrative centers on a clear mission with a tight deadline: create a fake war to distract from the scandal. Branigan's narrative theory, with its eight levels of narration, provides a framework for understanding how information is organized and distributed in the film. These levels range from the historical author to internal focalization, encompassing narrators and characters as agents of information transmission. Unlike Bordwell's impersonal view of narration, Branigan emphasizes agency, highlighting how understanding 'who tells us what and in what way' shapes viewer assumptions. The film's title hints at this theme of agency and control. The opening sequence, with its extra-fictional narration and ambiguous imagery, further probes the question of causation and control. The initial scenes, featuring a presidential campaign ad, introduce the diegesis while also raising questions about the source of narrative agency. The introduction of the protagonist, Conrad Brean, further plays with narrative levels and expectations. The film's shifting style, from balanced compositions to shaky camera movements, adds to the ambiguity surrounding agency and control.",
    "meta": {
      "theme": "Narrative and Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "narrative_analysis",
        "fiction_vs_reality"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 11
    },
    "id": "wag_the_dog_011"
  },
  {
    "section": "Wag the Dog and Narrative Analysis",
    "text": "Dog returns to the classical path of continuity editing until the next group gathering at Stanley Motss’ mansion. The brainstorming scene of the producer and his associates is once again handled with the use of abrupt camera movements and random zooming shots that are carefully weighed against the classical choices of fiction filmmaking. The selective use of these devices during group meetings works as a momentary, and yet recurrent, aberration from the overall classical style that causes us to wonder about the purposes of the historical author, i.e. Barry Levinson, and the function of the extra/non-diegetic sources in the overall narrative scheme. To complicate matters more, Levinson himself makes a brief and extra-fictional appearance halfway through the film. The shots in Figures 1.9–1.10 appear briefly before Motss’ entrance to the studio where he is about to shoot the plight of an Albanian refugee in front of a blue screen. Levinson’s presence might go unheeded for a casual viewer, but the careful analysis of those shots indicates a conscious attempt of the historical author to intervene in the fiction and multiply the levels of fabrication in play in the film. Right before showing us his character in action, i.e. orchestrating and producing images that will pass off as reality, Levinson gives away his own act, directing his cameraman and crew to record the images that will pass off as fiction. In fact, the complex binary of fiction/reality, right at that moment, implodes once again, illustrating how tricky it sometimes gets to tell one from the other. As a result, it becomes difficult to determine the trajectory of the agency involved in the making of the film as well as in the progression of the diegesis. ‘Who is in charge’, or rather ‘who is wagging what’, is the question that runs through the entire narrative, both formally and thematically.\nPart of the provisional answer to that question is the role of media in the narrative process and particularly television. As the opening shots of Wag the Dog flagrantly asserted (Figures 1.2–1.3), the televised image is a narrative force of its own, working above and beyond the diegesis and establishing a level of mediated reality that runs parallel to the diegetic reality of the characters. Throughout the film, the presence of television in various places, shapes and forms, transforms the medium into a powerful player in the plot that stands equal to the other characters. Even though Branigan’s schema is anthropo-centric and thus privileges the role of characters as narrative agents, Wag the Dog’s mise-en-scène repeatedly highlights the possibility of objects to carry the weight of story transmission.",
    "meta": {
      "theme": "Media's Role in Shaping Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_studies",
        "narrative_analysis",
        "media_influence"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 12
    },
    "id": "wag_the_dog_012"
  },
  {
    "section": "Wag the Dog and Narrative Analysis (continued)",
    "text": "For instance, in Figures 1.11 we see a TV/VCR set in the dark meeting room mentioned earlier. A White House assistant is starting a tape with a commercial that is about to scathe the President’s affection for ‘little girls’. Based on this piece of information, Brean realizes that his time is more pressed than expected. Similarly, in Figure 1.12 we have a shot of an airport lounge where people are watching the news bulletin about the sexual allegations against the President. Brean carefully observes the news broadcast and the audience reactions to it, scheming a way to manipulate them both. In Wag the Dog and Narrative Analysis television again provides critical information about the plot and affects drastically the actions of the characters. Even the frame composition in this case, as in numerous others, testifies to the increasing prominence of the media in the screen space. If we look at the arrangement of the bodies and the objects in the room we can observe three stylistic details with significant dramatic effect. First, the camera is placed behind a couch, allowing the décor (lamp, vase and pillows) to stick out in the foreground and emulate a sense of the characters being sneaked up on. This staging technique is not as blatant as the zooming shots of the group gatherings but it implies a similar non-diegetic presence that observes the characters from a distance, as if trying to catch them unawares. Second, the three key protagonists violate the ‘modified frontality’ of the classical frame and have their backs turned against the spectator. In that instance, they become passive spectators themselves waiting for television to set the agenda. And this brings us to the third point, namely that television is presented as the focus of attention through two separate levels of narration: as an external focalization (we see what the characters are aware of) and as a non-diegetic view (no bystander would stand behind the couch). The significance of the media in the story world and their power to influence public opinion is reinforced by Levinson’s stylistic choice to position television centrally in the frame. Another typical example of such framing is found in Figure 1.14, where the televised image of James Belushi is placed in the centre while the human figures are pushed to the side. The few examples of shot composition mentioned here are entirely representative of the overall style of Wag the Dog where human figures and media artifacts vie for prominence. Granted, in the vast majority of these scenes the characters could still be considered as the dominant narrative agents in the sense that television or radio transmissions tend to be presented through focalization of all depths. Yet, it should not go unnoticed that Levinson chose to open and close his film from a non-diegetic level, underlining the mediated reality that lies beyond the characters’ reach.",
    "meta": {
      "theme": "Media's Role in Shaping Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_studies",
        "narrative_analysis",
        "media_influence"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 13
    },
    "id": "wag_the_dog_013"
  },
  {
    "section": "Wag the Dog and the Blurring of Fiction and Reality",
    "text": "In symmetry with the presidential spot that addressed the viewer before the entrance of the human agents in the story world, the film closes with a non-diegetic TV extract from a news bulletin and a non-diegetic shot of the conference room in the White House (Figures 1.15–1.16). Even though the characters have left the story world, the camera still lingers, drawing our attention to powers beyond the limits of human initiative and action. Overall, Wag the Dog features a narrative that invites us to ponder upon the ways in which we access information about the story and draws our attention to a multitude of narrative sources, human and non-human, that participate equally in the shaping of the diegetic reality. The textual analysis of the film plainly illustrates how Levinson’s creative choices seek to problematize the viewer about the complex relation of narrative and filmic reality, on the one hand, and the impact of mediation of them both, on the other. What Levinson could not have anticipated at the time, however, is that his narrative was meant to harbour a new set of interpretative options after a series of political developments in the American presidential scene in real life. When the Monica Lewinsky scandal broke and Clinton was suspected of ‘wagging the dog’ by bombing Sudan and Afghanistan, the reading of Wag the Dog could take, and in some cases did take, a new direction. A person watching the film in a theatre in the United States on its opening night would certainly read it fictionally, assigning indeterminate and non-specific reference to the events depicted. One was also likely to assume that these events are somehow connected to an external reality, depending on how much they knew about the Gulf War or digital technology, for instance. Yet, that connection was still indeterminate and could vary considerably within the wide limits of a fictional reading, as Branigan described it. What changed significantly after the coincidence of the film’s release with the Lewinsky scandal and Clinton’s publicity manoeuvres, however, is that the lines connecting fiction and reality became so much more specific that a non-fictional reading of the film was also made possible. In places like Greece or Serbia, where the film opened with a few months delay, several viewers assumed that it was a film about the Lewinsky scandal that unveiled the political machinations of the American presidency. Furthermore, the narrative and stylistic choices, such as the documentary techniques and the dominance of TV screens, increased the level of verisimilitude to such an extent that a non-American viewer could easily adopt a non-fictional reading of several parts in the film, despite the obvious fictional indexing and the hyperbole of the plot. In fact, Wag the Dog would even become a powerful propaganda tool in the hands of the Serbian people during the war in Kosovo against the American foreign policy. Such was the fate of a film that modestly started out as a comedy about truth, justice and other effects.",
    "meta": {
      "theme": "Fiction, Reality, and Political Interpretation",
      "region": "United States, Greece, Serbia",
      "use_case": "Film Analysis, Political Commentary",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "film_studies",
        "political_science",
        "propaganda",
        "media_influence"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Lewinsky Scandal Interpretation",
          "Kosovo War Propaganda"
        ]
      },
      "chunk_index": 14
    },
    "id": "wag_the_dog_014"
  },
  {
    "section": "Film Analysis: Wag the Dog, Avalon, Man of the Year, and Poliwood",
    "text": "A closer examination of Barry Levinson's films reveals a recurring concern about the interplay of life and art, particularly the impact of television on reality. In _Wag the Dog_, a complex scene showcases Levinson's virtuosity by dividing the image into two narrative spaces: characters discussing in a booth and a control room with a technician and a TV set. The audio track mixes the characters' voices with those from the soap opera on the TV, creating a non-diegetic dialogue between fiction layers. This scene foreshadows Levinson's subsequent works. In _Avalon_, Levinson chronicles a Polish-Jewish family's life in America. Flashbacks are stylistically marked by a subtle jumping effect achieved by manipulating the film speed, differentiating memories from the main plot. The intrusion of TV into the family's life is emphasized, altering their habits and rituals. A key scene shows the family abandoning dinner to watch their favorite show, highlighting TV's powerful influence. The final scene portrays a rivalry between the grandfather as a storyteller and television, with the young boy drawn to the latter. Levinson also illustrates 'life imitating art' through children mimicking stunts from _King of the Rocket Men_, their actions mirroring the film's staging. In _Man of the Year_, a comedian runs for president and wins due to a computer error. The film flirts with documentary conventions, blurring fiction and non-fiction through a testimonial narrative, celebrity cameos, and Levinson's own appearance. The presidential debate sequence is presented through multiple screens and fragmented focalizations, emphasizing the mediated nature of reality. The mise-en-scène underscores the mise-en-abyme structure of televised reality. Levinson expresses concerns about the impact of television on truth and credibility. In _Poliwood_, a documentary, Levinson directly addresses his 'love-hate relationship with television' and explores the intersection of television, celebrity, and politics. The film revisits themes from his previous works, presenting real people and events that mirror his fictional portrayals. Zooming shots and abrupt cutting, reminiscent of _Wag the Dog_, become dominant stylistic devices. The prominence of television screens connects _Poliwood_ to his fiction films, highlighting the blurring lines between fact and fiction.",
    "meta": {
      "theme": "Impact of Television on Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_studies",
        "media_analysis",
        "cultural_criticism"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 15
    },
    "id": "wag_the_dog_015"
  },
  {
    "section": "The Interplay of Reality and Fiction in Film",
    "text": "When watching a film, the external reality intervenes in various ways.  Viewers initially try to discern whether the film is presented as fiction or documentary, relying on publicity material and institutional tagging. However, as the film begins, the search for cues continues. Barry Levinson's films often blur the lines between fiction and non-fiction, prompting viewers to reconsider their interpretations.  The real-world parallels in _Poliwood_ invite a reassessment of the fictional portrayals in his earlier films.  While viewers don't mistake fictional characters for real people, the correspondence between them may be more direct than initially assumed.  Levinson's filming choices further emphasize this connection. The stylistic devices in _Poliwood_, like zooming shots and abrupt cutting, mirror those in _Wag the Dog_.  The recurring presence of television screens reinforces the idea that electronic media blur the distinction between fact and fiction, making it increasingly difficult to separate them.",
    "meta": {
      "theme": "Reality vs. Fiction",
      "region": "General",
      "use_case": "Film Theory",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_studies",
        "media_theory",
        "narrative_analysis"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 16
    },
    "id": "wag_the_dog_016"
  },
  {
    "section": "Chapter 1: Wag the Dog and Narrative Analysis",
    "text": "Even in cases when we can easily identify the generic identity of a film and can readily secure our expectations according to the corresponding schemata, the film/reality binary still remains so complex that the average viewer can hardly be aware of the extent of entanglement of the two poles. Wag the Dog is a film that lends itself ideally to the scrutiny of the real/ reel relationship, as I will be arguing throughout this book. In this chapter, it was invaluable for addressing the complicated distinction between fiction and non-fiction at the level of the narration, which transmits data bearing direct or indirect connections to the real world. A close look at the narrative strategies employed in the film revealed how the story’s thematic gist, namely ‘who is wagging what’, was mirrored in a number of stylistic choices that drew attention to a plurality of narrative voices.\nWith the help of Branigan’s narrative tools, we could trace several instances when a non-diegetic presence seemed to observe the characters from a distance or used zooming shots to increase the level of immediacy in the recording of the events. Moreover, we saw how Levinson made an entirely extrafictional appearance in front of the lens to illustrate as blatantly as possible how fiction and reality can step into each other’s way, inadvertently or not. Above all, however, Wag the Dog strove to highlight the presence of television as a very powerful agent in political life in modern America, an agent capable of shaping reality in terms of its own. Throughout the film, the TV screens dominated the décor and guided the characters’ decisions and actions to such a degree that sometimes it was television that ‘acted’ as the protagonist while the actors merely stood as props. Finally, it was this extreme emphasis on the impact of television on the real world that drove me to examine what Souriau called the ‘creatorial level’ and focus on Levinson’s personality as well as his other films. My inquiry into a sample of interviews and films revealed that one of Levinson’s recurring preoccupations is the ‘problem’ of mediation, which he initially identified with the influence of television on everyday life. From Avalon to Wag the Dog, and then from Man of the Year to Poliwood, Levinson began to centre his attention on American politics, where he considered the blurring lines between fiction and reality as an alarming symptom for democracy in the United States. Those blurring lines in fiction, reality and politics will continue to be discussed in the chapters that follow.",
    "meta": {
      "theme": "Film and Reality, Narrative Analysis, Television's Influence",
      "region": "United States",
      "use_case": "Analysis of political satire in film",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": "film studies, media analysis, political science",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 17
    },
    "id": "wag_the_dog_017"
  },
  {
    "section": "Chapter 2: Wag the Dog and the Digital",
    "text": "One of the key moments in Wag the Dog is the shooting of the war footage that signals the beginning of the Albanian crisis. Motss and his team decide to leak a news video to the media in order to visually establish the outbreak of the war. After working long hours on the pre-production of this video, the main protagonists arrive in a Hollywood studio and make sure that every minute detail of the shooting is carried out in the most efficient, as well as confidential, manner. In a six-minute-sequence Barry Levinson captures the intricate process of image fabrication and highlights the complex interactions between fiction and reality vis-à-vis the digital technology. A closer look into this scene will be most revealing.\nThe diegetic transition from Motss’ mansion to the studio is made with a shot of a limousine driving through the streets of LA accompanied by a radio news report on the soundtrack. It is followed by an extradiegetic shot of Levinson and his crew, which I previously discussed as an example of how the film narration regularly breaks the diegesis to problematize the relation between the fictional level and the external reality. In this case, the break is all too subtle though, as it is possible for the viewer to miss the presence of the real filmmaker; the shot lasts only nine seconds and it is followed by the entrance of the fictional filmmaker, Stanley Motss, who rushes into the studio to set up the shooting. In an ostentatiously long take, the camera fluidly follows him around as he walks in front of a blue screen talking to his assistants and giving instructions to the girl who will play the refugee in the war scene. The young actress, played by Kirsten Dunst, was carefully cast for her ‘Albanian’ looks and appears dressed in a traditional costume, trying anxiously to understand the purpose of the shooting. Brean and Ames make sure that she will not put this project on her résumé and move on to deal with what appears to become a major issue; the selection of the pet that the girl will hold in her arms as she runs away from a bombed-out Albanian village. The production assistants have brought in several breeds of dogs, cats and kittens but Motss finds it hard to choose. Eventually, they decide to insert the animal digitally during post-production and hand the actress a bag of potato chips in order to ascertain her arm position. When she looks at it in wonder, Motss explains that they are going to ‘punch a kitten in later’ so that they can have a wider set of options.\nThe film then takes us to the control booth where we see Motss sitting next to the director in front of multiple monitors showing the girl against the bare sweep of the back wall. We hear ‘action’ and we see her run forward towards the camera. This simple and unremarkable movement suddenly becomes meaningful as the director pastes in the background the image of a burning village. A library of stock images and sounds offers the creative team a wide range of choices to render the video as realistic as possible. Motss asks the director to add flames, a burning bridge, screaming sounds and sirens. All of a sudden he realizes that the kitten he had envisioned for that scene is a calico kitten. The director promptly finds one among the stock images but Ames, who is on the phone with the President, objects to this choice. She insists that the President wants a white kitten and he is not willing to negotiate it. Much to his distress, Motss succumbs to his orders and asks the director to use a white kitten. A close up shot on the latter’s fingers as he presses the buttons of the console is followed by a close view of the monitor showing the chips being morphed into a white kitten. Now the key ingredients of the video are all in place and the team will be able to leak it to the press over the next few hours.\nThe emphasis of this entire scene on the kitten that the Albanian girl will take to her rescue, starting with Motss’ initial indecisiveness and culminating with the lengthy dispute in the control room, serves two narrative premises. First, it contributes to the satiric portrait of presidential power that the entire film constructs, which will be further analysed in Chapter 4. Second, it gives the film the opportunity to address the key issue of digital technology and its repercussions on the recording of reality, which is going to be my focus here. More specifically, I would like to discuss the relation of film and reality at the filmographic level, i.e. at the level that concerns the film as a material object, which, depending on its qualities, acquires varying relations with the afilmic reality. In order to understand the dual film/reality at a modal level, I would like to engage with a number of theoretical positions about the passage from analogue to digital cinema and highlight the main concerns regarding the relation of film and reality in the digital era.",
    "meta": {
      "theme": "Digital Technology and Reality, Image Fabrication, Political Satire",
      "region": "United States",
      "use_case": "Analysis of digital technology's impact on filmmaking and reality perception",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": "film studies, media analysis, technology studies, political science",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 18
    },
    "id": "wag_the_dog_018"
  },
  {
    "section": "Part 1: Cinema, Reality, and the Digital Revolution",
    "text": "The debate about the nature of cinema in the digital age revolves around key questions concerning the medium's relationship with reality.  Bazin's exploration of cinema's essence, emphasizing its ability to mechanically reproduce reality, becomes particularly relevant in times of technological transition.  Historically, major advancements like the introduction of sound have prompted both celebrations and anxieties about cinema's future, mirroring current reactions to digital technology. This transition allows us to revisit and rethink previously settled issues, challenging the 'taken-for-grantedness' of the medium and prompting the exploration of new functions and applications.  The focus here is on digital technology's impact on films as texts, rather than production or distribution, as its primary influence lies in the renegotiation of cinema's relationship to reality through digital images.",
    "meta": {
      "theme": "Digital Cinema and Reality",
      "region": "Global",
      "use_case": "Film Theory",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "digital cinema",
        "reality",
        "representation",
        "Bazin"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "digital filmmaking",
          "film analysis"
        ]
      },
      "chunk_index": 19
    },
    "id": "wag_the_dog_019"
  },
  {
    "section": "Part 2: Technological, Ontological, and Semiological Aspects of Digital Cinema",
    "text": "Understanding the digital cinema discussion requires examining its technological, ontological, and semiological aspects. Technologically, digital media utilizes binary code (0s and 1s) to represent data, contrasting with analog cinema's reliance on light traces. This shift raises concerns about the nature of the cinematic medium.  Manovich's work bridges the old and new, identifying continuities and interactions.  Digital technology allows circumventing live-action filming through 3D animation, blurring the lines between analog and digital images.  Live-action footage becomes raw material for manipulation, collapsing the distinction between editing and special effects. Manovich defines digital cinema as a combination of live-action, painting, image processing, 2D/3D compositing, and animation.  This definition, seemingly innovative, echoes traditional animation and early cinema's self-reflexive tendencies. Digital cinema rediscovers techniques previously marginalized for exposing the problematic relationship between cinema and reality, ultimately becoming a form of animation using live-action as an element.",
    "meta": {
      "theme": "Defining Digital Cinema",
      "region": "Global",
      "use_case": "Film Theory",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "digital cinema",
        "animation",
        "live-action",
        "Manovich",
        "technology"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "digital filmmaking",
          "film studies"
        ]
      },
      "chunk_index": 20
    },
    "id": "wag_the_dog_020"
  },
  {
    "section": "Part 3:  Digital Cinema and the Persistence of Reality",
    "text": "The shift to digital raises ontological concerns regarding cinema's relationship with reality. Some lament the 'death of cinema,' echoing Bazin and Barthes' emphasis on realism and photography's authentication of reality.  Fears arise about the loss of reality and the role of human agents in filmmaking, with visions of films created entirely without physical elements. Ironically, real actors remain crucial even for digital characters, exemplified by Simone (2002). This persistence of the real, albeit mediated, leads theorists to consider digital representations as semiotic constructions, similar to analog ones. Souriau's seven levels of the filmic universe help distinguish how cinema and reality intersect.  Even in historical films, where accuracy is desired, creative reconstruction (mimesis) is essential. The spectator constructs a referent whose absence is crucial, not accidental.  Lefebvre and Furstenau advocate shifting focus from the image's identity to its semiological function, emphasizing that indexicality is how signs indicate their subject. Regardless of its origin (photographic or graphic), an image's connection to reality persists, exemplified by CGI visuals in films like Gladiator and Titanic.",
    "meta": {
      "theme": "Digital Representation and Reality",
      "region": "Global",
      "use_case": "Film Theory",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "digital cinema",
        "semiotics",
        "indexicality",
        "representation",
        "reality"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "digital filmmaking",
          "film analysis"
        ]
      },
      "chunk_index": 21
    },
    "id": "wag_the_dog_021"
  },
  {
    "section": "Wag the Dog and reality",
    "text": "Wag the Dog plays out the distinction between fact and fiction on multiple levels and the filmic narration, closely analysed in the previous chapter, becomes a mise-en-abyme for the story’s ambivalence about what is real and what is not. The significance of reality is challenged from the film’s first diegetic conversations. When Conrad Brean arrives at the White House and receives the first briefing about the presidential sex scandal, his reaction is outright cynical. The following piece of dialogue is illustrative:\n\nBREAN: Who’s got the story?\nAMES: Don’t you want to know if it’s true?\nBREAN: What difference does it make if it’s true? ... It’s a story, and, it breaks they’re gonna have to run with it – How long have we got till it breaks?\nAMES: Front page. Washington Post. Tomorrow.\n\nBrean is going to handle the communication crisis that will shortly break out due to a Firefly girl’s sexual allegations and he claims that the truth is not relevant to him. As soon as the media publish the girl’s story, it is going to affect public opinion regardless of its veracity. His role is not to prove the accusations to be false but to come up with another story that will distract public opinion until the Election Day. Thus, he asks the press officers to start rumours about the B3 bomber. When Ames says ‘It won’t hold, Connie, it won’t prove out’, he responds ‘It doesn’t have to prove out. We just got to distract them. We’ve got less than two weeks till the election.’ Brean’s credo about the value of truth in politics is further revealed as he devises a strategy to construct a fake war in order to change the media agenda. The underlying philosophy of this strategy is spelled out when Brean tries to convince Motss to join the effort. Through Brean’s statements, Wag the Dog poses a series of questions regarding the status of the image and the role of reference for the shaping of collective memory. One of his recurring arguments concerns the long-standing strategic use of emblematic images for representing an entire war, thus blocking the need for more specific and detailed historical evidence. He mentions two memorable pictures from World War II (five marines raising the flag on Iwo Jima and Winston Churchill’s V for Victory) and one from the Vietnam war (a naked girl running after a Napalm attack) to prove that his plan to reduce the war to one single image is not a new concept. He also frequently refers to the Gulf War and the smart bomb footage that circulated in the news broadcasts. When Brean alleges that he shot that footage in a studio in Falls Church Virginia with a 1/10 scale model of a building and Motss asks whether that is true, the answer is ‘how the fuck do we know?’ Wag the Dog’s lead character expresses repeatedly a firm disbelief regarding a clear distinction between fact and fiction. The evidential quality of the image is always in dispute, as he refuses to attribute a denotative function to any historical representation whether in a photograph or a news report.",
    "meta": {
      "theme": "Truth and Manipulation in Media",
      "region": "United States",
      "use_case": "Political Communication",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "propaganda",
        "media manipulation",
        "political campaigns"
      ],
      "influence_map": [],
      "chunk_index": 22
    },
    "id": "wag_the_dog_022"
  },
  {
    "section": "Wag the Dog and the Digital",
    "text": "Cynical as his views may be, the historical research around several emblematic images of twentieth century warfare has proven how staging and fabricating techniques have always been infiltrating the photographing process. It is worth quoting at length a commentary about the iconic image of raising the flag on Iwo Jima, The revered flag-raising photograph of Iwo Jima made in World War II by Joe Rosenthal alludes to, but does not record a heroic act: it is a twice-posed image made on a true site of battle that still glorifies the sentiments of many Americans when they raise their flag, and it has been replicated in a bronze national monument, a postage stamp and reams of calendar art. It incited, as well, the staging of yet another no less inspired ‘historical photograph.’ The Russian war photographer Yevgney Khaldai, who was Jewish, emulated ‘Iwo Jima’ when the Russians captured Berlin and when, like Rosenthal, he twice staged his own flag-hoisting photograph, using a flag improvised from table-cloths on May 2, 1942. Despite photography’s ability to mechanically reproduce reality, it is widely acknowledged that photographs of warfare have nothing but reproduced particular conceptions of war and not the war as it really was. In Wag the Dog, Brean and his team take advantage of that premise by taking it a step further, namely by producing a war that never was. Indeed, Levinson’s characters seem to implement Jean Baudrillard’s notion of simulation, so they can obstruct the real threat (the sex scandal) with a hyperreal one (the Albanian war). The film’s plot illustrates how the concept of hyperreality could successfully function in the American presidential scene with dire implications for democracy and political power. In one of Baudrillard’s famous passages, the workings of simulation are described as follows: Today abstraction is no longer that of the map, the double, the mirror, or the concept. Simulation is no longer that of a territory, a referential being or substance. It is the generation by models of a real without origin or reality: A hyperreal. The territory no longer precedes the map, nor does it survive it. It is nevertheless the map that precedes the territory – precession of simulacra – that engenders the territory. The hyperreal war waged in the film bears no relation to real events nor does it correspond to any pre-existing grounds of conflict. It is pure simulation. Even though the President’s advisor convinces his team that what they are doing is nothing new, in fact, it definitely is. Surely, propaganda and media manipulation have been part and parcel of all modern warfare but the complete fabrication of a war is something new. Even Baudrillard, one of the Gulf War’s most radical critics, did not argue the war was only simulated. In a book with the provocative title The Gulf War did not take place, Baudrillard claims that the Gulf War did not take place in the sense that the two opponents, the Americans and the Iraqis, were fighting two separate types of war and they were not destined to confront each other in the battlefield on an equal level. This is significantly different from the story of the film, where the conflict is entirely simulated. What is even more striking is the response of the other presidential candidate, as well as the CIA, who declare the end of the conflict from within the hyperreal zone. It seemed easier to retaliate with another simulacrum rather than address the real facts and gather evidence of the lack of war activity in Albania. Again, it is Baudrillard who gives an apt description of political power at the age of hyperreality: Power itself has for a long time produced nothing but the signs of its resemblance. And at the same time, another figure of power comes into play: that of a collective demand for signs of power—a holy union that is reconstructed around its disappearance. [emphasis in the original] The signs of power, such as press conferences, presidential announcements and authoritative commercials, flood the media but the real agency is nowhere to be found. Even the people on Motss’ crew oscillate between fact and fiction, between what they know as true, what they doubt as true and what they invent all the way. The practice of fabrication takes many shapes in the story, from composing a musical theme to inventing a hero and staging his funeral, but what is most emphatically portrayed is the shooting of the news footage that I described at the opening of this chapter. In that scene, Levinson reveals the process of simulation as a technological operation, which is able to produce something that never was.",
    "meta": {
      "theme": "Hyperreality and Simulation",
      "region": "United States",
      "use_case": "Political Manipulation",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "simulation",
        "hyperreality",
        "digital media",
        "propaganda"
      ],
      "influence_map": [
        "Jean Baudrillard"
      ],
      "chunk_index": 23
    },
    "id": "wag_the_dog_023"
  },
  {
    "section": "Realism and the regimes of truth",
    "text": "The enormous creative possibilities of digital technology are ostensibly demonstrated, as we watch the characters debate over which images to choose and which sounds to mix in order to make the footage both plausible and emotional. And yet, is it the digital to be held responsible for the manipulation of the truth and the simulation of a lie? Let us see how the theoretical debates over the technological, ontological and semiological features of digital media apply to this situation. At the technological level, the distinction between analogue and digital media is fairly unequivocal; the analogue technology mechanically inscribes an image by registering the traces of light of a pre-existing object, while the digital produces an image by transforming a numerical matrix into pixels. In the aforementioned scene, we are elaborately presented with the manifold ways in which these two technologies collaborate and converge, granting the digital, however, the final touch. The actress, her movements, the cats and the burning villages are all captured in the analogue mode but as soon as they are fed into the computer, they lose their indexical relation to the profilmic reality and become a numerical code. From then on, these images can be easily composited, animated or morphed by special-effects specialists who take advantage of this ‘elastic reality’ to create a highly deceitful video that asserts the non-factual, namely a war scene that never existed. The capacity of the digital to assert what is not and negate what is has been hailed by Friedrich Kittler, and further elaborated by Yvonne Spielmann, as one of the unique features of digitality in contrast to analogue media. As the digital engages in a dialectical relationship with the analogue (the opposite is not possible), it simulates the latter’s affirmative function while it performs a negative one too; whereas an analogue image works affirmatively by representing something that exists, the digital image can only simulate that something exists, thus performing an affirmation, while it can also simulate something that does not exist, thus performing a negation. The concerns that arise from the ability to simulate a negation, i.e. to affirm the presence of a non-existent object are central in the aforementioned debates about the ontological differences between the analogue and the digital. At the ontological level, the search for inherent qualities in these two types of images is not without obstacles. The remarkable creativity of the digital tools in the making of the fake war footage appears to confirm the fears about the loss of reality in digital images. Yet, the retorts are not insignificant either. Remember how Brean questioned the veracity of some historical analogue photos, acknowledging the possibility of manipulation even in analogue media. Despite the film’s extensive display of the digital means of image construction, the creative possibilities available to those working with analogue technology should not be underestimated. Granted, matte shots and superimpositions are easily detectable, but the inventive potential of staging, framing and editing a scene has been ingeniously explored from the very beginning of filmmaking, for example in Lumières’ first films. In his article ‘Louis Lumière – the cinema’s first virtualist’, Elsaesser summarizes the evidence of deliberation and planning behind Lumière’s single shot, single-scene films made with a static camera to illustrate how Douchet and Bazin’s belief in cinema’s capturing and respecting reality had been misconstrued all along. Similarly, Nanook of the North (1922), another emblematic documentary admired by the lovers of reality, has been painstakingly analysed to show how Flaherty’s camera intertwined fantasy and myth to portray the life of Nanook. In fact, a number of key documentary theorists, such as Bill Nichols and Michael Renov, have extensively argued for the problematic relation of non-fiction films to the outer world without taking into consideration any digital representations at all. Thus, the advent of digital possibilities does not seem to establish a new ontological regime altogether; rather, it sets the agenda for an ontological inquiry that probes us to reconsider the history of analogue media by freeing us from the hallucination of their indexical relation to reality. In the case of Wag the Dog, however, the problem with the news report about the Albanian war is not located only in the digital collage but, above all, in the commitment of that footage and the break of a social contract on the part of its makers. As Carl Plantinga strongly argues, the discursive function of all non-fiction representations, including TV news, is to make direct assertions about the actual world; this function is fulfilled thanks to a social contract that binds media people and viewers alike. Whether a given society or a political system allows or even invites the violation of this contract is a more complex issue hardly related to the ontological anxiety caused by the digital. In Elsaesser’s words, The question of truth arising from the photographic and post-photographic would thus not divide along the lines of the trace and the indexical at all, but rather flow from a complex set of discursive conventions, political changes and institutional claims which safeguard (or suspend) what we might call the ‘trust’ or ‘good faith’ we are prepared to invest in a given regime of representation. What Wag the Dog achieves is to question all regimes of representation in a political and social context that is no longer able to safeguard any of the traditional values, like truth or trust, but rather establishes a permanent sense of instability where fact and fiction are woven into a web of infinite regression. Ironically enough, as I will show in Chapter 3, the film’s central premise would soon be corroborated by real life when the political developments and the fictional plot got caught in a double bind to such an extent that one could no longer ascertain who was wagging whose tail.",
    "meta": {
      "theme": "Digital Media and Reality",
      "region": "United States",
      "use_case": "Media Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "digital media",
        "analog media",
        "ontology",
        "reality",
        "representation"
      ],
      "influence_map": [
        "Friedrich Kittler",
        "Yvonne Spielmann",
        "Carl Plantinga"
      ],
      "chunk_index": 24
    },
    "id": "wag_the_dog_024"
  },
  {
    "section": "1",
    "text": "The name of that second contract is ‘realism’ and it amounts to a set of conventions that determine how and why an image appears to be truthful and authentic. If we leave the technological distinctions between analogue and digital media aside, and if we suspend our fears for the loss of reality in the digital age, we must begin to inquire into the new, or possibly old, ways that the digital tools provide for portraying the real world. Here, things once again become complicated. First and foremost, let us adopt as an axiom what Elsaesser has claimed about realism, namely that it is ‘infinitely corruptible through repetition’. In addition, Dudley Andrew’s following observation helps us set the ground for our discussion: ‘Whereas “realism” appears to be a zero degree of cinematic repre- sentation (one involving no marked labor), we have seen how dependent it is on conventions and habit.’ What Andrew calls ‘a zero degree of representation’ refers to the classical realism of Hollywood films, which Bazin had praised so fervently for the transparency and the credibility of the depth of field and the continuity editing, among other things. The approach of the cinematic frame as ‘a window to the outer world’ led an entire cinematic practice, the classical Hollywood cinema, to adopt a series of technical and stylistic choices that could ensure an illusory perspective and hide all traces of construction. Indeed, the success and the promulgation of that approach were such that they could not be undercut even by the powers of digital technology. Thus, oddly enough, the new tools not only respected the foundations of classical realism, but also reinforced them significantly by uniting their strengths to achieve an even more persuasive immediacy. Hence the verisimilitude of the waves in Titanic and the tornados in Twister, to remember some of the previous examples. According to Warren Buckland, 90 per cent of the special effects used in the film industry are ‘invisible’ effects that simulate real conditions and try to pass unnoticed by the spectators. One such famous and widely discussed example is found in the opening sequence of Forrest Gump (1994), where we watch a feather floating in the wind. The feather appears entirely real since it blends perfectly into the setting, and there is nothing in the spatiotemporal coordinates of the frame to suggest that the feather was not part of the profilmic reality. The special effects team at Industrial Light and Magic who worked on this film have described the way the digital tools helped them visualize the flight of this feather, which could not have taken place in reality. They shot a real feather against a blue background in multiple positions and then they employed the techniques of morphing and compositing to create an image that never existed in live action. This example is indicative of the widespread tendency to put digital techniques at the service of the classical realist conventions that rely on a seamless repre- sentation of the story. What is impressive, indeed, in this digital obsession with the illusion of verisimilitude is the fact that it simulates even the slightest trait of analogue recording, such as the motion blur. In live action the movement of people and objects is always slightly blurred, which becomes more evident in moments of fast movement. On the other hand, when this movement is produced on a computer via stop-motion animation, the blur is not possible; no matter how fast an object moves, its image is always pin sharp since it stems not from a natural recording but from a numerical code. To handle this discrepancy between analogue and digital movement, the software of digital processing provides the addition of this motion blur as an invisible special effect that reinforces the illusion of live action. The ‘motion blur effect’ is an emblematic case of ‘remediation’, a term introduced by Jay David Bolter and Richard Grusin to describe the perennial tendency of the media to represent other media. Here, the digital medium remediates the analogue by reproducing the motion blur, which constitutes an inherent characteristic of analogue recording. The purpose of the remediation here is to establish the aesthetics of immediacy and to erase any trace of mediation of reality.",
    "meta": {
      "theme": "Realism and Digital Technology in Film",
      "region": "Global",
      "use_case": "Film Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "digital media",
        "realism",
        "special effects"
      ],
      "influence_map": [],
      "chunk_index": 25
    },
    "id": "wag_the_dog_025"
  },
  {
    "section": "2",
    "text": "So far we have established that digital technology conforms all too obediently to the tenets of classical realism that Bazin considered to embalm reality. The zero degree of representation or, put differently, the logic of immediacy is the one that prevails in mainstream representational practices, including the news video reports. In this light, Wag the Dog portrays most accurately the conven- tions and habits that news reporters employ in their labour in order to offer viewers a credible and coherent view of this world. Without a doubt, the satiric impulse and the hyperbole of the comic motivation puts a magnifying glass on the processes of image construction, but the notion of realism that the image makers convey is fairly accurate. Motss and his team constructed the video based on the conventions of what Steve Neale calls ‘generic’ and ‘cultural verisi- militude’ in order to make sure that the public does not doubt the veracity of the war report. The cultural verisimilitude entails all the team decisions regarding what comes across as ‘Albanian’, such as the traditional costume and the looks of the actress. On the other hand, the generic verisimilitude involves both the form of the news report (brief scenes on location) and the classical story format (causality, spatiotemporal continuity) that the audience have grown familiar with from Hollywood films. The story space (village, rubble, burning bridge, etc.) and the character (Albanian girl) are blended in a seamless environment that leaves no trace of its fictional provenance. The digital tools fully obey the logic of immediacy, making sure that the digital insertions (kitten, village, flames) respect the spatiotemporal unity as well as the principles of the classical realist frame, i.e. character centrality, modified frontality and depth of field. Wag the Dog shows us the contemporary preference for immediacy in several other ways that extend well beyond the staged war report. The logic of immediacy is equally propagated through the notion of surveillance that becomes significant in the filmic narration from the film’s opening moments. The introduction of Conrad Brean, as I argued in the previous chapter, is made through an intricate shot that shows him pass through the security check at the White House. The foregrounding of the surveillance image and the simultaneous appearance of the character in the same frame point to the ‘real time’ aspect of the surveillance transmission and boost the reality effect of the situation. The use of surveillance images continues throughout Brean’s walk towards the private conference room and it is symmetrically repeated during his exit from the White House after the meeting is over. Apart from this blatant use of surveillance at the opening of the film, the narration frequently emulates the sense of surveillance over the action through the multiple high angle shots in Motss’ Hollywood mansion. Levinson’s stylistic peculiarity is intriguing for the way it brings out the problem of realism and indexicality. The display of the surveillance aesthetics in Wag the Dog strives to complicate in yet another way the relation between the real and its representation. In his article ‘Rhetoric of the temporal index: surveillance narration and the cinema of “real time”’, Thomas Levin explores the manner in which contemporary films have incorporated the rhetoric of surveillance both at a formal and thematic level in order to compensate for the endangerment of reality in the digital age.",
    "meta": {
      "theme": "Realism, Immediacy, and Surveillance in Wag the Dog",
      "region": "Global",
      "use_case": "Film Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "wag the dog",
        "realism",
        "surveillance",
        "immediacy"
      ],
      "influence_map": [],
      "chunk_index": 26
    },
    "id": "wag_the_dog_026"
  },
  {
    "section": "Regime of Truth and Media Manipulation",
    "text": "Several of the issues discussed so far relate to how Foucault conceptualizes the regime of truth. He writes, ‘Each society has its regime of truth, its “general politics” of truth: that is, the types of discourse which it accepts and makes function as true; the mechanisms and instances which enable one to distinguish true and false statements, the means by which each is sanctioned; the techniques and procedures accorded value in the acquisition of truth; the status of those who are charged with saying what counts as true.’\nWag the Dog’s narrative depicts the regime of truth in contemporary American society. Its tagline hints at truth being a ‘special effect’ produced by the media, particularly television, through the paradoxical combination of creative image construction and ubiquitous live broadcasting. The film exposes the ‘techniques and procedures accorded value in the acquisition of truth’ in contemporary America. For instance, the conversation between Brean, Ames, and CIA agent Mr. Young reveals the conflict between old and new regimes of truth.\nMr. Young appeals to traditional verification mechanisms (satellites, FBI, Albanian officials) to deny the existence of war. Brean counters by invoking television’s power to ascertain the conflict’s ontology. As their conversation evolves, Brean’s point becomes clearer.  They reach a tacit agreement: the war exists as long as it's on TV.  The CIA ends the war with a televised statement from the President’s opponent declaring the situation resolved.  Brean and his team accept the televised end of the war and prepare the aftermath, including the rescue of a soldier left behind.\nThe celebration of TV’s liveness as a marker of reality, combined with classical realist conventions, suggests that the American regime of truth clings to immediacy as the closest discourse to the real. Despite new media techniques and awareness of mediation and manipulation, immediacy’s impact remains immense. Jay David Bolter sees the desire for transparency as American conservatism, finding reassurance in unified representations rather than fragmented ones. Gerard Gaylard notes the oscillation of cultures, with rushes towards less representational forms precipitating resurgences of normative realisms. Wag the Dog, despite its outrageous premise and comedic elements, offers a sophisticated account of the paradoxes and contradictions in how American society negotiates its regime of truth and the stakes for democracy.",
    "meta": {
      "theme": "Media and Politics",
      "region": "United States",
      "use_case": "Political Communication",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "propaganda",
        "information warfare",
        "media manipulation"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "political campaigns",
          "news cycles"
        ]
      },
      "chunk_index": 27
    },
    "id": "wag_the_dog_027"
  },
  {
    "section": "Digital Technology and Film Ontology",
    "text": "This chapter analyzes Wag the Dog in relation to digital technology’s impact on film ontology.  The construction of a fake news report about a non-existent war serves as a starting point for exploring key positions regarding the relation of film and reality in the digital era.  Distinguishing theoretical arguments into technological, ontological, and semiological areas clarifies misunderstandings and overstatements about cinema’s new phase.\nTechnologically, the analogue/digital distinction is clear, but their collaboration is significant. Digital relies on analogue’s informational wealth while disconnecting it from reality.  An analogue image becomes code on a digital platform, severing its indexical relation to a real object.  This loss of the real world in front of the camera initially seemed to shatter the Bazinian vision of total cinema. The unresolved ontology of the digital unsettled assumptions about the connection between filmic image and reality.\nSemiology offers some solace. Approaching a digital image as a semiotic construction displaces anxiety from the referent's existence during recording to the image’s commitment and institutional warrants for the referent's existence. Wag the Dog, with its intricate play of images and questions about reality, exemplifies this.  The film successfully incorporates concerns arising from digital media, highlighting contradictions in contemporary visual culture.\nMotss’ final line, ‘It’s a complete fucking fraud and it looks 100 per cent real. It’s the best work I’ve ever done in my life because it’s so honest,’ demonstrates the corrosive power of fiction. Yet, the film’s closure takes a clear stance: truth exists, and Motss dies protecting it.  After exposing hyperreality and manipulation, Wag the Dog reinstates modernist notions of objectivity and subjectivity.  Despite their wild imagination, Levinson and his writers did not foresee the evolving nature of ‘reality’.",
    "meta": {
      "theme": "Film Theory and Digital Technology",
      "region": "Global",
      "use_case": "Academic Discourse",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film studies",
        "digital media",
        "postmodernism"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "digital filmmaking",
          "virtual reality"
        ]
      },
      "chunk_index": 28
    },
    "id": "wag_the_dog_028"
  },
  {
    "section": "Part 1",
    "text": "We find the same concerns across the entire spectrum of audiovisual culture and the writings of Baudrillard, Virilio and Vattimo are fairly indicative. For an overview of their arguments, see Sean Cubitt, ‘Phalke, Méliès, and special effects today’, Wide Angle 21, 1 (1999). 21 The alternative title of this film is S1m0ne to indicate the numerical code of digital technology that transforms all signals into combinations of the digits 1 and 0. 22 Dudley Andrew, Concepts in Film Theory (New York: Oxford University Press, 1984), 45. 23 Martin Lefebvre and Marc Furstenau, ‘Digital editing and montage: the vanishing celluloid and beyond’, CiNéMAS 13, 1-2 (2002): 97. 24 Lefebvre and Furstenau, ‘Digital editing and montage’, 99. 25 Eugene Vance, ‘The Past as Text and the Historiography of Tomorrow: Notes on a Recent Book’, MLN 113, 4 26 Bernd Hüppauf, ‘Experiences of Modern Warfare and the Crisis of Representation’, New German Critique 59 (1993). 27 Jean Baudrillard, Simulacra and simulation (Ann Arbor: The University of Michigan Press, 1994), 1. 28 Jean Baudrillard, The Gulf War Did Not Take Place (Bloomington: Indiana University Press, 1995). 29 Jean Baudrillard, Simulacra and simulation, 23. 30 Lev Manovich notes that the privilege of this type of elastic reality, i.e. analogue images in a digital platform, is that ‘while retaining the visual realism unique to the photographic process, film obtains a plasticity that was previously only possible in painting or animation’. Manovich, The Language of New Media, 301. 31 Friedrich Kittler, ‘Fiktion und Simulation‘, in Philosophien der neuen Technologie, ed. Ars Electronica (Berlin: Merve Publishers, 1989) and Yvonne Spielmann, ‘Aesthetic features in digital imaging: collage and morph’, Wide Angle 21, 1 (1999). 32 Kittler and Spielmann identify a third type of image, the electronic, that stands (1998): 958. Error in date in original. Th e correct date is May 2, 1945. Th eory Reader, ed. Wendy Hui Kyong Chun and Th omas Keenan (New York: 74 Wag the Dog: A Study on Film and Reality in the Digital Age between the analogue and the digital. Whereas the electronic is analogue in principle, it prefigures several qualities of the digital. Spielmann, ‘Aesthetic features in digital imaging’ and Friedrich Kittler, Optical Media (Cambridge: Polity Press, 2010). 33 Despite the differences among visual forms so diverse as photographs, fiction films, documentaries and TV news, the theoretical inquiry into the impact of digital technology on their formal and ideological functions seems to follow – paradoxically enough – a convergent path and, for that reason, I will consider them here as a whole.",
    "meta": {
      "theme": "Digital Reality and Media",
      "region": "Global",
      "use_case": "Analysis of Film and Reality",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "digital media",
        "postmodernism"
      ],
      "influence_map": [
        "Baudrillard",
        "Virilio",
        "Vattimo",
        "Manovich",
        "Kittler"
      ],
      "chunk_index": 29
    },
    "id": "wag_the_dog_029"
  },
  {
    "section": "Part 2",
    "text": "34 Thomas Elsaesser, ‘Louis Lumière – the cinema’s first virtualist’, in Cinema Futures: Cain, Abel or Cable? The Screen Arts in the Digital Age, ed. Thomas Elsaesser and Kay Hoffmann (Amsterdam: Amsterdam University Press, 1998). 35 William Rothman, ‘The Filmmaker as Hunter: Robert Flaherty’s Nanook of the North’, in Documenting the Documentary: close readings of documentary film and video, ed. Barry Keith Grant and Jeannette Sloniowski (Detroit: Wayne State University Press, 1998). 36 Bill Nichols, Representing Reality: issues and concepts in documentary (Bloomington: Indiana University Press, 1991) and Michael Renov, Theorizing Documentary (New York: Routledge, 1993). 37 Timothy Murray, ‘By way of introduction: digitality and the memory of cinema, or, bearing the losses of the digital code’, Wide Angle 21, 1 (1999): 6. 38 See Chapter 1, n. 19. 39 Carl Plantinga, ‘Moving Pictures and the Rhetoric of Nonfiction Film: Two Noël Carroll (Madison: University of Wisconsin Press, 1996), 321. 40 Thomas Elsaesser, ‘Digital Cinema: delivery, event, time’, in Cinema Futures: Cain, Hoffmann (Amsterdam: Amsterdam University Press, 1998), 208. 41 Thomas Elsaesser, ‘Between Style and Ideology’, Monogram 3 (1972): 4. 42 Andrew, Concepts in Film Theory, 50. 43 Warren Buckland, ‘Between science fact and fiction: Spielberg’s digital dinosaurs, possible worlds, and the new aesthetic realism’, Screen 40, 2 (1999): 134. 44 Manovich, The Language of New Media, 301. 45 Buckland, ‘Between science fact and fiction’, 189–90. 46 Philip Rosen calls this process ‘digital mimicry’. Philip Rosen, Change Mummified: Cinema, Historicity, Theory (Minneapolis: Minnesota University Press, 2001), 309. 47 According to Bolter and Grusin the logic of immediacy has a twin logic, that of hypermediacy. As they note, ‘If the logic of immediacy leads one either to erase or to render automatic the act of representation, the logic of hypermediacy Approaches’, in Post-Th eory: Reconstructing Film Studies, ed. David Bordwell and Abel or Cable? Th e Screen Arts in the Digital Age, ed. Th omas Elsaesser and Kay Wag the Dog and the Digital 75 acknowledges multiple acts of representation and makes them visible. Where immediacy suggests a unified visual space, contemporary hypermediacy offers a heterogeneous space, in which representation is conceived of not as a window on to the world, but rather as “windowed” itself with windows that open on to other representations or other media’. Jay David Bolter and Richard Grusin, Remediation: Understanding New Media (Cambridge, MA: MIT Press, 1999), 33–4. 48 Steve Neale, ‘Questions of genre’, in Film Genre Reader II, ed. Barry Keith Grant (Texas: University Texas Press, 1995), 160. I will discuss these concepts in more detail in Chapter 4. 49 I will discuss in more detail how Hollywood films have affected news reporting in Chapter 3. 50 Bordwell, Staiger, and Thompson, The Classical Hollywood Cinema, 50–5. 51 Thomas Levin, ‘Rhetoric of the Temporal Index: Surveillant Narration and the Cinema of “Real Time”’, in CTRL Space: Rhetorics of Surveillance from Bentham Center for Art and Media, 2002), 585. 52 The phatic function entails the establishment and maintenance of the contact between two poles of communication but not the exchange of ideas or information. Roman Jakobson, ‘Closing statements: Linguistics and Poetics’, in Style in language, ed. T. A. Sebeok (Cambridge, MA: MIT Press, 1960). 53 Mary Ann Doane, ‘Information, Crisis, Catastrophe’, in Logics of Television: Essays in Cultural Criticism, ed. Patricia Mellencamp (Bloomington: Indiana University Press, 1990), 225. 54 Jérôme Bourdon, ‘Live television is still alive: on television as an unfulfilled promise’, Media Culture Society 22 (2000): 538. 55 Arild Fetveit describes most aptly this paradox when he talks about the ‘unresolvable tension between the illustrative and the evidential, the iconic and the indexical’. Arild Fetveit, ‘Reality TV in the digital era: a paradox in visual culture?’, Media Culture Society 21 (1999): 792. 56 In Paul Rabinow, The Foucault reader (London: Penguin Books, 1991), 73. 57 The role of this tagline (‘a comedy about truth, justice and other special effects’) is also discussed in Chapters 1 and 3. 58 Jay David Bolter, ‘The Desire for Transparency in an Era of Hybridity’, Leonardo 39, 2 (2006). 59 Gerard Gaylard, ‘The Postmodern archaic: the return of the real in digital virtuality’, Postmodern Culture 15, 1 (2004), 2008, http://muse.jhu.edu/journals/ postmodern_culture/v015/15.1gaylard.html [Accessed 8 April 2008]. 60 For more on human agency, see Chapter 4.",
    "meta": {
      "theme": "Film, Reality, and Digital Culture",
      "region": "Global",
      "use_case": "Analysis of Film Theory and Documentary",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film theory",
        "documentary",
        "digital media",
        "hypermediacy"
      ],
      "influence_map": [
        "Elsaesser",
        "Nichols",
        "Manovich",
        "Bolter and Grusin",
        "Jakobson",
        "Foucault"
      ],
      "chunk_index": 30
    },
    "id": "wag_the_dog_030"
  },
  {
    "section": "Part 3",
    "text": "3 Wag the Dog and the Media Introduction In this chapter, I will continue to investigate the relation of film and reality but no longer from a formal and modal point of view, as in the previous two chapters. Instead, I will switch my focus from the filmic text to the afilmic reality in order to examine the historical and political context in which Wag the Dog was produced. Then I will engage with what Souriau would call the ‘spectatorial events’, discussing the ways in which the screening of the film affected the way people would interpret the American political reality for years to come. I will argue that Levinson’s film inadvertently became an emblematic case study for the evolving relation between fiction and reality in contemporary media- saturated society, urging us to reconsider some of our longstanding assumptions about art imitating or revealing reality. There was nothing in the pre-production or filming stage of Wag the Dog that could foretell its fated trajectory. It was originally a small project that was squeezed into Levinson’s agenda while filming the big budget Sphere. Despite the star cast, featuring De Niro and Hoffman in the leading roles, its independent status combined with a political theme traditionally considered as box office poison were most likely to ensure a moderate exposure to the wide audience. Indeed, Wag the Dog’s wide release on 9 January 1998 would have seemed rather uneventful, if a few days later, on 21 January The Washington Post had not officially reported the outbreak of the Lewinsky scandal.1 The eerie coincidence of the film’s narrative with the twist in Clinton’s presidential career triggered a fervent discussion around the relation between art and life, rising to a crescendo a few months later when the US launched a series of attacks in Sudan and Afghanistan. At that point, the distinction between fact and fiction, or rather real and surreal, in most media reports (newspapers, TV news, soft news, etc.) reached a zero-degree level. As Joseph Hayden, former journalist, 78 Wag the Dog: A Study on Film and Reality in the Digital Age observed, ‘Wag the Dog may have provided the most surreal experience in twentieth-century presidential history.’2 The hype in the media about the film led a considerable number of TV viewers to rush to the video stores and rent a copy in order to follow the references and the parallels that the reporters and analysts were drawing between the actual events and the fictional plot.3 According to The Economist, the makers of Wag the Dog were responsible for ‘one of the luckiest pieces of timing in screen history’ causing the film to become part of cultural semantics; its title would qualify as an adjective next to the words ‘scenario’, ‘syndrome’ or ‘phenomenon’, signifying a particular fictional template of fabricating news and manufacturing consent.4 As time passed, the impact of Wag the Dog in public discourse grew stronger. Instead of its reputation dying down, as one would expect, the film became a ‘media event’5 and a significant point of reference for diverse strands of research in the humanities and social sciences, as I demonstrated in my introduction. The film’s narrative and the surrounding political context entered an unprec- edented intertextual relay that unsettled some of the fundamental values of contemporary politics. The contradictions and the tension between what is real and what is not, which I analysed in the previous chapter as part of the diegesis, now leaped into the public sphere, causing the diegetic world to spill over into the real. In order to understand how Wag the Dog became a media event and marked a new era for the relation between cinema and reality, we need to delve into the historical and political events that preceded and followed its making. Thus, I will begin this chapter by discussing three major historical and political developments in the United States, which laid the ground for some of the key narrative points in Wag the Dog; first, the 1991 Gulf War, then the role of David Gergen as a prominent communications consultant in the White House and, finally, the Oliver North phenomenon.",
    "meta": {
      "theme": "Wag the Dog, Media, and Political Reality",
      "region": "United States",
      "use_case": "Analysis of Film's Impact on Public Discourse",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film and reality",
        "political satire",
        "media influence",
        "Lewinsky scandal",
        "Gulf War"
      ],
      "influence_map": [],
      "chunk_index": 31
    },
    "id": "wag_the_dog_031"
  },
  {
    "section": "Media Manipulation and the Gulf War",
    "text": "The 1991 Gulf War, with its 24-hour live TV coverage, marked a turning point in modern warfare and media manipulation. While viewers had constant access to the war, the Bush administration's communication campaign to mobilize public support remained largely unexamined.  The media, as is typical in crises, became propaganda vehicles, echoing government narratives about Iraq's supposed refusal to negotiate and plans to invade Saudi Arabia.  News channels presented official statements as facts, even when evidence suggested otherwise.  For instance, inflated Iraqi troop numbers were reported and supported by media outlets like ABC, despite access to contradictory satellite imagery.  This aligns with past practices of using doctored information to support desired policy positions.\n\nBeyond the administration's efforts, Kuwait's government employed Hill & Knowlton to sway US public opinion. The firm used focus groups to tailor fear-inducing messages, likening Saddam Hussein to Hitler and highlighting fabricated Iraqi atrocities.  The most egregious example was the Nayirah testimony, where a Kuwaiti ambassador's daughter, coached by the firm, gave false testimony about Iraqi soldiers removing babies from incubators. This story, broadcast widely, deeply impacted public perception.  Meanwhile, anti-war voices were marginalized, with major networks dedicating minimal airtime to opposing viewpoints. The Bush administration also bypassed the constitutional requirement for a formal declaration of war, a point satirized in Wag the Dog.\n\nThe military controlled information flow through the newspool system, shaping the war's portrayal.  Journalists adopted military vocabulary and uncritically presented provided video footage, like the iconic 'smart bomb' video. This imagery created a sanitized, bloodless spectacle of war, devoid of the realities of casualties. The Patriot missile's actual success rate was concealed until after the war. This controlled narrative contributed to President Bush's soaring popularity, demonstrating how foreign crises can bolster presidential power.",
    "meta": {
      "theme": "Media Manipulation in Warfare",
      "region": "Middle East (Gulf War)",
      "use_case": "Propaganda and Public Opinion Management",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [
        "economic_warfare"
      ],
      "civilizational_category": [
        "historical_memory"
      ],
      "usage_tags": [
        "information warfare",
        "propaganda",
        "censorship",
        "public relations",
        "political communication"
      ],
      "influence_map": [
        "Wag the Dog (film)",
        "Gulf War media coverage"
      ],
      "chunk_index": 32
    },
    "id": "wag_the_dog_032"
  },
  {
    "section": "Spin Doctoring and Presidential Communication",
    "text": "Wag the Dog accurately portrays the crucial role of communication in politics, specifically within the presidency.  While Richard Nixon established the White House Office of Communications, it reached its peak under Reagan with David Gergen, dubbed the 'Spinmeister.' Gergen's strategy involved meticulous planning, including weekly long-term strategy meetings, daily press agenda setting, and consistent message repetition.  This approach, coupled with tight press control through pre-packaged news feeds, aimed to manipulate journalists by inundating them with the administration's narrative. Regular polling and market research further informed their understanding of public opinion, enabling them to tailor their message effectively.\n\nReagan's popularity benefited greatly from this approach. Conversely, Bill Clinton's initial disregard for such tactics led to hostile media treatment and attacks on his personal life.  His communication missteps highlighted the vulnerability of a president who neglects media management. Gergen's eventual intervention improved Clinton's image, but he never regained the level of control he had during the Reagan years.  This reinforces the film's emphasis on communication as paramount to a successful presidency.\n\nFurthermore, the film correctly identifies the strategic use of 'national security' and the 'war hero' as political tools.  As Murray Edelman argues, the term 'national security' evokes fear and readily mobilizes public support, regardless of actual threats.  This fear can be exploited to divert attention from domestic issues and consolidate power.",
    "meta": {
      "theme": "Political Communication and Spin",
      "region": "United States",
      "use_case": "Presidential Image Management and Crisis Communication",
      "strategic_category": [
        "national_security",
        "diplomatic_posture"
      ],
      "civilizational_category": [],
      "usage_tags": [
        "political communication",
        "public relations",
        "media relations",
        "crisis management",
        "image management",
        "propaganda"
      ],
      "influence_map": [
        "Wag the Dog (film)",
        "Reagan presidency",
        "Clinton presidency",
        "Works of Murray Edelman"
      ],
      "chunk_index": 33
    },
    "id": "wag_the_dog_033"
  },
  {
    "section": "Wag the Dog and the Media",
    "text": "controversies. Edelman described the process of construction and the usage of enemies in his book Constructing the Political Spectacle (1988), where he claims that the hostility against a foreign country is grounded on a narrative about the past and the future, rationalizing the intervention of the United States and justifying the measures to eradicate the evil.36 Remember how Brean justified his choice of Albania as the enemy; Ames asked him what Albania ever did to us and he replied saying, ‘What have they ever done for us?’ The need for a story with a beginning, middle and end in order to make sure the public understands the conflict in an unequivocal manner is remarkably similar in fiction and reality. Edelman is also insightful about another element that is particularly emphasized in the film, namely the speed and the effectiveness of a war threat. In his words, ‘national security is a symbol-key, as the fear of a foreign attack is a contagious disease spreading rapidly’.37 Another cornerstone of American mythology is the national hero. The story of Oliver North is an emblematic example in the history of American politics that rivals in absurdity Wag the Dog’s Sergeant William Schumann. Oliver North was a Lieutenant Colonel in the US Marine force, who was one of the key players in the Iran/Contra scandal in 1987 during Reagan’s presidency. North and other Reagan associates were revealed to have sold weapons to Iran in exchange of American hostages who were supposedly kept by terrorist groups in the Middle East. The profits from the weapons were laundered in Swiss banks and then supplied to Contras for their guerrilla war in Nicaragua. These actions violated the Congress rule against supporting the Contras and embroidered the president and other prominent officials in a major scandal. Of all the people involved in this affair, the media focused their attention only on North and the personalization of the news once again functioned as a ‘convenient substitution for explaining a complicated and deliberately obscure political process.’38 As North took all the blame, the involvement of the FBI, the CIA and the Pentagon could easily go unheeded. What is most impressive, however, is how North managed to overthrow the heavy accusations against him and become a national hero. He appeared before Congress as an American patriot who defied the law and bureaucracy to support Contras’ fight for freedom. The TV networks, which broadcast his hearings live, compared ‘Ollie’, as they called him, to Rambo and Dirty Harry. North himself employed the tool of intertextuality to create a favourable impression, saying on one occasion, ‘I came … to tell the truth, the good, the bad and the ugly.’39 What assisted the media in portraying North as a national hero was the fact that he had served in Vietnam. The TV crews went to his hometown and interviewed his friends and neighbours, receiving testimonies of his patriotism and bravery. One of his war companions remarked, ‘He’s a compassionate man. He’s a loyal man. He’s patriotic, and he’s a marine. I’d follow him to Hell if he’d lead the way ’cause I figure we could get back.’40 Parallel to these statements other rumors began to surface concerning his feats in Vietnam, which mythologized North but were never true. In the light of Oliver North’s story, Wag the Dog’s take on heroic patriotism seems more justified. The plot twist of an ex-convict turned hero resonates with North’s illegal past while the rhetoric of the war hero campaign echoes the slogans and catchphrases used by the media in their effort to sell North as a hero. Overall, a brief overview of a number of key events in the American political life from the 1970s onwards indicated several potential sources of inspiration for the makers of Wag the Dog. Despite its fictional status, the story world refers to the historic reality in a more direct manner than an average viewer is able to grasp during a casual viewing. What would catch everybody’s attention, however, is how the story would relate to events happening around the time of screening and well after it.",
    "meta": {
      "theme": "Media Manipulation and Political Spectacle",
      "region": "United States",
      "use_case": "Analysis of political communication strategies",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "propaganda",
        "public_opinion",
        "political_scandal",
        "war_rhetoric",
        "hero_worship"
      ],
      "influence_map": {
        "influenced_works": [
          "Wag the Dog (film)"
        ],
        "modern_applications": [
          "Analysis of contemporary political events"
        ]
      },
      "chunk_index": 34
    },
    "id": "wag_the_dog_034"
  },
  {
    "section": "Wag the Dog and the Media",
    "text": "Reviews and media references Even though the producers of Wag the Dog would hardly promote it as a ‘historical film’, the close ties of Wag the Dog with a number of historical facts confirmed most theorists’ view that films, knowingly or not,41 always amount to a document of a past reality. In other words, so far there is nothing exceptional. However, Wag the Dog would also become a precursor of a series of future developments with its fictional narrative providing an interpretive framework for the real facts that took place soon after its screening.42 It is precisely at that point when the distance between reality and cinema was short-circuited, rendering it impossible to draw a distinction between what is real and what is not. This temporary collision of fact with fiction is what makes Wag the Dog such an invaluable case study for understanding the evolving relationship between cinema and the real world and for conceptualizing the new status of truth in a multiply mediated political reality. A short chronicle of the afilmic events is again essential to clarify this point. As I previously noted, the Lewinsky scandal broke in the media only days after the wide release of Wag the Dog causing inevitable comparisons between reality and fiction. Yet, that was only the beginning. In August 1998, the sex scandal reached its apex, as new evidence proved that Clinton had lied to the American people about his relationship with the former White House intern. On 20 August, when Lewinsky was giving her last deposition with new details about her affair with the president, Clinton ordered the bombing of a pharmaceutical factory in Sudan and of a paramilitary training camp in Afghanistan. The co-ordination of these two events, the deposition and the bombings, triggered suspicion regarding the motivation of the military attacks, and the same suspicion resurfaced once again in December when Clinton ordered the bombing of Iraq on the same day that Congress was going to vote for his impeachment for the sex scandal. The peculiar resemblance of Wag the Dog’s story with the real events mentioned above increased dramatically the impact of the film on American and global public opinion and determined the journalists’ stance towards Clinton’s actions. Indicatively, from January 1998 to April 1999 the two major American newspapers, The New York Times and The Washington Post, published 26 and 38 main articles respectively, commenting on the parallel between the film and political developments in the United States. It is worth carving out the trajectory of Wag the Dog’s reputation by looking closely at the reviews when it first opened and following the media references to the film from the Lewinsky scandal onwards to this date. The reviews published directly after the official opening of the film were rather ambivalent. There are those who loved it and those who hated it. There are those who found it remarkably cynical and those who considered it remarkably soft. Almost everyone agreed that it is an entertaining movie, a political satire with a stellar cast and professional filmmaking standards, but Wag the Dog was deemed equivocal both regarding the plausibility of its plot and its political message. Starting with the negative reviews, I would like to note Empire’s following remark: ‘content with its initial premise, the movie lacks the necessary bite to develop the satire further, to the point where it’s difficult to spot whether Washington or Hollywood is the target.’43 Along the same lines, the CNN showbiz review notes that Wag the Dog ‘grabs the satire by the tail’,44 while Box Office Magazine lists a number of things that went wrong with the movie to conclude that ‘unfortunately, this “Dog” is almost all bark and almost no bite.’45 According to Gary Johnson, the reviewer of Images, ‘Wag the Dog overflows with cynicism of a particularly nasty variety. […]Wag the Dog runs out of steam at about the halfway point and then drifts aimlessly toward its conclusion.’46 Oddly enough, on the other side of the Atlantic the reviews noted just the opposite; for instance, the Parisian newspaper Le Monde found the film too mellow to be subversive. It acknowledges the witty dialogues while it argues that Levinson turned Larry Beinhart’s novel into a fairytale. According to the review: ‘Wag the Dog is not a subversive film, as we had the right to expect, but the prank of a good student who would immediately apologize to his professor for having shown disrespect’47 [my translation from French]. The positive reviews, on the other hand, initially focused on David Mamet and Hilary Henkin’s witty writing. On 22 December 1997, the Newsweek reviewer, David Ansen, characterized Wag the Dog as ‘the most wickedly entertaining movie of the season’, arguing that ‘it’s a deliciously outrageous premise, and director Barry Levinson and writers David Mamet and Hilary Henkin know just how to spin it, savaging Washington and Hollywood with merciless wit.’48 In the same vein, Kenneth Turan from the Los Angeles Times wrote: ‘a gloriously cynical black comedy that functions as a wicked smart satire on the interlocking worlds of politics and show business, Wag the Dog confirms every awful thought you’ve ever had about media manipulation and the gullibility of the American public.’49 Ansen and Turan spoke of the Hollywood and Washington connection merely by referring to Wag the Dog’s plot, while the reviewer of The Sunday Times a few months later went deeper into the film’s implications, noting that: While you watch Wag the Dog, you spend a lot of time laughing. But afterwards you spend a lot of time thinking – and when you stop thinking, you don’t feel like laughing anymore. […] The film constantly refers to recent history, so you are left wondering if you will ever again believe any government report (…)50 The concerns about Wag the Dog’s political message became even more serious as the real events surrounding Clinton’s presidency seemed to emulate to an alarming degree those that took place within the film’s diegesis. From the first moment that the Lewinsky scandal broke, the newspapers in the United States and Europe rushed to underscore the eerie similarity of that story with Wag the Dog’s key premise. The connection between the two ‘stories’ hailed immediately by the journalists contributed to a growing interest in the film, while its key players were asked to comment on the fascinating coincidence. Levinson wrote an article in Newsweek stating among other things that When we were making the movie, we were intrigued by the players (the media and the politicians) in a culture in which the lines between Hollywood and Washington and news and entertainment are rapidly blurring. And in a way, the line between fact and fiction may be getting fuzzy too.51 Satisfied with Wag the Dog’s insightfulness, Dustin Hoffman said, ‘I look at the news these days as if it’s a new movie like ours, but a more outrageous scenario. It looks like fiction to me. It doesn’t look like real news. It lays itself out like rushes from a movie.’52 Finally, Mamet made the most intuitive comment of all, saying ‘My secret psychotic fantasy is that someone in the White House is saying, “What we should do is go to war, but we can’t even do it because of that movie”.’53 Newspapers and magazines made regular references to Wag the Dog in order to comment on Clinton’s sex scandal and ventured various comparisons between reality and fiction. For instance, in an article called ‘Wag the Clinton’, the writers of Time drew several parallels between the movie and real life to conclude that ‘a comparison reveals that Tinseltown fantasy is far tamer than inside-the-Beltway reality.’54 In the same issue, another article on the topic entitled ‘The Reckless and the Stupid’ argues that, What Clinton needs now is a producer like the one played by Dustin Hoffman in the movie Wag the Dog, a man who, when confronted with a hideously impossible public relations problem like the one facing Clinton, announces bouncily, ‘This is NOTHING!’55 Many commentaries on the correlation between the film and the Lewinsky scandal are found in the Washington Post.56 On the first day of the revelation, Richard Cohen opened his article as follows: ‘It may be time to bomb Albania’,57 while three days later another Post writer observes, The empire of reality strikes back. We’re in the middle of an eerie interplay between pulp fiction and pulp life: A movie arrives claiming to be satiric in its depiction of spin masters trying to wrestle a Washington scandal to the mat. Three weeks later, along comes the real thing – bigger, crazier, stranger, funnier and possibly more tragic than anything any filmmaker could come up with.58 In parallel with the sex scandal, the White House started building up tension in the relations with Iraq threatening to launch a ‘Desert Thunder’ operation against Saddam Hussein. Already in February 1998, Le Monde dedicated two articles to the discussion of Wag the Dog, the threats against Iraq and the collision of reality with fiction.59 One of the commentators noted that the Iraqi television urgently broadcast Levinson’s film as they awaited Clinton’s attack.60 At that point, not only did fiction forestall reality, but it was also used in turn as a tool to affect and, in this case, avert reality. Yet, reality would not stop emulating fiction even then. In fact, their interplay would continue most consistently for months to come; after the first part of the filmic plot – the sex scandal – materialized in real life, the fear for the materialization of the second part – the war – came true only a few months later.",
    "meta": {
      "theme": "Media Manipulation and Political Spectacle",
      "region": "United States",
      "use_case": "Analysis of political communication strategies",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "propaganda",
        "public_opinion",
        "political_scandal",
        "war_rhetoric",
        "film_criticism",
        "media_analysis"
      ],
      "influence_map": {
        "influenced_works": [
          "Wag the Dog (film)"
        ],
        "modern_applications": [
          "Analysis of contemporary political events"
        ]
      },
      "chunk_index": 35
    },
    "id": "wag_the_dog_035"
  },
  {
    "section": "Wag the Dog and the Media",
    "text": "Pentagon, was how he would respond to people who think the military action ‘bears a striking resemblance to Wag the Dog.’ His response seemed to come right out of Motss’ lips: ‘The only motivation driving this action today was our absolute obligation to protect the American people from terrorist activities.’ Other politicians in Washington questioned the timing of the attacks and some of them even made direct references to the movie. For instance, a member of the Congress, Jim Gibbons, stated: ‘Look at the movie Wag the Dog. I think it has all the elements of that movie. Our reaction to the embassy bombings should be based on credible evidence, not a knee-jerk reaction to try to direct public attention away from his personal problems.’ The vast majority of the press made regular references to the film regardless of their stance towards Clinton’s actions. The New York Times published eight main articles commenting on the relation between the film and reality. Similarly, between 21 and 31 August 1998, the Washington Post published 11 relevant pieces with titles such as ‘In the midst of the scandal, Clinton planned action’, ‘For President Clinton, a change of subject’, or ‘Life is not a movie, is it?’\nFurthermore, extensive research into the references to Wag the Dog in soft and hard TV news programmes using Lexis-Nexis clearly shows how the American nation employed the film as a ‘frame’ for understanding govern- mental decisions. As Matthew Baum writes, I found that, in the week following the attacks, 35 of 46 soft news stories on the subject (or 76%) addressed the Wag the Dog theme, repeatedly raising the question of whether the President might have launched the missile strikes to distract the nation from the Lewinsky scandal. In contrast, during that same period, the three network evening news programs, combined, mentioned Wag the Dog or Monica Lewinsky in only 11 of 69 (16%) stories on the missile strikes.\nWag the Dog and the Media 91 Even though Baum emphasizes that soft news programmes discussed the film far more, it is remarkable that Wag the Dog even made it into 16 per cent of the evening news stories seven months after its screening. As far as the foreign coverage of the attacks is concerned, a survey conducted by the Department of State using 45 reports from 28 countries on 20–21 August shows how the president’s credibility had been damaged by Wag the Dog’s use as a frame. The extensive comparisons with the film made it difficult for the president to dispel the suspicion that he was trying to deflect public attention from his personal troubles. This was clearly a case of fiction standing in the way of reality. But what about the truth? Did Clinton launch the missile attacks to change the subject? In all likelihood, Motss’ answer would be most apt: ‘how the fuck do we know?’ The evidence that surfaced a few months after the bombings indicated that the decision was undoubtedly a rushed one.",
    "meta": {
      "theme": "Media Influence on Public Perception of Political Events",
      "region": "United States",
      "use_case": "Analysis of political communication strategies",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "political_communication",
        "media_manipulation",
        "public_opinion",
        "film_and_politics"
      ],
      "influence_map": [],
      "chunk_index": 36
    },
    "id": "wag_the_dog_036"
  },
  {
    "section": "Wag the Dog and the Media",
    "text": "Seymour Hersh’s article in the New Yorker on 12 October 1998 revealed that the four service officers on the Joint Chiefs of Staff had been deliberately kept in the dark about the Sudan and Afghanistan attacks to bypass their objections. In addition, the Al Shifa pharmaceutical plant in Sudan, which was attacked for supposedly producing chemical weapons, was in fact involved in the processing and marketing of antibiotics and other beneficial drugs, as Sudan proved after the bombing. Similarly, the ‘terrorist training camps’ targeted in Afghanistan proved to be camps used by Pakistani intelligence officers to equip guerrillas for Kashmir. Thus, the destruction of those sites not only did not eliminate any terrorist threats, but also strained the relations of the United States with Sudan and Pakistan respectively. Yet, the ‘Wag the Dog’ year was still not over. In December 1998, Clinton ordered a three-day bombing of Iraq when Congress was going to decide about his impeachment for the Lewinsky scandal. The crisis in US–Iraq relations had been lurking for a year, as I previously mentioned, but Clinton had not taken any action. His decision to launch the Desert Fox operation against Iraq on the eve of the House impeachment debate triggered once again the Wag the Dog comparisons and vindicated the voices, like those expressed in Le Monde, which had seen that coming. Compared to the timing of the Afghanistan and Sudan strikes, the timing of the Desert Fox strikes in Iraq could not be too suspicious. The Washington Post commented on the change of the media agenda as follows: The morning began on television with President Clinton on the verge of impeachment. By noon, that drama was eclipsed by an unscheduled rerun 92 Wag the Dog: A Study on Film and Reality in the Digital Age of ‘Showdown With Saddam’, and by 5 p.m. the first explosions were shaking Baghdad – all of which left journalists scrambling on two fast-moving fronts. On a similar note, the New York Times wrote,\n‘We interrupt this impeachment to bring you the bombing of Iraq…’ What to think? An international crisis in the nick of time? The latest development in a yearlong series of cynical and irresponsible acts by government officials? A President and a Congress locked in a domestic war that has flamed dangerously out of control? Stay tuned. Clinton’s justifications regarding the particular timing were not considered convincing, as various pieces in the press began to cast serious doubts about the true objectives of this military operation. By that time, Wag the Dog was already established as a key concept in politics for interpreting presidential decisions. For the other nations, the film became a political tool whenever they faced a threat from the US; both Iraqi and Serbian television aired Wag the Dog to supposedly expose the motivations behind the US attacks in Iraq and Kosovo respectively. For the Americans, it became an interpretive tool for evaluating official responses to terrorism, enhancing suspicion ‘that any kind of military response was an attempt to generate public support, or even to distract attention from internal crises.’ The interference of this film with the news coverage of American foreign policy continued through the years, extending over to key events such as the 9/11 attacks, the war in Iraq in 2003 and even, most recently, Barack Obama’s re-election campaign in 2012. After a disappointing performance in the first TV debate against Mitt Romney, Obama saw his percentages in the polls dwindle. It was then that a commentator in the Boston Herald wrote: ‘Is it time to bomb Libya? If ever Barack Obama needed a “Wag the Dog” moment, this is it.’ The persisting reputation of Wag the Dog in American political culture indicates how the film managed to touch a sensitive chord, especially in the media world, inviting the Americans to return to it over and over again for a ‘reality check’. As journalist Andrew Christie had observed already back in 2003, Wag the Dog ‘is becoming our national portrait in the attic, worth a trip up the stairs every few years so that we may gaze upon its shifting surface and behold the latest, ghastly truths that have become visible there, reflecting our real political face.’ Never before, I believe, did fiction bring people face to face with reality in such an upfront manner.",
    "meta": {
      "theme": "Long-term impact of Wag the Dog on political discourse and media interpretation",
      "region": "United States, Global",
      "use_case": "Examination of the film's influence on political analysis and public understanding of government actions",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "political_culture",
        "media_criticism",
        "war_and_media",
        "propaganda"
      ],
      "influence_map": [],
      "chunk_index": 37
    },
    "id": "wag_the_dog_037"
  },
  {
    "section": "Introduction and Context",
    "text": "Wag the Dog, a low-key independent production, became a media event impacting news reports and academic fields. For film theorists, it's crucial for understanding the contemporary relationship between film and reality, which has entered a new phase beyond imitation or mirroring. The film embeds tropes of American politics from the Reagan era onwards, including White House communication strategies and foreign policy rhetoric. It also alluded to the war sensibility of the Persian Gulf War and embedded fabrications presented as reality. The film's release coinciding with the Clinton scandal reversed the flow of influence, with Wag the Dog framing the interpretation of the President's military actions.  The blurring of fact and fiction is further explored through the parallel between high-concept filmmaking and high-concept war coverage, where reality borrows fictional formulas. This infiltration of fiction into truth requires new tools for analysis, potentially using the digital as a guiding metaphor.",
    "meta": {
      "theme": "Film and Reality",
      "region": "United States",
      "use_case": "Political Commentary",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "film_analysis",
        "political_scandal",
        "media_influence",
        "persian_gulf_war"
      ],
      "influence_map": [],
      "chunk_index": 38
    },
    "id": "wag_the_dog_038"
  },
  {
    "section": "High-Concept War and Media Manipulation",
    "text": "Jaramillo argues that high-concept war coverage, like in the 2003 Iraq invasion, uses a 'hook' or marketable concept, such as 'vengeance through technological and moral superiority.' This shapes media products, from news reports to tie-in merchandise, blurring the lines between information and entertainment. Wag the Dog portrays this with the fabricated Albanian war.  The film emphasizes the creation of a national hero, William Schumann, and the marketing stunts surrounding him, including a fabricated Morse code message, songs, merchandise, and even a 'spontaneous' shoe-throwing trend orchestrated through astroturfing. This highlights how meticulously designed campaigns can appear as grassroots movements, further manipulating public perception and participation in the war narrative.",
    "meta": {
      "theme": "Media Manipulation",
      "region": "United States",
      "use_case": "Propaganda Analysis",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "propaganda",
        "astroturfing",
        "war_narrative",
        "public_opinion"
      ],
      "influence_map": [],
      "chunk_index": 39
    },
    "id": "wag_the_dog_039"
  },
  {
    "section": "The Digital Metaphor and the Blurring of Fact and Fiction",
    "text": "Wag the Dog, and its real-world repercussions, exemplify the digital's key operations: negation (simulating non-existent things) and transforming diverse data into a uniform code, eliminating distinctions. The film negates reality by fabricating a war, blurring fact and fiction.  This blurring extends to the film's interaction with reality, as its fictional template influenced media and public interpretation of political events, especially the Clinton scandal and subsequent military actions.  The media, like a computer, obliterates information origins and simulates fact or fiction, making 'truth' a special effect.  This is reflected in the tagline 'a comedy about truth, justice, and other special effects.'  The increasing collaboration between Washington and Hollywood, with filmmakers consulted on post-9/11 scenarios, further emphasizes this blurring.  The study of film must address this evolving relationship with the same scrutiny applied to the digital itself, acknowledging both new and existing aspects.",
    "meta": {
      "theme": "Digital Age & Reality",
      "region": "United States",
      "use_case": "Film Theory",
      "strategic_category": [
        "national_security",
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "digital_metaphor",
        "simulation",
        "fact_vs_fiction",
        "media_theory"
      ],
      "influence_map": [],
      "chunk_index": 40
    },
    "id": "wag_the_dog_040"
  },
  {
    "section": "Wag the Dog and the Media",
    "text": "War and the Media: Propaganda and Persuasion in the Gulf War (Manchester: Manchester University Press, 1992), 32. Douglas Kellner, Media Culture (London and New York: Routledge, 1995), 198–201. Ibid., 205–6. Ibid., 204–5. Quoted in Ibid., 205. of History-American Visual Memories’, in American Visual Cultures, ed. David Event’, in Critical Dictionary of Film and Television Th eory, ed. Roberta Pearson Wag the Dog and the Media 101. Jarol Manheim, ‘Strategic Public Diplomacy: Managing Kuwait’s Image During the Gulf Conflict’, in Taken by storm: the media, public opinion, and U.S. foreign policy of Chicago Press, 1994), 138. Kellner, Media Culture, 207. Manheim, ‘Strategic Public Diplomacy’, 131–48. Kellner, Media Culture, 207. Lance W. Bennett, News: the Politics of Illusion (New York: Longman, 1996), 43. Kellner, Media Culture, 207. FAIR, Press Release, January 1991 in Ibid., 209. Marjorie Garber, John Matlock, and Rebecca L. Walkowitz (New York, London: Routledge, 1993), 58. Taylor, War and the Media, 36. Ibid., 45. Ibid., 46. Observer, 20 January 1991 in Ibid., 46. According to Bennett, ‘the magnitude of news deception was revealed in a later study by a scientist at the Massachusetts Institute of Technology (MIT), who concluded that the much-heralded missile “may have been an almost total failure to intercept quite primitive attacking missiles”.’ Bennett, News: the Politics of Illusion, 45. Ibid., 44. Ibid., 106; Mark Hertsgaard, On Bended Knee: The Press and The Reagan Presidency (New York: Schocken Books, 1989), 344. Hertsgaard, On Bended Knee, 32–54. Ibid., 35. Ibid., 49. Ibid., 52. In David Shaw, ‘Dire Judgement on Clinton Started Just Days into Term’, Los Angeles Times, 16 September 1993, http://articles.latimes.com/1993-09-16/news/ mn-35815_1_clinton-presidency [Accessed 14 April 2011]. Peter Rollins, ‘Hollywood’s Presidents, 1944–1996: The Primacy of Character’, in C. Rollins and John E. Connor (Kentucky: Kentucky University Press, 2003), 252. Bennett, News: the Politics of Illusion, 170. Murray Edelman, The Politics of Misinformation (Cambridge: Cambridge University Press, 2001), 7. Murray Edelman, Constructing the Political Spectacle (Chicago: University of Chicago Press, 1988), 75. in the Gulf War, ed. W. Lance Bennett and David L. Paletz (Chicago: University Elaine Scarry, ‘Watching and Authorizing the Gulf War’, in Media Spectacles, ed. Hollywood’s White House: Th e American Presidency in Film and History, ed. Peter 102 Wag the Dog: A Study on Film and Reality in the Digital Age. Ibid., 28. R. Andersen, ‘Oliver North and the News’, in Journalism and Popular Culture, Ibid., 187. Ibid., 176.",
    "meta": {
      "theme": "Media and War, Propaganda, Public Opinion",
      "region": "United States, Kuwait, Middle East",
      "use_case": "Analysis of media manipulation during wartime, particularly the Gulf War.",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "media analysis",
        "propaganda",
        "Gulf War",
        "public diplomacy",
        "information warfare"
      ],
      "influence_map": [],
      "chunk_index": 41
    },
    "id": "wag_the_dog_041"
  },
  {
    "section": "Wag the Dog and Politics in Hollywood",
    "text": "Over the past three generations, the American political movie has been a resilient, frequently neglected but quietly tenacious mirror and shaper, barometer and vessel of US popular culture and national identity. Michael Coyne, Hollywood Goes to Washington 1 The use of metaphors such as ‘mirror’...",
    "meta": {
      "theme": "American Political Movies, Popular Culture, National Identity",
      "region": "United States",
      "use_case": "Examining the role of political movies in reflecting and shaping American culture and identity.",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems",
        "historical_memory"
      ],
      "usage_tags": [
        "film studies",
        "political cinema",
        "cultural studies",
        "national identity"
      ],
      "influence_map": [],
      "chunk_index": 42
    },
    "id": "wag_the_dog_042"
  },
  {
    "id": "wag_the_dog_043",
    "section": "Extracted Content",
    "text": "The use of terms like ‘mirror’, ‘barometer’ and ‘vessel’ to describe the American political film illustrates the close yet complex connection between this genre and its real-life referent: American politics. This connection makes *Wag the Dog* particularly suitable for exploring the relationship between cinema and reality, specifically its portrayal of politics and its outlook on viewers",
    "meta": {
      "theme": "unspecified",
      "region": "unspecified",
      "use_case": "doctrine_selector",
      "strategic_category": {},
      "economic_category": {},
      "civilizational_category": {},
      "usage_tags": [],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 43
    }
  },
  {
    "section": "Part 1",
    "text": "the side of Hollywood nor the audience, is the inherent problem of these films with the issue of ‘cultural verisimilitude’. In other words, the difficulty that has been repeatedly noted in the creation of a separate branch on the Hollywood tree of genres does not lie in the absence of a textual coherence or the mixture with other generic plots (comedy/thriller), but rather in the inability of the industry and the spectators alike to handle the implications that these films bear on the relation between the cinema and the real world. I believe a number of clarifications are in order. Wag the Dog and Politics in Hollywood Every genre entails a different system of expectations and hypotheses that the spectators can rely on for comprehending and interpreting a film that belongs to it. For example, when somebody goes to watch a musical, it is unlikely that they will be startled by the song and dance that will eventually take over the screen. Similarly, in a romantic comedy, they expect to have a fairly happy ending and not the tragic death of the heroine. These expectations are shaped by two broad types of verisimilitude: generic and social or cultural verisimilitude. The generic verisimilitude controls what seems realistic and probable according to the internal rules of each genre. For instance, a horror film will be considered realistic if there is a monster that spreads fear to the characters. On the other hand, the monster tends to be much less realistic in terms of its cultural verisimilitude, as we don’t regularly come across monsters in our everyday life. In other words, the generic verisimilitude dictates what we should expect according to the rules of the game in each genre, while the cultural verisimilitude holds the real world as a referent for what might be probable or not. Several genres, such as the musical, melodrama or science fiction have developed a generic verisimilitude that contradicts or at least disregards the norms of cultural verisimilitude. Fewer genres, however, like the war film or the period drama, ground their realism on the use of authentic sources and documents, but they are also generically allowed to exaggerate and magnify their stories for the purposes of spectacle.",
    "meta": {
      "theme": "Cultural Verisimilitude in Film",
      "region": "United States (Hollywood)",
      "use_case": "Film Theory/Criticism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film genres",
        "realism",
        "audience expectations"
      ],
      "influence_map": [],
      "chunk_index": 44
    },
    "id": "wag_the_dog_044"
  },
  {
    "section": "Part 2",
    "text": "My contention is that the more a genre appeals to the norms of cultural verisimilitude, the more controversial it tends to become. And as many scholars have noted, successful Hollywood filmmaking thrives on conflict but not on controversy. Thus, we have reached the core of the problem that tantalizes each political film; its inevitable relation to the real world. Unlike any other genre film, a film about American politics cannot portray a story about politicians and procedures in a way entirely independent of what people perceive them to be in real life. And given that politics bears direct and constant consequences on every American citizen’s life, the political subject matter is not easy to single out, process and mythologize without risking controversy. Nor can generic verisimilitude offer a creative refuge to filmmakers for escaping the pressures of reality. It would be hard to imagine a series of intrinsic conventions that could systematically allow politicians to behave or elections to occur in entirely unrealistic fashions. Granted, the mixture with comedy or the suspense thriller allows political films to incorporate humorous situations or emotionally intense plot reversals, but the ultimate question that haunts each viewer at the exit of the film theatre is: is that really true? One could argue that the same question creeps up on us when we watch war films or historical films in general. Indeed, these two genres have also been difficult to accommodate in the regular Hollywood agenda, as the potential for controversy is considerably higher. The reason why war and history did manage to carve a distinct space, however minor, in the Hollywood generic land could be related to issues of temporality and identification. War films portray situations usually located in the historical past where there is a specific conflict and a clearly demarcated enemy that the Americans are fighting against. Before the advent of television, the relation between cinema and war was admittedly more contemporaneous, as the case of World War II testifies. At the time, Hollywood solidified the war genre by producing a number of films before and during the US involvement in order to mobilize the audience. But the audience obviously wanted to be mobilized too. A lasting fit, to remember Altman, was made possible by the fact that the spectators could unite against a common enemy and envision a better world without fascism. Would a similar spread of war films be likely about the war in Afghanistan? The answer is probably no. With television and other media covering the spectators’ needs for information about the present and the future, and given the ideological ambivalence of the American public about the US foreign policy, war films in Hollywood can only be safely engaged with the past.",
    "meta": {
      "theme": "Political Films and Their Relation to Reality",
      "region": "United States (Hollywood)",
      "use_case": "Film Theory/Criticism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political films",
        "war films",
        "historical films",
        "controversy",
        "audience engagement"
      ],
      "influence_map": [],
      "chunk_index": 45
    },
    "id": "wag_the_dog_045"
  },
  {
    "section": "Part 3",
    "text": "On the other hand, a film about American politics inherently carries questions about the possibilities in the present and the future, even if it deals with a political event or a scandal of the past, as in All the President’s Men (1976) or Good Night and Good Luck (2005). The transcendental issues that accompany each political film, such as the role of democracy, the place of the individual in the political system, the function of power and justice, are difficult to isolate from the specific plot that the film portrays and, thus, always tend to resonate with contemporaneous political concerns. Thus, the inherent qualities of the theme of American politics render it difficult for the industry to produce a regular output of political films for a wide audience. At the same time, the American citizens seem equally reluctant to ponder on questions about their role in democracy on a regular basis. Unlike in war films, the enemy in political stories is located within American society and within each human individual. It would seem unlikely that a large number of spectators would be willing to look at themselves in the mirror every time they entered the movie theatre. The close ties of the political narratives with their surrounding reality are also evidenced in the frequent exchange of roles between Hollywood and Washington. Several of the writers and directors of political films are actively involved in politics either as speechwriters, advisers or activists, blurring the distinction between real and reel politics to such a degree that, sometimes, scripts need to be greenlit by senators. The case of Jeremy Larner, the writer of The Candidate is fairly telling. He started out as a journalist in the early 1960s and entered the political scene in 1968 as a speechwriter for Eugene McCarthy in his campaign for the presidency. Three years later Larner wrote the script of The Candidate, which unsettled many senators but won him the Oscar for best original screenplay in 1973. From then on, he would occasionally return to speechwriting for politicians, a solid proof of how fiction and reality are often made of the same material. Similarly, the producer of Bob Roberts (1991), Forrest Murray, impressed the Democratic National Committee with the accuracy of his depiction of the campaign mannerisms in the film and he was hired to make a short feature for the California State Democratic Party convention. This type of exchange of labour justifies why the level of cultural verisimilitude in political films is regularly so high, while in some cases, like the aforementioned Bob Roberts and of course Wag the Dog, the sense of ‘verisimilitude’ takes on the shape of authenticity or even prophesy.",
    "meta": {
      "theme": "The Intertwined Nature of Hollywood and Politics",
      "region": "United States (Hollywood & Washington D.C.)",
      "use_case": "Film Theory/Criticism, Political Analysis",
      "strategic_category": [
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political films",
        "Hollywood",
        "Washington D.C.",
        "cultural verisimilitude",
        "political influence"
      ],
      "influence_map": [],
      "chunk_index": 46
    },
    "id": "wag_the_dog_046"
  },
  {
    "section": "Part 4",
    "text": "Overall, the political film has its long idiosyncratic trajectory in the history of American cinema and, despite its controversial nature, it sustains its role as a ‘barometer’ and ‘vessel’ of American society, to remember Coyne’s aforementioned statement. Wag the Dog has so far been an ideal case study for exploring the relation between cinema and reality in the contemporary age, and its generic identity offered us another opportunity in this section to examine this relation from the point of view of genre. Now it is time we delved into the image of the political world that springs out of this film and discuss the representation of US politics in the modern world. Wag the Dog and US politics Wag the Dog’s portrait of the world of politics is all inclusive; the President, the communication strategists, the public and the media take positions in a crammed frame that accommodates conflicting interests and diverse perceptions of the issues at stake. My goal is to view this picture through the prism of agency, i.e. by asking the seemingly basic question ‘who does what’, in an effort to identify the competing forces in the contemporary political environment. Back in Chapter 1, I discussed the matter of narrative agency, examining the levels on which the film’s narration is built. The conclusions drawn from the formal analysis regarding the multiplicity of narrative agents, the dubiousness of the narrative techniques and the narrative prominence of objects, such as television screens, are reflected in turn in the content of the film where the matter of agency is handled in a rather ambivalent fashion. Besides, the extradiegetic question ‘why does a dog wag its tail’ and the subsequent propositions (‘because a dog is smarter than its tail’ and ‘if the tail were smarter, it would wag the dog’) pose in an enigmatic, if playful manner, the problem of causation and instrumentality. At this point, it is useful to keep in mind how classical Hollywood cinema has established a very consistent model of agency, which relies on the action hero as a rational and goal-oriented individual. The classical narratives feature a character-centred causality that places the individual motivation at the centre of the plot, while all other forces, such as chance or natural phenomena, play a background role that probes but does not determine the action.",
    "meta": {
      "theme": "Agency and Power Dynamics in \"Wag the Dog\"",
      "region": "United States",
      "use_case": "Film Analysis, Political Commentary",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "Wag the Dog",
        "political films",
        "agency",
        "power dynamics",
        "media influence"
      ],
      "influence_map": [],
      "chunk_index": 47
    },
    "id": "wag_the_dog_047"
  },
  {
    "section": "Part 5",
    "text": "The strong faith in the human initiative was briefly shaken in the late 1960s and early 1970s when a series of young American filmmakers chose to proclaim what Thomas Elsaesser dubbed the ‘pathos of failure’. In films like Easy Rider (1969), Bonnie and Clyde (1967), Two-lane blacktop (1971), Five easy pieces (1970), The last detail (1973) and California split (1974) the protagonists lack a clear-cut motivation and fail to embody a determinate goal. According to Elsaesser, the lack of motive in the characters’ actions and the loose progression of the plot were indicative of skepticism towards the ideals of American society and the traditional belief in personal initiative. Whereas classical Hollywood maintained a solid faith in human agency, rational judgement and the fulfillment of goals, the sensibility of the New Hollywood, albeit in its brief history, adopted a more pessimistic stance about the possibility to solve all problems, to face all obstacles. But what about the state of American pragmatism in the late 1990s? Does Wag the Dog sustain a faith in human resolve or is it no longer in one’s hands to change the world? In what follows, I will track the ‘actors’ in the political arena, dividing them into two categories, namely the human and the non-human actors, to see how the power of influence is distributed in the film and to discuss the implications of this type of distribution for American democracy.",
    "meta": {
      "theme": "Shifting Portrayals of Agency in American Cinema",
      "region": "United States (Hollywood)",
      "use_case": "Film Theory/Criticism, Social Commentary",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "American cinema",
        "agency",
        "New Hollywood",
        "classical Hollywood",
        "social commentary"
      ],
      "influence_map": [],
      "chunk_index": 48
    },
    "id": "wag_the_dog_048"
  },
  {
    "section": "Part 1",
    "text": "Senator Neal, the presidential opponent, but one could hardly consider him as an independent political spirit. First of all, the film’s narration allows him to come forth only through three brief news pieces broadcast on television. This constrained framing already compromises his role as a player in the plot, while his televised statements further exhibit him as being towed in the communication scheme about the Albanian War. The confusion about the agency in the film is crystallized in the following dialogue:\nNEAL (on TV): I have just gotten word ... that the situation in Albania is resolved ... that it is resolved. The CIA confirms ... that our troops along the Canadian border ... and overseas are standing down. I must take this opportunity to call upon our president ...\nMOTSS: What does he mean, the situation has been resolved?\nBREAN: He just ended the war.\nMOTSS: He ended the war?\nAMES: Why did he have to go and do that?\nBREAN: I think the CIA cut a better deal.\nMOTSS: He ended the war? He can’t end the war. He’s not producing this.\nIn the communication war that the leading protagonists waged against Albania, the various sources of agency vie for prominence without realizing, with the exception of Brean, the contingencies of this new type of power play. Motss is baffled to see somebody else end what he considers to be his war but the film clearly points out that, once you enter the communication process, authorship is no longer possible to maintain. The portrayal of politicians in the film differs greatly from most other representations in the history of American cinema. The American president in the film is partly present and partly absent, a fact that compromises his human qualities whether good or bad. Whenever the American president was absent from the political setting in other films ranging from Mr Smith Goes to Washington (1939) to The Candidate and later Bulworth (1998), it meant that he was allowed ‘to remain above the corruption, the pettiness, and the partisanship of American party politics while, consequently, symbolizing continuity and strength in face of the challenges to the political system.’\nWhenever he was present, he could be either idolized as in Wilson (1944), or at least be redeemed for his flaws as in Primary Colors. Even critical portrayals of admittedly controversial presidents, like Richard Nixon or George W. Bush, would offer the viewers some entry points into their personalities, helping them empathize to some extent with their weaknesses. Choosing to focus on the President and yet strip him of any human characteristics (even his alleged infidelity is not considered pertinent to the story) indicates an entirely novel approach to human agency that reduces all activity to its communicational value. In this context, the juxtaposition of the two male characters helps the film strengthen its position about reality and justice as ‘special effects’, as we discussed in previous chapters. The contrasting personalities of the two protagonists emulate an antithesis between the classically motivated hero that has dominated the entire tradition of Hollywood filmmaking and a new type of hero that we could call the ‘performative agent’, who is beginning to appear in a number of films in the new millennium.",
    "meta": {
      "theme": "Political Manipulation and Media Influence",
      "region": "United States",
      "use_case": "Analysis of political communication strategies",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_analysis",
        "political_science",
        "media_studies"
      ],
      "influence_map": [],
      "chunk_index": 49
    },
    "id": "wag_the_dog_049"
  },
  {
    "section": "Part 2",
    "text": "It is more appropriate to begin our analysis with Motss, the classical hero, as his character is more familiar and more accessible to us. Motss is portrayed as an eccentric and talented Hollywood producer who lives in Los Angeles in a typically luxurious mansion. He has an army of attendants to cater to his whims and he likes giving orders left and right in a loud voice. Among his redeemable features, though, one can note his incredible sense of humor and his child-like enthusiasm that make him popular among the people around him. Motss is fascinated by the challenge to produce a fake war in order to distract public opinion for 11 days and secure the President’s re-election. Being in Hollywood all his life, this sounds like the absolute mission, with a tight deadline to keep him focused on his target. The fact that he handles the situation as merely another Hollywood production is evidenced on several occasions. One of his first concerns is to establish a clear plotline about the war with a logical cause-and-effect chain of events. Within minutes he comes up with the perfect pitch: a war against Albania because the United States has just found out that Albanian terrorists have placed a suitcase bomb in Canada in an attempt to infiltrate it into the country and destroy the American way of life. His years of experience in Hollywood narratives helps him churn out a very coherent rationale for this war but when he begins to talk about Act I and II, Brean stops him and explains that there will not be an Act II. Motss immediately resumes his enthusiasm, exclaiming: ‘It’s a teaser!’ The discussion about the acts of the drama will eventually come back in the second half of the film when the protagonists watch the end of the war on TV in the aforementioned scene. At that moment, Motss’ reaction triumphantly confirms his classically defined motivation, as he shouts ‘No, the war isn’t over till I say it’s over. This is my picture. This is not CIA’s picture’ and then promptly adds, ‘This is nothing. This is nothing. This is just Act I: The War. Now we really need an Act II.’ Being a typical action hero, Motss’ morale is only boosted by each difficulty he encounters. His ambition would never allow him to give up his mission and the gratification of a happy ending is summed up in his final comment, worth repeating here: ‘This is a complete fucking fraud and it looks 100 per cent real. It’s the best work I’ve ever done in my whole life, because it’s so honest.’ Wag the Dog’s take on politics is not akin to the classical Hollywood tradition though. After the classical hero accomplishes his mission, it is time for the other actors in the game and, principally, Brean to remind the viewer that there is no happy ending to the narrative, and in fact, there is no ending at all, as the final moment suggests. The desire for closure and, thus, for acknowledgement of his masterpiece on the part of Motss is perfectly reasonable from his point of view. The hero accomplishes a mission in order to be rewarded, in order to get the credit. The classical trajectory is thwarted here because the organizational scheme of the film only partly works as a classical narrative. The other dynamics are best embodied in Brean’s personality who introduces a new logic into the action.",
    "meta": {
      "theme": "Character Analysis and Narrative Structure",
      "region": "United States",
      "use_case": "Deconstructing character motivations and narrative tropes",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_analysis",
        "narrative_theory",
        "character_study"
      ],
      "influence_map": [],
      "chunk_index": 50
    },
    "id": "wag_the_dog_050"
  },
  {
    "section": "Part 3",
    "text": "Brean enters the diegesis, as we saw in Chapter 1, from multiple levels of narration, a fact that amplifies his narrative significance. We hear from Ames that he is ‘Mr Fix-it’ but, apart from this comment, his professional identity is never fully spelled out. In fact, the film emphasizes the ambiguity surrounding his line of work by having Motss ask him on three separate occasions ‘exactly what do you do for the President’ and not getting any answer. The dominant trait of this character is his distant procedural attitude towards the problem in hand. Whereas Motss is genuinely enthusiastic and engrossed in the mission, Brean maintains a level of calmness and aloofness throughout the film. He, too, is interested in results and he oversees closely the progression of the enterprise but, at the same time, he remains emotionally detached from it. The difference of involvement between Motss and Brean, I believe, is rooted in a discrepancy in the perception of the task in question. Motss is a true believer; he takes up the staging of the Albanian war and sees it through the end, as if it were a real thing. Hence the ‘honesty’ he mentioned above or his frequent confusion between reality and fiction, as when he seriously suggests the President should win a peace prize. Brean, on the other hand, considers the entire scheme as a performance based solely on the handling of information, regardless of its relation to an external reality. As we discussed in Chapter 2, one of his credos is that there cannot be a clear distinction between fact and fiction and, therefore, he takes every sign or every image for what it does and not what it is. This is why, unlike the rest of the team, he is not surprised or angry when other actors in the game, like the CIA or Senator Neal, change the flow of information. His emphasis on performance is most compelling in his conversation with Mr Young, the CIA officer who confronts him with evidence of the absence of the war. While Ames is shaking like a leaf trying to come up with silly excuses, Brean sits back confidently and waits for his turn to present a fully-blown rationale for the war. His final statements are worth quoting at length:\nAnd if you go to war again, who is it going to be against? Your ability to fight a Two-ocean War against who? Sweden and Togo? Who you sitting here to Go To War Against? That time has passed. It’s passed. It’s over. The war of the future is nuclear terrorism. It is and it will be against a small group of dissidents who, unbeknownst, perhaps, to their own governments, have blah blah blah. And to go to that war, you’ve got to be prepared. You have to be alert, and the public has to be alert. Cause that is the war of the future, and if you’re not gearing up, to fight that war, eventually the axe will fall. And you’re gonna be out in the street. And you can call this a drill, or you can call it job security, or you can call it anything you like. But I got one for you: you said, Go to war to protect your Way of Life, well, Chuck, this is your way of life. Isn’t it? And if there ain’t no war, then you, my friend, can go home and prematurely take up golf. Because there ain’t no war but ours.\nHis little speech about the war of the future sounds overwhelming or even plausible simply because it resonates with some of the standard notions of American exceptionalism, such as the supremacy of the American way of life or the role of America as a redeemer nation. His skilful rhetoric and clever sophistry are his most powerful weapons in a power game that is mostly dependent upon appearances.",
    "meta": {
      "theme": "Brean's Character and Political Strategy",
      "region": "United States",
      "use_case": "Analyzing Brean's approach to political manipulation",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film_analysis",
        "political_strategy",
        "rhetoric"
      ],
      "influence_map": [],
      "chunk_index": 51
    },
    "id": "wag_the_dog_051"
  },
  {
    "section": "Part 4",
    "text": "No wonder why Ames exclaims enthusiastically afterwards that he gave a ‘phenomenal performance’. What is intriguing about Wag the Dog is how it takes an utterly outrageous premise, a fake war against a small European country very far from the United States, and yet, underneath the surface, it creates a rather nuanced portrait of American politics. With Motss being 100 per cent immersed in the fiction of the war, and with Ames making constant reality checks, Brean succeeds in carving a separate path where neither fiction nor reality is pertinent. This is why he hardly thinks of his job in terms of ‘lying’ or ‘manipulating’ or ‘making a conspiracy’, as one would probably expect. This is also why after the meeting with the CIA, we only hear him say ‘they just hadn’t thought it through’ instead of bragging about ‘tricking’ or deceiving them. According to Brean, politics is communication and communication is a complex and fluid process that entails certain variables, such as human and non-human agents, while it depends on measurable as well as contingent parameters such as deadlines, speed and chance. In this process, he cannot help but admit that he is only an agent among many whose only choice is to adapt his own performance according to the communication flow. In this light, the fact that he orders Motss’ death without a second thought and then shows up at his funeral comes across as another act emptied of any moral or emotional significance. It is simply his share in the ongoing performance. What objects do In addition to the protagonists, objects also perform in Wag the Dog. As the narrative analysis has disclosed already, objects are planned to play a prominent role in the story. It is particularly the presence of television that claims an equal diegetic function with the human characters in the plot. As I have argued, this function instigates impersonal levels of narration, while it also enhances the realistic motivation in the film, which thrives on the notion of immediacy and speed. From the political point of view though, the use of TV sets in the Wag the Dog is equally significant. Their omnipresence testifies a new level of interference with the human activities, probing us to reconsider some of our traditional notions of causality. Classical heroes would always accomplish their missions with some kind of aid from objects but those objects would hardly be considered as sources of agency. The classical Hollywood narration would make sure that the character-centred action and the continuity system would not allow the viewers to lift their eyes from the magnitude of the individual. This is hardly the case, though, in Wag the Dog. From start to finish, the film promulgates the importance of media in modern politics, elevating a significant weight of responsibility from the human shoulders. Even though specific individuals like journalists, publicists and politicians work with the media to generate ideas and materials, the outstanding prominence of technology and media messages in the film attributes the latter with a life of their own. Apart from the opening (the presidential TV spot) and the closure (a news bulletin), the entire story world is inhabited visually and aurally by media artefacts. In some cases they are collaborators in the grand scheme, while in others they change the protagonists’ plans and force them to adapt to new conditions. In other words, human and non-human agents in the film contribute equally to the progression of the story and, thus, could be held equally accountable for the problematic state of American politics in the contemporary age.",
    "meta": {
      "theme": "The Role of Objects and Media in Political Narrative",
      "region": "United States",
      "use_case": "Examining the interplay of human and non-human agency in shaping political events",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_analysis",
        "media_theory",
        "object_oriented_ontology"
      ],
      "influence_map": [],
      "chunk_index": 52
    },
    "id": "wag_the_dog_052"
  },
  {
    "section": "Part 5",
    "text": "The scene with the live press conference at the White House, highlighted for the element of immediacy in Chapter 2, is also emblematic of the human/non-human agency. Motss’ large TV screen, Ames’ cell-phone and the spokesman’s earphone, so clearly demonstrated by the latter’s gesture (Figure 4.4), are not mere channels but equal participants in the ongoing communication process, whose aim is to establish the measure of intervention in the political events.",
    "meta": {
      "theme": "Human/Non-Human Agency in Political Communication",
      "region": "United States",
      "use_case": "Illustrating the blurred lines between human actors and technological tools in political events",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film_analysis",
        "communication_theory",
        "technology_studies"
      ],
      "influence_map": [],
      "chunk_index": 53
    },
    "id": "wag_the_dog_053"
  },
  {
    "section": "Wag the Dog Analysis",
    "text": "Before elaborating on the implications of human/non-human agency, another plot element in Wag the Dog deserves discussion regarding its ideological underpinnings. The film presents a growing competition between the President’s official publicity campaign and Brean’s hidden enterprise.  It's a conflict between old-style public relations and a new communication strategy. Motss criticizes the traditional PR approach, highlighting its ineffectiveness. The film demonstrates that simply spinning events is no longer sufficient; they must be fabricated to serve political purposes. These two communication strategies operate under different assumptions. Traditional PR could be deconstructed by unveiling its techniques and emphasizing humanist values like truth and justice.  However, in the new strategy, external reality and facts are irrelevant. The focus shifts to performance, aligning with Bruno Latour's suggestion to ‘follow the actor’. Wag the Dog proposes a theoretical template of political action that deviates from subject-centred perspectives, introducing two key system-centred premises: the equal distribution of agency among human and non-human actors (Latour's Actor-Network Theory) and the political system as an ‘autopoetic system’ (Niklas Luhmann’s theory).",
    "meta": {
      "theme": "Political Communication & Manipulation",
      "region": "United States",
      "use_case": "Political Campaigning",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "media manipulation",
        "public relations",
        "political strategy"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 54
    },
    "id": "wag_the_dog_054"
  },
  {
    "section": "Actor-Network Theory and Autopoiesis",
    "text": "Latour's Actor-Network Theory redefines the 'social' by acknowledging the role of objects. Action is not solely attributed to humans but to a network of human and non-human actors. Wag the Dog’s narrative embodies this theory, challenging the conventional understanding of human agency and the hybridity of existence. Luhmann's systemic approach further complicates our position. Brean’s focus on media performance resonates with Luhmann’s view of mass media as closed, autopoetic systems concerned with self-preservation.  Television operates on an information/non-information code, not a true/false one.  Brean's disregard for truth and his focus on controlling the transmitted information reflects this.  His comments on the Gulf War footage echo Luhmann's argument about the impossibility of verifying the truth in the constant flow of media communication.  These theoretical acknowledgements have significant repercussions.  Challenging the existence of objective reality and replacing individual will with impersonal communication processes leaves little room for a vision of a 'better world'.  The possibility of uncovering secrets, correcting mistakes, and enacting change is denied.  Wag the Dog ends with the media and political systems continuing their autopoietic processes, regardless of the events depicted.",
    "meta": {
      "theme": "Systems Theory & Political Reality",
      "region": "United States",
      "use_case": "Understanding Political Systems",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "actor-network theory",
        "autopoiesis",
        "systems theory",
        "media theory"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 55
    },
    "id": "wag_the_dog_055"
  },
  {
    "section": "US Politics in Hollywood",
    "text": "The portrayal of American politics in film has been documented, but a systematic theorization of its ideological underpinnings is lacking. Coyne's *Washington Goes to Hollywood* proposes six phases in American political film: mythic/idealistic, pragmatic, paranoiac, nostalgic, schizophrenic, and apocalyptic.  He links these phases to historical periods and identifies dominant ideological currents. The mythic/idealistic phase (1930s-1950s) promoted faith in democracy and individual power. The pragmatic phase (early 1960s) suggested that good politicians exist and need to prevail. The paranoiac phase (late 1960s-1970s), influenced by Vietnam and Watergate, portrayed a corrupt and impenetrable system. The nostalgic phase (1980s-early 1990s) saw a return to past glories and heroic figures. The schizophrenic phase (1995-2000) offered mixed messages, with critical films alongside heroic portrayals. The apocalyptic phase (post-9/11) reflected anxieties about the political system. While Coyne's schema provides a framework, its reliance on linear chronology and inconsistent criteria results in uneven categorization. A more nuanced approach, focusing on the concept of agency and comparing films across periods, could offer a more insightful understanding.",
    "meta": {
      "theme": "Political Film Genre & Ideology",
      "region": "United States",
      "use_case": "Film Analysis & Criticism",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political films",
        "hollywood",
        "ideology",
        "film history"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 56
    },
    "id": "wag_the_dog_056"
  },
  {
    "section": "The Candidate and Agency",
    "text": "Michael Ritchie’s *The Candidate* features Robert Redford as Bill McKay, an idealistic lawyer running for the US Senate.  McKay enters the race expecting to lose but adapts to the electoral process and unexpectedly wins, leaving him bewildered.  While categorized within Coyne's paranoiac phase, *The Candidate* can be analyzed through the lens of agency. McKay's initial agency is limited, entering a race he doesn't expect to win. As the campaign progresses, his agency becomes intertwined with the demands of the system, compromising his idealism. The film's ending, with McKay's question \"what do we do now?\", highlights the tension between individual agency and the constraints of the political system.",
    "meta": {
      "theme": "Political Idealism & System Constraints",
      "region": "United States",
      "use_case": "Case Study of Political Agency",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political campaigns",
        "idealism",
        "political system",
        "agency"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 57
    },
    "id": "wag_the_dog_057"
  },
  {
    "section": "Premise and Character Analysis of Bill McKay in *The Candidate*",
    "text": "The film *The Candidate* centers around Bill McKay, a human with political views, passions, and personal decisions. Initially, he's a successful activist defending the rights of the underprivileged, propagating his liberal views through his campaign. However, to broaden his appeal, he conforms to media expectations, softening his message and focusing on image. Despite this, he shows individualistic tendencies, like raising key poverty and race issues during a debate. The film portrays him as a flawed individual accountable for his role in the electoral process, despite media influence. His combat with Jarmon is grounded in real issues, with Jarmon holding a conservative view of personal responsibility, while McKay's position remains less clear.  This lack of clarity explains his unease with his victory, which stems more from his personal ineptness than a corrupt system.",
    "meta": {
      "theme": "Political Campaigns and Media Influence",
      "region": "United States",
      "use_case": "Analysis of political candidate behavior",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political film analysis",
        "character study",
        "media influence"
      ],
      "influence_map": [],
      "chunk_index": 58
    },
    "id": "wag_the_dog_058"
  },
  {
    "section": "Media, Style, and Character Arc in *The Candidate*",
    "text": "The Candidate emphasizes the role of image in American politics, showing how media strategies can alter a candidate's appeal, a theme later mocked in Wag the Dog. Stylistically, *The Candidate* uses documentary aesthetics like handheld cameras and choppy editing to enhance realism. This contrasts with *Wag the Dog*'s sparing use of these techniques. Overall, *The Candidate* depicts a politician appalled by traditional politics, seeking his own path. However, Bill McKay lacks clear goals, allowing external forces to influence him. His inability to handle victory stems from personal ineptness, not a corrupt system.",
    "meta": {
      "theme": "Media Influence and Political Style",
      "region": "United States",
      "use_case": "Comparison of political films",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political film analysis",
        "stylistic comparison",
        "media manipulation"
      ],
      "influence_map": [],
      "chunk_index": 59
    },
    "id": "wag_the_dog_059"
  },
  {
    "section": "Plot and Themes in *The Parallax View*",
    "text": "*The Parallax View* is a conspiracy thriller where reporter Joe Frady investigates the deaths of journalists linked to a presidential candidate's assassination. He uncovers the Parallax Corporation, which specializes in 'human engineering,' and applies undercover. Despite his efforts, he's trapped and executed, with the official narrative blaming him solely. The film initially presents Frady as a classical hero, but the narrative shifts to depict invisible powers controlling the plot. Frady becomes the object, not the subject, of the action, his efforts thwarted by Parallax. The film's style emphasizes the individual's lack of control, with long shots and silent sequences. Unlike *The Candidate* or *Wag the Dog*, *The Parallax View* offers a more impersonal, metaphysical approach to evil, with motivations remaining opaque.",
    "meta": {
      "theme": "Conspiracy and Individual Powerlessness",
      "region": "United States",
      "use_case": "Analysis of conspiracy thriller genre",
      "strategic_category": [
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political thriller",
        "conspiracy theories",
        "individual vs. system"
      ],
      "influence_map": [],
      "chunk_index": 60
    },
    "id": "wag_the_dog_060"
  },
  {
    "section": "Character Analysis and Moral Dilemmas in *Primary Colors*",
    "text": "*Primary Colors* focuses on Henry Burton, who joins Governor Jack Stanton's presidential campaign seeking a meaningful cause. Stanton, portrayed with human flaws and strengths, evokes Bill Clinton. Burton grapples with his ideals as he witnesses Stanton's campaign, including the moral compromises made. The film explores the line between compromise and moral defeat, exemplified by Libby Holden's suicide after Stanton exposes their opponent's secrets. Burton's stance in this moral dilemma becomes central to the narrative.",
    "meta": {
      "theme": "Political Morality and Individual Integrity",
      "region": "United States",
      "use_case": "Examination of ethical dilemmas in politics",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political drama",
        "moral compromise",
        "character study"
      ],
      "influence_map": [],
      "chunk_index": 61
    },
    "id": "wag_the_dog_061"
  },
  {
    "section": "Wag the Dog and Politics in Hollywood",
    "text": "Stanton about ‘the price you pay to lead’, the hero chooses to be on the winner’s side. Ending on a high note, Primary Colors shows us the president’s inaugural dance where we see everyone from his staff congratulate him dearly, including Burton. With tears in his eyes, the latter utters the words ‘Mr President’ and the camera tilts up to show us the American flag. With this type of closure, Nichols’ film offers a counterweight to Levinson’s bleak vision of America in the late 1990s. Against Wag the Dog’s anti-teleo- logical, systemic approach to politics, Primary Colors puts the focus back on the human resources in the making of history. It is neither technology nor the media that set the agenda. Politicians are compelled to factor in the signifi- cance of their performance in the media, but it is their personal decisions and their wholehearted struggle that can make a difference in the real world. Commitment and good intentions rank higher than the compromises in politics, as the political ideology of the heroes succumbs to the ‘end justifies the means’ logic. But would the ‘end’ of Stanton’s political action be so redeeming after all? Taking Clinton’s career as a real life answer to that question is not as encouraging.",
    "meta": {
      "theme": "Political Film Analysis, Comparison with Wag the Dog, Political Agency",
      "region": "United States",
      "use_case": "Academic Study",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film_analysis",
        "political_strategy",
        "media_influence",
        "political_ideology"
      ],
      "influence_map": [
        "Primary Colors (film)",
        "Wag the Dog (film)",
        "Bill Clinton's presidency"
      ],
      "chunk_index": 62
    },
    "id": "wag_the_dog_062"
  },
  {
    "section": "The Ides of March",
    "text": "One could argue that the knowledge of Clinton’s political trajectory as well as other paramount historical events, such as the 9/11 attacks and the war in Iraq, crystallized in the portrait of the politician in George Clooney’s The Ides of March. In terms of plot development, there are a number of telling similarities with Primary Colors, as we once again follow the personal drama of a deputy campaign manager called Stephen Meyers (Ryan Gosling) whose faith in his boss, the Democratic candidate Mike Morris (George Clooney), is challenged when it turns out that Morris is merely another philandering and crooked politician. As in Primary Colors, the central hero of the narrative is not the politician but rather his employee. Despite Clooney’s star persona attracting most of the publicity, the story concentrates on Meyers’ trials and tribulations. Whether this film should be considered as part of the ‘apocalyptic’ phase of political cinema, according to Coyne’s schema, is open to debate, as it would be too soon to decide on such recent productions. What is unequivocal, though, is the fact that the American cinema is still fairly preoccupied with moral bound- aries and grey ethical areas in the political life. All the key characters in The Ides of March are distinctively more complex than in previous depictions of the political world. Meyers starts out as a young idealist, just like McKay and Burton before him, claiming that Morris is ‘the one’ only to be lectured by a New York Times reporter that there is no chosen one in this profession; it is only a matter of time before Morris lets him down. With this kind of foreshadowing, and with the aid of Phedon Papamichail’s dark cinema- tography, highly reminiscent of Gordon Willis’ work in The Parallax View, the film prepares us for a grim development in the plot, which begins as Meyers receives a call from Tom Duffy (Paul Giamatti), the campaign manager of the political opponent. From then on, the motivations and actions of all individuals become increasingly fuzzy. Through a parade of excuses, secrets and revelations, Meyers loses his soul and the human qualities of faith, integrity and loyalty that he so cherished in the beginning. However, the film spends very little screen time pondering on his hurt feelings or his delusion. Unlike Bill McKay, who felt baffled and powerless in the end, and unlike Henry Burton, who resumed his hope in President Stanton as soon as the latter entered the White House, Meyers is transformed into a lifeless automaton; he knows exactly what to say to everyone and how to get what he wants without flinching. The only question left lingering is: to what end is ultimately all that?",
    "meta": {
      "theme": "Political Film Analysis, Moral Boundaries in Politics, Character Study",
      "region": "United States",
      "use_case": "Academic Study",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film_analysis",
        "political_ethics",
        "character_development",
        "cinematography"
      ],
      "influence_map": [
        "The Ides of March (film)",
        "Primary Colors (film)",
        "Wag the Dog (film)",
        "The Parallax View (film)",
        "Bill Clinton's presidency"
      ],
      "chunk_index": 63
    },
    "id": "wag_the_dog_063"
  },
  {
    "section": "Part 1",
    "text": "the audience alike. Occasionally, there can be ambitious attempts to discuss difficult issues of responsibility, ethics, power and justice but that could not be a weekly rendezvous at the movies. The second line of thought in this section focused on the concept of agency and explored the way it is depicted in Wag the Dog and a number of other political narratives. In the former, I identified the tendency to distribute the action almost equally among individuals and objects, particularly the media. Levinson emphasized the reduced powers of the political figures by blatantly constraining the appearance of the President and his opponent while his protagonists emulated a battle between the hero as an active agent and a performer. Motss’ faith in human initiative, imagination and acknowledgment of one’s deeds was crashed by Brean’s jaded acquiescence to the fact that political reality is not shaped by one’s free will; rather it comprises a complex network of actors, both human and non-human, engaged in a communication process with codes of its own. In that process, whether something is true or not bears little informational value compared to how it may be embedded in the overall media frame. With this model of agency in mind, I revisited the history of the American political film and suggested a new rationale for classifying the films about politics. Instead of following a strict chronological order and employing key historical events as markers, we could re-read the political narratives according to how they depict human agency vis-à-vis the political system or, more widely, society. From The Candidate to The Ides of March, one can identify multiple variations of human behaviour ranging from heroic patriotism to complete lack of power in an increasingly complex and impersonal political reality. Admittedly, however, films like Wag the Dog and The Parallax View belong rather to the minority, as most stories still cling to the individual as a rational agent with the potential to act upon reality. In fact, what is most striking about the tool of agency is how it unearths another point of convergence between fiction and non-fiction films, like The War Room. Whether claiming to depict real or fictional events, the device of the goal-oriented individual that can make a difference in the world remains by far the most popular device for representing the world around us.",
    "meta": {
      "theme": "Political narratives and agency in film",
      "region": "United States (focus on American political films)",
      "use_case": "Film analysis, political science",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film studies",
        "political film",
        "agency",
        "media",
        "narrative"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 64
    },
    "id": "wag_the_dog_064"
  },
  {
    "section": "Part 2 - Notes and References",
    "text": "Wag the Dog and Politics in Hollywood 139 Notes 1 Michael Coyne, Hollywood Goes to Washington: American Politics on Screen (London: Reaktion Books, 2008), 17. 2 I refer to Todorov’s term, which I will elaborate shortly. 3 Andrew Sarris, Politics and Cinema (New York: Columbia University Press, 1978), 9. [..snipped for brevity.. ] Conclusion Wag the Dog and its Universe My study on film and reality using Wag the Dog as a pivotal case in the history of cinema is nearing its end. In these concluding pages I would like to revisit the terms and the concepts, the observations and the arguments that stemmed from the close analysis of the film and the surrounding reality in order to provide the reader with an overview as well as a blueprint of this complex relation. To that end, I would like to return to Souriau’s grand scheme to define the principles of filmology, which I presented in Chapter 1,",
    "meta": {
      "theme": "Academic references, conclusion and further research",
      "region": "United States",
      "use_case": "Film analysis, research paper",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "references",
        "film theory",
        "research"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 65
    },
    "id": "wag_the_dog_065"
  },
  {
    "section": "Souriau's Levels of Existence Applied to Wag the Dog",
    "text": "As I reframe my own findings into Souriau’s levels, I hope to shed light into the universe of Wag the Dog and its bearing on the state of cinema in the current age. The afilmic reality. The external reality that exists beyond the filmic text is impossible to contain within a single description, as the multitude of elements that comprise it is essentially infinite. As we try to understand the real world, however, we are bound to identify certain elements that stand out, such as specific events or personages, and then to organize them into a single narrative with specific causal, spatial and temporal characteristics. In my attempt to describe the afilmic reality of Wag the Dog, I was primarily guided by the temporal nature of certain facts, tracing events and issues in the real world that had appeared before the making of the film. Thus, I discussed the aesthetics the public relations campaign against the Iraqis and the reporting methods that pervaded in the coverage of that war. Moreover, I noted a number of developments in the communication strategy of the White House from the Nixon administration onwards, while I presented the case of Oliver North as emblematic of the mythology of the ‘war hero’ in the American political culture. After an admittedly selective look into the afilmic reality that preceded the film’s screening, I turned to the afilmic elements, the reviews and the media references, which surfaced shortly after the screening, noting a number of ambivalent commentaries. However, the time during which people could ponder upon the film’s message on its own right was unexpectedly brief; the outbreak of a major afilmic event, the Lewinsky scandal, and the similarities of the real events with those depicted in the film’s diegesis caused the barriers between the real and the reel world to be definitively challenged. From then on Wag the Dog would enter the afilmic reality as a template, i.e. as an interpre- tative framework for evaluating or even prescribing political events.",
    "meta": {
      "theme": "Film Analysis, Reality vs. Fiction, Political Commentary",
      "region": "United States",
      "use_case": "Understanding the interplay between film and reality, particularly in the context of political events.",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": "film_theory, media_studies, political_science",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 66
    },
    "id": "wag_the_dog_066"
  },
  {
    "section": "High-Concept Filmmaking and the Blurring of Reality",
    "text": "Yet, the transformation of a filmic element into an afilmic one is not unique to Wag the Dog. The entire tradition of high-concept filmmaking has migrated into the real world providing formulas, ideas and tips on how to handle real situations. To be precise, high-concept filmmaking generates exchanges between the filmic and the afilmic on two counts; on the one hand, high-concept films are designed to impact the lives of the spectators well beyond the movie theatre by encouraging them to adopt fads and fashions in their everyday life. On the other hand, high-concept filmmaking lends its strategies to news broadcasting leading the media professionals to treat afilmic elements as if they were filmic. Describing, ordering and, ultimately, selling reality as if it were fiction establishes a new regime of truth in contemporary global societies. The profilmic reality. The profilmic reality of Wag the Dog is fairly easy to describe since Levinson mostly relied on live-action footage. In other words, the profilmic reality contains all the actors and the settings that stood in front of the camera and were recorded by analogue means. It also contains Levinson and his crew, who made a brief appearance. The difference, however, between the profilmic presence of De Niro and Levinson is that the former was filmed in order to be later transformed into a diegetic element, while the latter would cling to his afilmic existence. A complication arises when we try to classify the status of the TV images that pervade throughout the film or even the surveillance images that appear on various occasions. In fact, the difficulty concerns the entire notion of mediation and its representation on the screen. My suggestion would be to acknowledge a doubly framed profilmic reality in the cases when a person or an object appears as a mediated level of reality. For instance, the news anchorman who appears on TV poses, in fact, twice in front of the camera lens; first as the actor and then as anchorman. Similarly, when we see De Niro pass through security checks, the film emulates the profilmic reality by showing us the actor as raw material recorded by the surveillance camera.",
    "meta": {
      "theme": "High-Concept Filmmaking, Media Influence, Reality vs. Fiction",
      "region": "United States",
      "use_case": "Analyzing the impact of high-concept filmmaking on the blurring lines between film and reality, and the implications for media and societal perceptions of truth.",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": "film_theory, media_studies, cultural_studies",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 67
    },
    "id": "wag_the_dog_067"
  },
  {
    "section": "Filmographic and Filmophanic Realities",
    "text": "The filmographic reality. At this level, we begin to address the actual film, i.e. the celluloid, on which the profilmic events were recorded. Souriau includes in this category the editing of the film, given that at his time the editing processes involved the cutting of the actual celluloid. Nowadays, we would need to acknowledge the collaboration of computer technology for the shaping of the filmographic reality, i.e. the final version of the film. In the case of Wag the Dog computers were certainly employed for the editing of the film, while various modalities such as electronic and digital images were all incorporated in the digital material before finally being printed back on celluloid. In other words, the filmographic reality of Wag the Dog, like most of the films today, includes not only its existence as an analogue medium, but also the digital version that was created during post-production and was employed for the release of the film on DVD or other media formats. The filmophanic reality. This is the type of reality that lights up on the screen during the projection of the film in the theatre. The parameters of this level can be distinguished into two subcategories. First, there is filmophanic reality in the widest sense, which is contingent upon the characteristics of projection. Second, there is screen reality, which contains the forms of the filmic image that a spectator witnesses during the screening. Among these forms we could include mise-en-scène cues, framing choices, camera placement and shot duration. Therefore, the filmophanic reality in Wag the Dog entails all those stylistic devices that we discussed in Chapter 1, such as high-angle framing, zooming shots, shaky camera movements and the prominence of objects in the mise-en-scène. Moreover, under this category we would include the presence of multiple modalities, varying from TV shots and surveillance images to digital inserts, such as the kitten in the hands of the Albanian girl. The different filmic textures of these images illustrate how digital technology can easily combine different image sources on a single filmographic material.",
    "meta": {
      "theme": "Film Technology, Film Analysis, Digital vs. Analog",
      "region": "Global",
      "use_case": "Examining the evolution of filmmaking technology and its impact on the different layers of reality presented in film, focusing on the transition from analog to digital.",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": "film_theory, film_technology, media_studies",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 68
    },
    "id": "wag_the_dog_068"
  },
  {
    "section": "Diegesis, Immediacy, and the Spectatorial Event",
    "text": "The diegesis. At this level we enter the world of fiction where reality appears only as direct or indirect reference. The story world in Wag the Dog is concerned with politics and the media. As far as politics is concerned, the diegesis clings to a high sense of cultural verisimilitude, presenting the plot in a realistic and plausible fashion. Hyperbolic as the main premise about the Albanian war may be, the settings, the technology and the media activity resonate with contemporary developments in the political scene. When it comes to the media, Wag the Dog addresses head-on all the fine nuances of Souriau’s filmic universe, problematizing the distinction between its diverse levels. For instance, we repeatedly hear Brean question the ingredients of afilmic reality, arguing that there is no way of knowing whether something really happened or not. Moreover, we see him and Motss fabricate reality as if it were a teaser or a pageant. In the world that these characters inhabit, the afilmic/filmic distinction no longer holds.  The spectatorial events. The impact of Wag the Dog on the spectators after its initial screening could be differentiated according to both temporal and geographical criteria. If one viewed the film before the Lewinsky scandal, they would be inclined to assign to the diegetic elements a rather indeterminate reference. That inclination would result mostly from afilmic elements, such as the institutional tag of the ‘fiction film’, and diegetic cues that indicate an indirect relation to the real world. Drawing on past knowledge from historical and political events, the average viewer would be free to interpret the story world according to their personal judgement, discovering overt or covert connections to external reality.",
    "meta": {
      "theme": "Diegesis, Audience Reception, Political Context",
      "region": "Global",
      "use_case": "Analyzing the film's narrative world, its engagement with questions of reality and fiction, and the varying interpretations of the film by audiences depending on their temporal and geographical context, especially in relation to real-world political events.",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": "film_theory, media_studies, audience_reception",
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 69
    },
    "id": "wag_the_dog_069"
  },
  {
    "section": "Conclusion",
    "text": "and his collaborators were both talented and lucky enough to make a film with such lasting effect. Some final thoughts The examination of the universe of Wag the Dog à la Souriau as well as the entire study of the film in the preceding chapters has allowed us to witness the intricate play between cinema and reality that takes on multiple forms and shapes. On many occasions it was difficult to separate the filmic from the afilmic, the fact from fiction, as the two realms kept relentlessly feeding off each other. So is this a new situation? Has Wag the Dog as a film and as a media event signaled a new phase in the relation between cinema and reality? I suggest we return to the concept of the ‘digital’ and see how we can draw some answers. In Chapter 3, I suggested that the digital might prove useful as a metaphor for the evolving relation between cinema and reality. Two emblematic operations Conclusion 149 of digital technology, the process of negation and the uniformity of the single numerical code, could help us conceptualize both the workings of the narrative and the function of the film in the political context soon afterwards. On the one hand, the technical capacity of computer technology to generate images without any profilmic reality facilitates the prospects for pure simulation, for iconicity for the sake of it. Wag the Dog illustrated this process most emphati- cally in the production of the fake Albanian war and then spread suspicion all around the world about the possibility that President Clinton’s actions against Sudan, Afghanistan and later Iraq, were also based on ‘simulated’ justifications. Most importantly, however, it spread the suspicion that we will never be able to tell the difference between a real cause and a fake one, as if they were both made up from a single code. In other words, in this day and age fact and fiction, afilmic and filmic elements, end up on the same level of ‘reality’ constructed, by and large, by the media.8 Yet, is this constitutive hybridity of cinema and reality in contemporary mass mediated social reality a ‘new thing’? Again, the long-standing theories of the digital could offer a point of comparison, since the aspect of ‘newness’ has been the utmost bone of contention for them over the past couple of decades.",
    "meta": {
      "theme": "Cinema and Reality",
      "region": "Global",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "digital_age",
        "media_influence",
        "political_simulation"
      ],
      "influence_map": [
        "Wag the Dog (film)",
        "Souriau's film theory",
        "Theories of the digital"
      ],
      "chunk_index": 70
    },
    "id": "wag_the_dog_070"
  },
  {
    "section": "Conclusion (continued)",
    "text": "Even though I could not possibly present a similarly exhaustive account in these closing lines, I would like to venture some general thoughts. First and foremost, the current media landscape is admittedly different from what it was during the time that cinema made its first steps. From the vaude- ville theatres, the kinetoscopes and the Nickelodeons to the iPod screens, the moving images have run a long course engaging people’s lives in numerous and diverse ways. The dominance of computer technology from 1990s onwards altered irrevocably several aspects of the cinematic medium, establishing an enormous manipulability at the level of production, an unprecedented degree of convergence and synergy at the level of distribution and an increased level of interactivity at the level of exhibition.9 Yet, the question remains; have these new technical means radically changed the relation between cinema and reality? Haven’t the filmic elements always infiltrated reality in both planned but also unforeseen manners? Remember the example of the Hollywood industry during World War II. At the time, feature films, newsreels and documentaries were the key sources of information for millions of Americans. Never before and never since has Hollywood worked so closely with the American government for the mobilization of public opinion against the foreign threat and the need for the United States to, first, get involved in the world conflict and, then, fight it until 150 Wag the Dog: A Study on Film and Reality in the Digital Age the final victory. Patriotic tales and heroic battles flooded the screens in all types of formats; from Frank Capra’s documentary series Why We Fight (1942–5) to hundreds of musicals and war films that fuelled the collective imagination in America. The filmic and the afilmic elements kept crossing paths, as Hollywood actresses entertained real soldiers, while actors, like Tyrone Power and Clark Gable, enlisted in the army. The case of World War II testifies how closely inter- woven the lives of fact and fiction have always been, making it impossible to consider one without the other. Thus, should we conclude that everything that we discussed about Wag the Dog in this book is merely ‘business as usual’? My answer is no.",
    "meta": {
      "theme": "Cinema and Reality",
      "region": "Global",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "film_theory",
        "digital_age",
        "media_influence",
        "propaganda",
        "world_war_ii"
      ],
      "influence_map": [
        "Wag the Dog (film)",
        "Why We Fight (documentary series)"
      ],
      "chunk_index": 71
    },
    "id": "wag_the_dog_071"
  },
  {
    "section": "Conclusion (continued)",
    "text": "Trapped though I am in the same quandary with every theorist of the digital, namely the difficulty of defining the ‘newness’ of the phenomenon in hand, I am more inclined to argue that Wag the Dog is indeed invaluable for understanding the relation between cinema and reality across time by addressing different questions for each phase in the history of the medium. And this is the ultimate paradox of this study on film and reality. On the one hand, we are drawn into the textual and contextual particularities of Levinson’s film for the way they disclose the workings of visual culture in the current age. On the other, we begin to challenge several of our assumptions about the ways the relation between cinema and reality has functioned at different historical junctures. By analysing the filmic/afilmic elements as they developed in this specific case, we are encouraged to trace continuities and similarities with other pivotal eras when cinema performed a highly influential role in its social and political context. Yet, I will not evade the issue of ‘newness’ by arguing for continuities and discontinuities, no matter how substantial this argument may be. Drawing again on the digital analogy, Wag the Dog may appear to simply magnify, multiply and intensify the film/reality interactions of the past, and, in this sense, it may not appear to amount to an entirely new phenomenon.10 And for some thinkers a change in degree may not be as important as a change in kind.11 Yet, my position is that the accumulative effects of the changes in degree lead, in fact, to a change in kind that has yet to be fully perceived and acknowledged. So far, we could describe the specifics of this particular case and we could even go as far as the stage of the metaphor in order to codify those specifics into meaningful patterns.12 I am afraid that only hindsight or history could allow us to identify whether the changes in the cinema/reality complex in the era of Wag the Dog indicate a broader epistemological shift in Western society or whether the film merely stands for the contemporary version of Plato’s cave.",
    "meta": {
      "theme": "Cinema and Reality",
      "region": "Global",
      "use_case": "Film Analysis",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film_theory",
        "digital_age",
        "media_influence",
        "epistemology"
      ],
      "influence_map": [
        "Wag the Dog (film)",
        "Plato's cave allegory"
      ],
      "chunk_index": 72
    },
    "id": "wag_the_dog_072"
  },
  {
    "section": "Bibliography and Assorted Text",
    "text": "Sex Scandal Cheers Dustin Hoffmann’. Hollywood, 3 February 2000. www.hollywood.com/news/berlin/02-02-98/ [Accessed 15 March 1999] Black, Joel. The Reality Effect: Film Culture and the Graphic Imperative. New York, London: Routledge, 2002. Blake, David Haven. ‘Hollywood, Impersonation, and Presidential Celebrity in the 1990s’. In Peter C. Rollins and John E. O’Connor (eds), Hollywood‘s White House: The American Presidency in Film and History, 320–32. Lexington: University Press of Kentucky, 2003. Blumenfeld, Samuel. ‘Trop gentil pour être subversif’. Monde, 30 April 1998. Bolter, Jay David and Richard Grusin. Remediation: Understanding New Media. Cambridge, MA: MIT Press, 1999. Bolter, Jay David. ‘The Desire for Transparency in an Era of Hybridity’. Leonardo 39, 2 (2006): 109–11. Bordwell, David. Narration in the Fiction Film. London: Routledge, 1985. California Press, 2006. Bordwell, David, Janet Staiger, and Kristin Thompson. The Classical Hollywood Cinema: Film Style and Mode of Production to 1960. New York: Routledge, 1985. Bourdon, Jérôme. ‘Live television is still alive: on television as an unfulfilled promise’. Media Culture Society 22 (2000): 531–56. Brahney, Kathleen J. ‘U.S. Air strikes against Afghanistan, Sudan: Mixed Views on Washington’s Action’. USIA, 21 August 1998. www.usia.gov/admin/005/wwwh8821. html [Accessed 30 May 1999] Branigan, Edward. Narrative Comprehension and Film. London and New York: Routledge, 1992. Bruzzi, Stella. New Documentary: A Critical Introduction. Abingdon, Oxon: Routledge, 2006. Buckland, Warren. ‘Between science fact and fiction: Spielberg’s digital dinosaurs, possible worlds, and the new aesthetic realism’. Screen 40, 2 (1999): 177–92. Carr, Howie. ‘Obama’s free ride over.’ Boston Herald, 5 October 2012. http://www. bostonherald.com/news/columnist/view/20221005obamas_free_ride_over/ srvc=home&position=3 [Accessed 1 May 2013] Carroll, Noël. ‘From Real to Reel: Entangled in Non-Fiction Film’. Philosophic Exchange, 14, (1983): 5–46. —Th e Way Hollywood Tells It: Story and Style in Modern Times. Berkeley: University of Bibliography 155 —Theorizing the Moving Image. New York: Cambridge University Press, 1996. Cawelti, John. Six-Gun Mystique. Ohio: Bowling Green University Popular Press, 1970. Christensen, Terry. Reel Politics: American Political Movies from Birth of a Nation to Platoon. Oxford and New York: Blackwell, 1987. Cohen, Richard. ‘But is it a matter for the law?’ Washington Post, 23 January 1998. Coyne, Michael. Hollywood Goes to Washington: American Politics on Screen. London: Reaktion Books, 2008. Cubitt, Sean. ‘Phalke, Méliès, and special effects today’. Wide Angle 21, 1 (1999): 115–29. Dawson, Ashley and Malini Johar Schueller. Exceptional State: Contemporary U.S. Culture and the New Imperialism. Durham and London: Duke University Press, 2007. Der Derian, James. ‘Virtually Wagging the Dog’. Theory & Event 2, 1 (1998). —‘The war of networks’. Theory & Event 5, 4 (2002). Dillard, James Price and Michael Pfau. The Persuasion Handbook: Developments in Theory and Practice. Thousand Oaks, CA: Sage Publications, 2002. Dixon, Wheeler Winston. ‘The Digital Domain: Image Mesh and Manipulation in Hyperreal Cinema/Video’. Film Criticism 20, 1/2 (1995): 55–66. Doane, Mary Ann. ‘Information, Crisis, Catastrophe’. In Patricia Mellencamp ed. Logics of Television: Essays in Cultural Criticism. Bloomington: Indiana University Press, 1990. Dodds, Klaus. Geopolitics: a Very Short Introduction. Oxford: Oxford University Press, 2007. Edelman, Murray.",
    "meta": {
      "theme": "Film, Media, and Politics",
      "region": "United States (Primarily), with some global references.",
      "use_case": "Academic Research/Film Studies/Political Science",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "bibliography",
        "film theory",
        "political communication",
        "media studies",
        "digital media"
      ],
      "influence_map": [],
      "chunk_index": 73
    },
    "id": "wag_the_dog_073"
  },
  {
    "section": "Bibliography (continued)",
    "text": "Constructing the Political Spectacle. Chicago: University of Chicago Press, 1988. —The Politics of Misinformation. Cambridge: Cambridge University Press, 2001. Eisenstein, Sergei. Film Form: Essays in Film Theory. Translated by Jay Leyda. New York: Meridian Books, 1957. Elsaesser, Thomas. ‘Between Style and Ideology’. Monogram 3 (1972): 2–10.  … Kittler, Friedrich. —Optical Media. Cambridge: Polity Press, 2010. … Latour, Bruno. Science in Action: How to Follow Scientists and Engineers Through Society. Cambridge, Massachusetts: Harvard University Press, 1987. —Re-assembling the social: An Introduction to",
    "meta": {
      "theme": "Film, Media, and Politics",
      "region": "United States (Primarily), with some global references.",
      "use_case": "Academic Research/Film Studies/Political Science",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "bibliography",
        "film theory",
        "political communication",
        "media studies",
        "digital media"
      ],
      "influence_map": [],
      "chunk_index": 74
    },
    "id": "wag_the_dog_074"
  },
  {
    "id": "wag_the_dog_075",
    "section": "Extracted Content",
    "text": "Actor-Network-Theory. New York: Oxford University Press, 2005. Lefebvre, Martin and Marc Furstenau. ‘Digital editing and montage: the vanishing celluloid and beyond’. CiNéMAS 13, 1–2 (2002): 69–107. LeGrice, Malcolm. Experimental Cinema in the Digital Age. London: BFI, 2001. Levin, Thomas. ‘Rhetoric of the Temporal Index: Surveillant Narration and the Cinema of “Real Time”’. In Thomas Levin, Ursula Frohne, and Peter Weibel (eds), CTRL Space: Rhetorics of Surveillance from Bentham to Big Brother, 578–93. Karlsruhe: Center for Art and Media, 2002. Levinson, Barry. ‘Hey, we were just kidding’. Newsweek U.S. Edition, 9 February 1998. http://newsweek.com/nw-srv/issue/06_98a/nw_980209_051_1.htm [Accessed 15 March 1999]. Levy, Emanuel Cinema of Outsiders: The Rise of American Independent Film. New York and London: New York University Press, 1999. Lezotte, Suzanne. ‘Phedon Papamichael, ASC, Lenses “The Ides of March”’. Panavision, 7 October 2011. http://www.panavision.com/spotlight/phedon-papamichael- asc-lenses-ides-march [Accessed 1 May 2013] Luhmann, Niklas. The Reality of the Mass Media. Stanford: Stanford University Press, 2000. MacCabe, Bob. ‘Barthes and Bazin: The Ontology of the Image’. In Jean-Michel Rabaté ed. Writing the Image after Roland Barthes, 71–6. Philadelphia: University of Pennsylvania Press, 1997. —‘Wag the dog’. Empire 106 (1998). http://www.empireonline.com/site/incinemas/ ReviewInFull.asp?FID=3552 [Accessed 30 May 1999] Maltby, Richard. Hollywood Cinema. Malden,",
    "meta": {
      "theme": "unspecified",
      "region": "unspecified",
      "use_case": "doctrine_selector",
      "strategic_category": {},
      "economic_category": {},
      "civilizational_category": {},
      "usage_tags": [],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": []
      },
      "chunk_index": 75
    }
  },
  {
    "section": "Introduction and Theoretical Framework",
    "text": "This analysis delves into the intersection of cinema, politics, and reality, focusing on Barry Levinson's *Wag the Dog* (1997). The film's premise, involving a fabricated war to distract from a presidential scandal, raises questions about the nature of truth, the power of media manipulation, and the blurring lines between fiction and reality. This exploration draws upon various theoretical perspectives, including the work of Rudolf Arnheim, André Bazin, Etienne Souriau, Edward Branigan, and Murray Edelman, to understand how film constructs and influences our perception of political events.  The concept of the 'filmic universe' as distinct from profilmic, filmographic, and filmophanic realities, as proposed by Souriau, is central to understanding how *Wag the Dog* constructs its narrative and engages with the audience's understanding of reality. The film's use of digital technology, narrative strategies, and generic conventions will be examined in relation to its political commentary.",
    "meta": {
      "theme": "Cinema and Politics",
      "region": "United States",
      "use_case": "Analysis of political satire in film",
      "strategic_category": [
        "military_doctrine",
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "film analysis",
        "political satire",
        "media manipulation",
        "reality vs. fiction"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Understanding contemporary political spin",
          "Critical analysis of media narratives"
        ]
      },
      "chunk_index": 76
    },
    "id": "wag_the_dog_076"
  },
  {
    "section": "Levinson's Cinematic Style and Narrative Techniques",
    "text": "Barry Levinson's distinct directorial style, characterized by his focus on dialogue, realistic settings, and ensemble casts, contributes significantly to the impact of *Wag the Dog*.  His previous works, such as *Diner* (1982) and *Avalon* (1990), demonstrate his ability to create believable worlds populated by complex characters. In *Wag the Dog*, this realism is crucial for blurring the lines between the fabricated war and the actual political landscape. The film's narrative structure, informed by Branigan's theory of narrative comprehension, guides the audience through the intricate process of constructing a fictional war, emphasizing the power of media manipulation in shaping public perception. Levinson's use of fast-paced editing, interspersed with news footage and staged events, creates a sense of immediacy and reinforces the film's commentary on the increasingly mediated nature of political experience.",
    "meta": {
      "theme": "Filmmaking Techniques",
      "region": "United States",
      "use_case": "Analysis of Levinson's directorial style",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "film directing",
        "narrative structure",
        "realism in film",
        "editing techniques"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Understanding the impact of film style on storytelling"
        ]
      },
      "chunk_index": 77
    },
    "id": "wag_the_dog_077"
  },
  {
    "section": "The Media, Spin, and the Construction of Reality",
    "text": "*Wag the Dog* offers a satirical critique of political spin and media manipulation. The film portrays the creation of a fake war to divert attention from a presidential scandal, highlighting the ease with which public opinion can be swayed through carefully crafted narratives and imagery.  The film draws parallels to real-world examples of media management, such as the Gulf War's coverage and the Lewinsky scandal, to emphasize the pervasive nature of spin in contemporary politics. The role of public relations experts, spin doctors, and media consultants is central to the film's narrative, exposing the machinery behind the construction of political spectacles.  Drawing on Edelman's work on political spectacle, the film argues that political discourse is increasingly dominated by staged events and symbolic gestures designed to manipulate public emotions rather than address substantive issues. The film’s exploration of astroturfing and other PR tactics underscores the dangers of manufactured consent in a media-saturated society.",
    "meta": {
      "theme": "Media and Political Manipulation",
      "region": "United States",
      "use_case": "Analysis of media's role in shaping political narratives",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political spin",
        "media manipulation",
        "propaganda",
        "public relations",
        "manufactured consent"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Understanding the influence of media on political discourse",
          "Critical analysis of news and political events"
        ]
      },
      "chunk_index": 78
    },
    "id": "wag_the_dog_078"
  },
  {
    "section": "Political Films and Genre",
    "text": "*Wag the Dog* sits within a broader tradition of political films that explore the complex relationship between politics, power, and the media.  Using Coyne's taxonomy of political films, *Wag the Dog* can be categorized as a political satire, utilizing humor and exaggeration to critique the political process. The film's use of genre conventions allows it to engage with complex political themes in an accessible and entertaining way. Comparisons to other political films like *The Candidate* (1972), *The Parallax View* (1974), and *Primary Colors* (1998) further illuminate *Wag the Dog*'s unique contribution to the genre.  The film's focus on the 'pathos of failure' and the 'performative agent' adds another layer to its political commentary, examining the motivations and consequences of political actors' actions within a system driven by image and perception.",
    "meta": {
      "theme": "Genre and Political Commentary",
      "region": "United States",
      "use_case": "Categorizing and analyzing political films",
      "strategic_category": [],
      "economic_category": [],
      "civilizational_category": [],
      "usage_tags": [
        "political film genre",
        "satire",
        "political commentary",
        "film analysis"
      ],
      "influence_map": {
        "influenced_works": [],
        "modern_applications": [
          "Understanding the use of genre in political filmmaking"
        ]
      },
      "chunk_index": 79
    },
    "id": "wag_the_dog_079"
  },
  {
    "section": "Introduction and Theoretical Background",
    "text": "Analysis of the film *Wag the Dog* (1997), exploring its portrayal of the intersection between media, politics, and reality.  The text discusses concepts of realism in cinema, the relationship between fiction and reality, and the influence of media on public perception.  It references various theoretical frameworks, including Souriau's filmic universe and actor-network theory, to analyze the film's narrative and its depiction of agency.",
    "meta": {
      "theme": "Media, Politics, and Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "value_systems"
      ],
      "usage_tags": [
        "film studies",
        "political science",
        "media studies"
      ],
      "influence_map": [],
      "chunk_index": 80
    },
    "id": "wag_the_dog_080"
  },
  {
    "section": "Wag the Dog: Narrative and Themes",
    "text": "Detailed examination of *Wag the Dog*'s plot, characters, and narrative techniques.  The text focuses on the film's blurring of fiction and reality, the role of digital technology and special effects in constructing narratives, and how the film depicts the manipulation of public opinion through media.  It analyzes specific scenes and characters, such as Brean and Motss, to illustrate the film's themes of constructed reality and political spin.  The role of television, music, and war imagery in the film is also discussed.",
    "meta": {
      "theme": "Media Manipulation and Constructed Reality",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos"
      ],
      "usage_tags": [
        "film studies",
        "political science",
        "propaganda"
      ],
      "influence_map": [],
      "chunk_index": 81
    },
    "id": "wag_the_dog_081"
  },
  {
    "section": "Political and Cultural Context",
    "text": "Analysis of *Wag the Dog* within its political and cultural context.  The text discusses the film's release in relation to contemporary political events, such as the Clinton presidency and the evolving role of media in shaping public discourse. It also touches upon the film's reception and reviews, noting how it was interpreted in light of real-world events. The text examines the film's exploration of themes such as political spin doctoring, the influence of television, and the construction of national narratives.",
    "meta": {
      "theme": "Political Commentary and Cultural Critique",
      "region": "United States",
      "use_case": "Film Analysis",
      "strategic_category": [
        "geopolitical_strategy",
        "national_security",
        "diplomatic_posture"
      ],
      "economic_category": [],
      "civilizational_category": [
        "cultural_ethos",
        "historical_memory"
      ],
      "usage_tags": [
        "film studies",
        "political science",
        "media history"
      ],
      "influence_map": [],
      "chunk_index": 82
    },
    "id": "wag_the_dog_082"
  }
]